Repository: JimmXinu/FanFicFare
Catalog: calibre-plugin/translations/*.po
Languages: ar, de, es, et, fr, ja, nb, nl, pl, pt_br, ru, ta, uk

source: Include Books' Comments in Anthology Comments?
ar: تضمين تعليقات الكتب في تعليقات المختارات؟
de: Bücher-Kommentare in Kommentare der Serien-Sammlung einbeziehen?
es: ¿Incluir comentarios de los libros en los de las antologías?
et: Kaasa raamatute kommentaarid antoloogia kommentaaridesse?
fr: Inclure les Commentaires des Livres dans les Commentaires Anthologie ?
ja: 選集のコメントに本のコメントを含みますか？
nl: Gebruik de commentaren van de Anthologie?
pl: Uwzględnić komentarze książek w komentarzach antologii?
ru: Включить комментарии книг в комментарии к антологии?
ta: ஆந்தாலசி கருத்துகளில் புத்தகங்களின் கருத்துகளைச் சேர்க்கவா?
uk: Включати коментарі книг до коментарів антології?

source: Include all the merged books' comments in the new book's comments. Default is a list of included titles only.
ar: تضمين جميع تعليقات الكتب المدمجة في تعليقات الكتاب الجديد. الافتراضي هو قائمة بالعناوين المضمنة فقط.
de: Fügt alle Kommentare der zusammengeführten Bücher in den Kommentar des neuen Buches ein.
es: Incluir los comentarios de todos los libros en los comentarios del nuevo libro. El comentario predeterminado es sólo una lista de los títulos incluidos.
et: Kaasa uue raamatu kommentaaridesse kõigi ühendatud raamatute kommentaarid. Vaikimisi sätteks on ainult loend kaasatud pealkirjadest.
fr: Inclure tous les commentaires de livres fusionnés dans les nouveaux commentaires de livres. Par défaut c'est uniquement une liste des titres inclus.
ja: 新しい本のコメントに全ての合本のコメントを含みます。 デフォルトはタイトルのリストのみ。
nl: Voeg alle opmerkingen van de samengevoegde boeken toe aan de opmerkingen van het nieuwe boek. Standaard is alleen een lijst met opgenomen titels.
pl: Uwzględnij komentarze wszystkich scalonych książek w komentarzach do nowej książki. Domyślnie jest to lista tylko zawartych tytułów.
pt_br: Inclui todos os comentários dos livros unidos nos comentários do novo livro. O padrão é apenas uma lista de títulos incluídos.
ru: Включить все комментарии объединяемых книг в комментарии новой книги. По умолчанию это список только включенных заголовков.
ta: இணைக்கப்பட்ட புத்தகங்களின் அனைத்து கருத்துகளையும் புதிய புத்தகத்தின் கருத்துகளில் சேர்க்கவும். இயல்புநிலை என்பது சேர்க்கப்பட்ட தலைப்புகளின் பட்டியல் மட்டுமே.
uk: Включати усі коментарі до об’єднуваних книг до коментарів об’єднаної книги. Типово буде включено лише список включених заголовків.

source: Set Anthology Comments only for new books
ar: تعيين تعليقات المختارات للكتب الجديدة فقط
de: Sammlungen-Kommentare nur für neue Bücher festlegen
es: Establecer comentarios de la antología sólo para nuevos libros
et: Määra antoloogia kommentaarid ainult uute raamatute jaoks
fr: Générer les Comentaires d'Anthologie uniquement pour les nouveaux livres
ja: 新しい本のみで選集コメントを設定します
nl: Stel de Anthologie commentaren in voor nieuwe boeken
pl: Ustaw komentarze do antologii tylko dla nowych książek
ru: Установить комментарии Антологии только для новых книг
ta: புதிய புத்தகங்களுக்கு மட்டுமே ஆந்தாலசி கருத்துகளை அமைக்கவும்
uk: Встановлювати коментарі антології лише для нових книг

source: Comments will only be set for New Anthologies, not updates. That way comments you set manually are retained.
ar: سيتم تعيين التعليقات للمختارات الجديدة فقط، وليس التحديثات. وبهذه الطريقة يتم الاحتفاظ بالتعليقات التي تحددها يدويًا.
de: Kommentare werden nur für neue Sammlungen gesetzt, nicht für Updates. Auf diese Weise bleiben manuell gesetzte Kommentare erhalten.
es: Los comentarios se establecerán sólo para las nuevas antologías, no para las actualizaciones. De esta manera se mantienen los comentarios establecidos manualmente.
et: Kommentaarid määratakse ainult uutele antoloogiatele, mitte uuendustele. Sel juhul säilitatakse käsitsi määratud kommentaarid.
fr: Les commentaires seront seulement générés pour les Nouvelles Anthologies, pas les mises à jour. De cette manière les commentaires que vous avez générés manuellement seront conservés.
ja: コメントは、更新ではなく、新しい選集のみで設定します。 それすれば、手動で設定されますコメントが保持されます。
nl: Commentaren zal enkel gebruikt worden voor nieuwe Anthologieën, geen updates. Op deze manier, zijn je eigen commentaren gevrijwaard.
pl: Komentarze zostaną ustawione tylko dla nowych antologii, a nie dla aktualizacji. W ten sposób komentarze ustawione ręcznie zostaną zachowane.
ru: Комментарии будут устанавливаться только для новых Антологий, а не для обновлений. Таким образом, комментарии, заданные вами вручную, сохраняются.
ta: புதுப்பிப்புகள் அல்ல, புதிய புராணங்களுக்கு மட்டுமே கருத்துகள் அமைக்கப்படும். அந்த வகையில் நீங்கள் கைமுறையாக நிர்ணயிக்கும் கருத்துகள் தக்கவைக்கப்படுகின்றன.
uk: Коментарі буде встановлено лише для нових антологій, а не для оновлень. Таким чином, встановлені вручну коментарі буде збережено.

source: These settings will allow FanFicFare to fetch story URLs from your email account. It will only look for story URLs in unread emails in the folder specified below.
ar: ستسمح هذه الإعدادات لـ FanFicFare بجلب عناوين URL للقصص من حساب بريدك الإلكتروني. سيبحث فقط عن عناوين URL للقصص في رسائل البريد الإلكتروني غير المقروءة في المجلد المحدد أدناه.
de: Diese Einstellungen ermöglichen es FanFicFare URLs aus Ihrem eMail-Konto abzurufen. Es wird nur nach Story-URLs in ungelesenen eMails in dem unten angegebenen Ordner gesucht.
es: Estas configuraciones permitirán a FanFicFare recolectar el URL de la historia desde su cuenta de correo electrónico. Sólo se buscarán URL de historias en correos electrónicos sin leer en la carpeta especificada a continuación.
et: Need sätted võimaldavad FanFicFarel juttude URLe hankida sinu e-posti kontolt. See otsib juttude URLe ainult allpool määratletud kaustas lugemata kirjadest.
fr: Ces paramètres permettent à FanFicFare de récupérer des URL d'histoires à partir de votre compte courriel. Il regardera uniquement après des URL d'histoires dans les courriels non lus dans le dossier spécifié ci-dessous.
ja: この設定は、FanFicFareをメールアカウントからストーリーURLを取得します。以下に指定されたフォルダの未読なメールのみに検索されます。
nb: Disse innstillingene vil tillate FanFicFare å hente historieurler fra din epostkonto. Det vil bare se på historieurler i uleste epost i mappen definert under.
nl: Deze instellingen staat FanFicFace toe om URL van verhalen te downloaden vanaf je e-mail. Het zal enkel kijken naar URLs van ongelezen e-amails in de map hieronder gespecificeerd.
pl: Te ustawienia pozwolą FanFicFare pobrać adresy URL historii z twojego konta e-mail. Będzie szukać adresów URL historii tylko w nieprzeczytanych wiadomościach e-mail w folderze określonym poniżej.
pt_br: Essas configurações permitirão ao FanFicFare buscar URL's de histórias da sua conta de e-mail. Ele só procurará URL's de histórias nos e-mails não lidos na pasta especificada abaixo.
ru: Эти настройки позволят FanFicFare получать URL-адреса историй из вашей учетной записи электронной почты. Он будет искать только URL-адреса истории в непрочитанных письмах в папке, указанной ниже.
ta: இந்த அமைப்புகள் உங்கள் மின்னஞ்சல் கணக்கிலிருந்து கதை முகவரி களைப் பெற சுவைஞர் கட்டணத்தை அனுமதிக்கும். இது கீழே குறிப்பிடப்பட்டுள்ள கோப்புறையில் படிக்காத மின்னஞ்சல்களில் கதை முகவரி களை மட்டுமே தேடும்.
uk: За допомогою цих параметрів FanFicFare зможе отримувати адреси творів з вашого облікового запису електронної пошти. Додаток шукатиме адреси творів лише у непрочитаних повідомленнях у вказаній нижче теці.

source: IMAP Server Name
ar: اسم خادم IMAP
es: Nombre de servidor IMAP
et: IMAP-serveri nimi
fr: Nom du serveur IMAP
ja: IMAPサーバ名
nb: IMAP servernavn
nl: IMAP server naam
pl: Nazwa serwera IMAP
pt_br: Nome do Servidor IMAP
ru: Имя сервера IMAP
ta: imap சேவையக பெயர்
uk: Назва сервера IMAP

source: Name of IMAP server--must allow IMAP4 with SSL. Eg: imap.gmail.com
ar: اسم خادم IMAP - يجب أن يسمح بـ IMAP4 مع SSL. مثال: imap.gmail.com
de: Name des IMAP-Server - muss IMAP4 mit SSL ermöglichen. z.B.: imap.gmail.com
es: Nombre de servidor IMAP. Debe admitir IMAP4 con SSL. Por ejemplo: imap.gmail.com
et: IMAP-serveri nimi--peab toetama SSL-iga IMAP4. Nt: imap.gmail.com
fr: Nom du serveur IMAP -- doit permettre l'IMAP4 avec SSL. Par ex. : imap.gmail.com
ja: IMAPサーバの名前。IMAP4とSSLを許可する必要があります。例: imap.gmail.com
nb: Navn på IMAP-server -- må tillate IMAP4 med SSL. Fore eksempel imap.gmail.com
nl: Naam van IMAP-server -- IMAP4 moet SSL toestaan. Bijvoorbeeld: imap.gmail.com
pl: Nazwa serwera IMAP - musi zezwalać na IMAP4 z SSL. Np .: imap.gmail.com
pt_br: Nome do servidor IMAP--deve permitir IMAP4 com SSL. Ex: imap.gmail.com
ru: Имя сервера IMAP -- должен разрешить IMAP4 с SSL. Например: imap.gmail.com
ta: imap சேவையகத்தின் பெயர்-ssl உடன் imap4 ஐ அனுமதிக்கவும். எ.கா: imap.gmail.com
uk: Назва сервера IMAP. Сервер має працювати у режимі IMAP4 з SSL. Приклад: imap.gmail.com

source: IMAP User Name
ar: اسم مستخدم IMAP
de: IMAP Benutzername
es: Nombre de usuario IMAP
et: IMAP kasutajanimi
fr: Nom d'utilisateur IMAP
ja: IMAPユーザー名
nb: IMAP brukernavn
nl: IMAP gebruikersnaam
pl: Nazwa użytkownika IMAP
pt_br: Nome de usuário IMAP
ru: Имя пользователя IMAP
ta: imap பயனர் பெயர்
uk: Ім’я користувача IMAP

source: Name of IMAP user. Eg: yourname@gmail.com Note that Gmail accounts need to have IMAP enabled in Gmail Settings first.
ar: اسم مستخدم IMAP. مثال: yourname@gmail.com لاحظ أن حسابات Gmail تحتاج إلى تمكين IMAP في إعدادات Gmail أولاً.
de: Name des IMAP Nutzers. z.B.: ihrname@gmail.com Beachten Sie, dass Sie für Gmail Accounts erst IMAP in den Gmail Einstellungen aktivieren müssen.
es: Nombre de usuario IMAP. Por ejemplo: nombre@gmail.com Tenga en cuenta que las cuentas de Gmail deben tener activa la opción IMAP en la configuración de Gmail.
et: IMAP-serveri kasutajanimi. Nt: sinunimi@gmail.com Pane tähele, et Gmaili kontode puhul tuleb Gmaili sätetes esmalt IMAP lubada.
fr: Nom de l'utilisateur IMAP. Par ex : yourname@gmail.com Notez que les comptes Gmail ont besoin que l'IMAP soit d'abord activé dans les Paramètres Gmail.
ja: IMAPユーザーの名前。例: yourname@gmail.com Gmailアカウントでは、最初にGmail設定でIMAPを有効にする必要がありますことに注意してください。
nb: Navn på IMAP bruker. F.eks. brukernavn@gmail.com Legg merke til at Gmail kontoer trenger å ha en IMAP skrudd på i Gmail instillinger først.
nl: Naam van IMAP-gebruiker. Bijvoorbeeld: uwnaam@gmail.com Houd er rekening mee dat Gmail-accounts eerst IMAP moeten hebben ingeschakeld in Gmail-instellingen.
pl: Nazwa użytkownika IMAP. Np. twojeimie@gmail.com Pamiętaj, że konta Gmail muszą najpierw mieć włączony protokół IMAP w ustawieniach Gmaila.
pt_br: Nome do usuário IMAP. Ex: yourname@gmail.com Note que as contas do Gmail precisam ter o IMAP habilitado nas configurações do Gmail primeiro.
ru: Имя пользователя IMAP. Например: yourname@gmail.com Обратите внимание, что для учетных записей Gmail нужно сначала включить IMAP в настройках Gmail.
ta: imap பயனரின் பெயர். எ.கா: yourname@gmail.com சிமெயில் கணக்குகள் முதலில் சிமெயில் அமைப்புகளில் ஐ.எம்.ஏ.பி இயக்கப்பட்டிருக்க வேண்டும் என்பதை நினைவில் கொள்க.
uk: Ім’я користувача IMAP. Приклад: ваше_ім’я@gmail.com Зауважте, що для облікових записів Gmail слід спочатку увімкнути IMAP у параметрах Gmail.

source: IMAP User Password
ar: كلمة مرور مستخدم IMAP
de: IMAP Benutzer Passwort
es: Contraseña de usuario IMAP
et: IMAP kasutaja parool
fr: Mot de passe de l'Utilisateur IMAP
ja: IMAPユーザーのパスワード
nb: IMAP brukers passord
nl: IMAP gebruikerswachtwoord
pl: Hasło użytkownika IMAP
pt_br: Senha do usuário IMAP
ru: Пароль пользователя IMAP
ta: imap பயனர் கடவுச்சொல்
uk: Пароль користувача IMAP

source: IMAP password. If left empty, FanFicFare will ask you for your password when you use the feature.
ar: كلمة مرور IMAP. إذا تركت فارغة، سيطلب منك FanFicFare كلمة المرور الخاصة بك عند استخدام الميزة.
de: IMAP Passwort. Wenn leer gelassen, wird FanFicFare Sie nach Ihrem Passwort fragen, wenn Sie diese Funktion nutzen.
es: Contraseña IMAP. Si se deja vacía, FanFicFare le pedirá la contraseña cuando se use esta función.
et: IMAP-serveri kasutaja parool. Kui jätad tühjaks, küsib FanFicFare selle funktsiooni kasutamisel sinult parooli.
fr: Mot de passe IMAP. Si laissé vide, FanFicFare demandera votre mot de passe lors de l'utilisation de la fonctionnalité
ja: IMAPパスワード。空のままにすると、FanFicFareは機能を使う時にパスワードの入力を求めます。
nb: IMAP passord. Hvis denne er tom, FanFicFare vil automatisk spørre deg for passordet når du bruker denne funksjonen.
nl: MAP-wachtwoord. Als je hem leeg laat, vraagt ​​FanFicFare je om je wachtwoord wanneer je de functie gebruikt.
pl: Hasło IMAP. Jeśli pozostawisz puste, FanFicFare poprosi Cię o podanie hasła podczas korzystania z tej funkcji.
pt_br: Senha IMAP. Se deixado vazio, FanFicFare irá te perguntar a senha quando você utilizar o recurso.
ru: IMAP пароль. Если оставить пустым, FanFicFare попросит вас ввести пароль при использовании этой функции.
ta: imap கடவுச்சொல். காலியாக இருந்தால், நீங்கள் அம்சத்தைப் பயன்படுத்தும்போது ஃபேன்ஃபிக்ஃபேர் உங்கள் கடவுச்சொல்லைக் கேட்கும்.
uk: Пароль до IMAP. Якщо не вказувати, FanFicFare проситиме вас ввести пароль кожного разу, коли ви користуєтеся відповідною можливістю.

source: Remember Password for Session (when not saved above)
ar: تذكر كلمة المرور للجلسة (عند عدم حفظها أعلاه)
de: Passwort für die Sitzung speichern (wenn nicht oben gespeichert)
es: Recordar contraseña durante la sesión (si no se ha guardado)
et: Jäta parool seansi vältel meelde (kui ülalolevasse kasti pole sisestatud)
fr: Se rappeler du Mot de Passe pour la Session (quand il n'est pas sauvegardé ci-dessus)
ja: セッションのパスワードを記憶します（以上に保存されない場合）
nb: Husk passord for sessjonen (hvis du ikke har lagret denne før)
nl: Onthoud wachtwoord voor sessie (indien niet opgeslagen hierboven)
pl: Zapamiętaj hasło do sesji (jeśli nie zostało zapisane powyżej)
pt_br: Lembrar senha para a seção (quando não salvo acima)
ru: Запомнить пароль для сессии (если не сохранено выше)
ta: அமர்வுக்கான கடவுச்சொல்லை நினைவில் கொள்ளுங்கள் (மேலே சேமிக்கப்படாதபோது)
uk: Пам’ятати пароль протягом сеансу (якщо його не збережено вище)

source: If checked, and no password is entered above, FanFicFare will remember your password until you close calibre or change Libraries.
ar: إذا تم التحديد، ولم يتم إدخال كلمة مرور أعلاه، سيتذكر FanFicFare كلمة المرور الخاصة بك حتى تغلق calibre أو تغير المكتبات.
de: Wenn aktiviert und kein Passwort oben eingegeben wurde, merkt sich FanFicFare Ihr Passwort bis Sie Calibre geschlossen haben oder die Bibliotheken wechseln.
es: Si se activa y no se introduce una contraseña más arriba, FanFicFare recordará la contraseña hasta que se cierre calibre o se cambie de biblioteca.
et: Kui märgistatud ja ülal pole parooli sisestatud, jätab FanFicFare sinu parooli meelde, kuni sa calibre sulged või vahetad kogusid.
fr: Si coché et qu'aucun Mot de Passe n'est entré ci-dessus. FanFicFare se souviendra de votre mot de passe jusqu'à ce que vous fermiez calibre ou changiez de Bibliothèque.
ja: チェックすると以上にパスワードが入力しません場合に、FanFicFareはcalibreを閉じますまたはライブラリを変更しますまで、パスワードを記憶します。
nb: Hvis huket, og ingen passord er oppgit over, FanFicFare vil huske passordet til du lukker Calibre eller endrer biblioteker.
nl: Indien aangevinkt en er geen wachtwoord hierboven is ingevoerd, onthoudt FanFicFare uw wachtwoord totdat u calibre sluit of de bibliotheken wijzigt.
pl: Jeśli zaznaczone i żadne hasło nie zostanie wprowadzone powyżej, FanFicFare zapamięta Twoje hasło do czasu zamknięcia calibre lub zmiany bibliotek.
pt_br: Se marcado, e nenhuma a senha foi inserida acima, o FanFicFare lembrará a senha até você fechar o calibre ou mudar as Bibliotecas.
ru: Если флажок установлен и пароль не введен выше, FanFicFare будет помнить ваш пароль, пока вы не закроете Calibre или не измените Библиотеки.
ta: சரிபார்க்கப்பட்டால், கடவுச்சொல் எதுவும் மேலே உள்ளிடப்படவில்லை என்றால், நீங்கள் காலிபரை மூடும் வரை அல்லது நூலகங்களை மாற்றும் வரை உங்கள் கடவுச்சொல்லை சுவைஞர் கட்டணம் நினைவில் கொள்ளும்.
uk: Якщо позначено, а вище не було вказано пароля, FanFicFare пам’ятатиме введений вами пароль до моменту, коли ви завершите роботу calibre або зміните бібліотеку.

source: IMAP Folder Name
ar: اسم مجلد IMAP
de: IMAP Ordnername
es: Nombre de carpeta IMAP
et: IMAP kausta nimi
fr: Nom de dossier IMAP
ja: IMAPフォルダ名
nb: IMAP mappenavn
nl: IMAP map naam
pl: Nazwa folderu IMAP
pt_br: Nome da pasta IMAP
ru: Имя папки IMAP
ta: imap கோப்புறை பெயர்
uk: Назва теки IMAP

source: Name of IMAP folder to search for new emails. The folder (or label) has to already exist. Use INBOX for your default inbox.
ar: اسم مجلد IMAP للبحث عن رسائل البريد الإلكتروني الجديدة. يجب أن يكون المجلد (أو التصنيف) موجودًا بالفعل. استخدم INBOX لعلبة الوارد الافتراضية.
de: Name des IMAP Ordners um nach Mails zu suchen. Der Ordner (oder Label) muss bereits existieren. Verwenden Sie INBOX für Ihren Standard Posteingang.
es: Nombre de la carpeta IMAP donde buscar nuevos correos. La carpeta (o etiqueta) debe existir previamente. Use «INBOX» para la bandeja de entrada predeterminada.
et: IMAP kausta nimi, millest uusi e-kirju otsida. Kaust (või silt) peab juba olemas olema. Oma vaikimisi sisendkausta valimiseks sisesta INBOX.
fr: Nom du dossier IMAP pour rechercher de nouveaux courriels. Le dossier (ou étiquette) doit déjà exister. Utilisez INBOX pour votre boîte de réception par défaut.
ja: 未読なメールに検索するIMAPフォルダの名前。フォルダ（またはラベル）はすでに存在された必要がある。デフォルト受信トレイためにINBOXを使用します。
nb: Navn på IMAP mappe for å søke etter nye epost. Denne fmappen (eller ditt navn) allere eksisterer bruk INBOX for din standard inbox.
nl: Naam van de IMAP map om nieuwe e-mails te zoeken. De map (of het label) moet al bestaan. Gebruik INBOX voor uw standaard inbox.
pl: Nazwa folderu IMAP do wyszukiwania nowych wiadomości e-mail. Folder (lub etykieta) musi już istnieć. Użyj INBOX jako domyślnej skrzynki odbiorczej.
pt_br: Nome da pasta IMAP para pesquisar por novos e-mails. A pasta (ou etiqueta) tem que existir anteriormente. Use INBOX para a sua caixa de entrada padrão.
ru: Имя папки IMAP для поиска новых писем. Папка (или метка) должна уже существовать. Используйте INBOX для входящих сообщений по умолчанию.
ta: புதிய மின்னஞ்சல்களைத் தேட imap கோப்புறையின் பெயர். கோப்புறை (அல்லது லேபிள்) ஏற்கனவே இருக்க வேண்டும். உங்கள் இயல்புநிலை இன்பாக்சுக்கு இன்பாக்சைப் பயன்படுத்தவும்.
uk: Назва теки IMAP, у якій слід шукати нові повідомлення. Тека (або мітка) має вже існувати. Скористайтеся текою INBOX, якщо слід використовувати вашу типову теку вхідних повідомлень.

source: Mark Emails Read
ar: تعليم رسائل البريد الإلكتروني كمقروءة
de: Markiere eMails als gelesen
es: Marcar correos electrónicos como leídos
et: Märgi e-kirjad loetuks
fr: Marquer l'email comme lu
ja: メールを既読にします
nb: Marker epost som lest
nl: Markeer emails gelezen
pl: Oznacz e-maile jako przeczytane
pt_br: Marca de E-mails Lidos
ru: Пометить электронные письма как прочитанные
ta: மின்னஞ்சல்களைக் குறிக்கவும்
uk: Позначати повідомлення як прочитані

source: If checked, emails will be marked as having been read if they contain any story URLs.
ar: إذا تم التحديد، سيتم تعليم رسائل البريد الإلكتروني كمقروءة إذا كانت تحتوي على أي عناوين URL للقصص.
de: Wenn aktiviert, werden eMails als gelesen markiert, wenn sie irgendwelche StoryURLs enthalten.
es: Si se activa, los correos electrónicos se marcarán como leídos si contienen algún URL de historia.
et: Kui märgistatud, märgitakse e-kirjad loetuks, kui need sisaldavad mingit jutu URLi.
fr: Si coché, les courriels seront marqués comme lus s'ils contiennent des URL d'histoires
ja: チェックすると、メールはストーリーURLが含みます場合に既読にします。
nb: Hvis huket av, epost vil bli markert som lest hvis disse inneholder historieurler.
nl: Indien aangevinkt, zullen e-mails worden gemarkeerd als gelezen als ze verhaal-URL's bevatten.
pl: Jeśli ta opcja jest zaznaczona, wiadomości e-mail będą oznaczane jako przeczytane, jeśli zawierają adresy URL artykułów.
pt_br: Se marcado, os e-mails serão marcados como lidos se eles conterem qualquer URL de histórias.
ru: Если этот флажок установлен, электронные письма будут помечены как прочитанные, если они содержат URL-адреса истории.
ta: சரிபார்க்கப்பட்டால், மின்னஞ்சல்கள் ஏதேனும் கதை முகவரி களைக் கொண்டிருந்தால் அவற்றைப் படித்ததாகக் குறிக்கப்படும்.
uk: Якщо позначено, повідомлення електронної пошти позначатимуться як прочитані, якщо у них містяться адреси творів.

source: Discard URLs on Reject List
ar: تجاهل عناوين URL في قائمة الرفض
de: URLs in der Ablehnungsliste werden abgewiesen.
es: Desechar URL de la lista de rechazados
fr: Effacer les URLs de la Liste de Rejet
ja: 拒否リストのURLを捨てます
nb: Kast urler på avslagslisten
nl: Verwijder URL's op de lijst met afwijzingen
pl: Odrzuć adresy URL z listy odrzuconych
ru: Отменить URL-адреса в Списке отклоненных
ta: நிராகரிப்பு பட்டியலில் முகவரி களை நிராகரிக்கவும்
uk: Відкидати адреси зі списку відкидання

source: If checked, FanFicFare will silently discard story URLs from emails that are on your Reject URL List.<br>Otherwise they will appear and you will see the normal Reject URL dialog.<br>The Emails will still be marked Read if configured to.
ar: إذا تم التحديد، سيتجاهل FanFicFare بصمت عناوين URL للقصص من رسائل البريد الإلكتروني التي توجد في قائمة عناوين URL المرفوضة.<br>وإلا ستظهر وسترى مربع حوار رفض URL العادي.<br>ستظل رسائل البريد الإلكتروني معلمة كمقروءة إذا تم تهيئتها لذلك.
de: Wenn diese Option aktiviert ist, verwirft FanFicFare die URLs (aus eMails) von Storys automatisch, die sich auf der Liste der abgelehnten URLs befinden. Andernfalls werden sie angezeigt und Sie sehen den normalen Reject-URL-Dialog. Die E-Mails werden weiterhin als gelesen markiert angezeigt.
es: Si se habilita, FanFicFare descartará los URL de historia de los correos electrónicos que están en la lista de rechazo de URL.<br>De lo contrario, aparecerán y verá el usual cuadro de diálogo de rechazo de URL.<br>En todo caso los correos electrónicos se marcarán como leídos si así se configura.
fr: Si coché, FanFicFare écartera silencieusement toutes les URLs des e-mails qui sont sur votre Liste de Rejet URL.<br> Sinon, elles apparaitront et vous verrez la boite de dialogue de Rejet URL habituelle<br> Les e-mails seront toujours marqués comme lu si configuré pour.
ja: チェックすると、FanFicFareは拒否URLリストでメールからストーリーURLを黙って捨てます。<br>さもないと、それらが表示されますと通常の拒否URLダイアログを見ます。<br>設定されます場合に、メールは既読にされます。
nb: Hvis huket av., FanFicFare vil stille kaste historieurl fra eposter som ikke er på avslagslisten din.<br/>Elllers vil de dukke opp og du vil se normale arslagsurler dialogen. <br /> epostene vil bli markert som lest hvis konfigurert til dette.
nl: Indien aangevinkt, verwijdert FanFicFare de verhaal-URL's van e-mails die zich op uw lijst met afgekeurde URL's bevinden.<br>Anders worden ze weergegeven en ziet u het normale dialoogvenster Geweigerde URL.<br> De e-mails worden nog steeds gemarkeerd als Gelezen indien geconfigureerd.
pl: Jeśli zaznaczone, FanFicFare po cichu usunie adresy URL historii z wiadomości e-mail, które znajdują się na Twojej liście odrzuconych adresów URL. <br>W przeciwnym razie pojawią się i zobaczysz normalne okno dialogowe Odrzuć adres URL. <br>E-maile będą nadal oznaczone jako przeczytane, jeśli skonfigurowano.
ru: Если этот флажок установлен, FanFicFare будет молча отбрасывать URL-адреса историй из электронных писем, которые есть в вашем Списке отклоненных URL-адресов. <br>В противном случае они появятся, и вы увидите обычное диалоговое окно «Отклонить URL-адрес». <br>Электронные письма все равно будут помечены как «Прочитано», если это настроено.
ta: சரிபார்க்கப்பட்டால், உங்கள் நிராகரிக்கும் முகவரி பட்டியலில் உள்ள மின்னஞ்சல்களிலிருந்து கதை முகவரி களை விசிறி கட்டணம் அமைதியாக நிராகரிக்கும். <br> இல்லையெனில் அவை தோன்றும், மேலும் சாதாரண நிராகரிக்கும் முகவரி உரையாடலை நீங்கள் காண்பீர்கள்.
uk: Якщо позначено цей пункт, FanFicFare без підтвердження з вашого боку відкидатиме з повідомлень електронної пошти адреси творів, які є у вашому списку адрес відкидання.<br>Якщо ж пункт позначено не буде, такі адреси оброблятимуться, а додаток показуватиме вам звичайне діалогове вікно відкидання адреси.<br>Повідомлення електронної пошти з відповідними адресами позначатимуться як прочитані, якщо додаток налаштовано на таке позначення.
