Repository: JimmXinu/FanFicFare
Catalog: calibre-plugin/translations/*.po
Languages: ar, de, es, et, fr, ja, nb, nl, pl, pt_br, ru, ta, uk

source: Automatically reject storys with existing Series Anthology books. Only works if 'Check for existing Series Anthology books' is on. Doesn't work when Collect Metadata in Background is selected.
ar: رفض القصص تلقائيًا التي تحتوي على كتب مختارات السلسلة الموجودة. يعمل فقط إذا كان خيار 'التحقق من وجود كتب مختارات السلسلة' قيد التشغيل. لا يعمل عند تحديد جمع البيانات الوصفية في الخلفية.
de: Automatisches Ablehnung von Geschichten mit vorhandenen Serien-Sammlungen. Funktioniert nur, wenn "Auf vorhandene Serien--Sammlungen prüfen?" aktiviert ist. Dies funktioniert nicht, wenn "Collect Metadata im Hintergrund" ausgewählt ist.
es: Rechazar automáticamente historias con libros de antología de serie existentes. Sólo funciona si se activa «Comprobar si existen libros de antología de serie». No funciona cuando la recopilación de metadatos en segundo plano está activada.
fr: Rejeter automatiquement les histoires avec des livres Séries Anthologie. Fonctionne uniquement si 'Vérifier l’existence de livres Série Anthologie' est activé. Ne fonctionne pas lorsque Collecter les Métadonnées en Arrière-Plan est sélectionné.
ja: 既存のシリーズ選集本のストーリーを自動的に拒否します。 「既存のシリーズ選集本を確認します」がオンの場合のみ機能します。 バックグラウンドでメタデータを集まるが選択した場合に機能しません。
nl: Verwerp automatisch verhalen met bestaande series bloemlezing-boeken. Werkt alleen als 'Zoeken naar bestaande bloemlezing boeken' is ingeschakeld. Werkt niet wanneer Collect Metagegevens in achtergrond is geselecteerd.
pl: Automatycznie odrzucaj historie z istniejącymi książkami z antologii serii. Działa tylko wtedy, gdy włączona jest opcja „Sprawdź istniejące książki z antologii serii”. Nie działa, gdy wybrana jest opcja Zbierz metadane w tle.
ru: Автоматически отклонять истории с существующими книгами из серии Антология. Работает только в том случае, если включено «Проверка существующих книг по антологии серии». Не работает, если выбрано «Сбор метаданных в фоне».
ta: தற்போதுள்ள தொடர் ஆந்தாலசி புத்தகங்களுடன் கதைகளை தானாக நிராகரிக்கவும். 'தற்போதுள்ள தொடர் ஆந்தாலசி புத்தகங்களை சரிபார்க்கவும்' இருந்தால் மட்டுமே செயல்படும். பின்னணியில் மெட்டாடேட்டாவை சேகரிக்கும்போது வேலை செய்யாது.
uk: Автоматично відкидати твори із наявними книгами антологій циклу. Працюватиме, лише якщо позначено пункт «Перевіряти наявність книг антології циклу». Не працюватиме, якщо позначено пункт збирання метаданих у фоновому режимі.

source: Mark Matching Anthologies?
ar: تمييز المختارات المطابقة؟
de: Passende Sammlungen markieren?
es: ¿Marcar antologías que coincidan?
fr: Marquer les Anthologies Correspondantes ?
ja: 一致された選集をマークしますか？
nl: Overeenkomende Bloemlezingen markeren?
pl: Oznacz pasujące antologie?
ru: Отметить соответствующие антологии
ta: மார்க் பொருந்தும் புராணக்கதைகள்?
uk: Позначати відповідні антології?

source: Mark and show existing Series Anthology books when individual updates are skipped. Only works if 'Check for existing Series Anthology books' is on. Doesn't work when Collect Metadata in Background is selected.
ar: تمييز وإظهار كتب مختارات السلسلة الموجودة عند تخطي التحديثات الفردية. يعمل فقط إذا كان خيار 'التحقق من وجود كتب مختارات السلسلة' قيد التشغيل. لا يعمل عند تحديد جمع البيانات الوصفية في الخلفية.
es: Marcar y mostrar los libros de antología de serie que ya existan cuando se saltan actualizaciones individuales. Sólo funciona si se activa «Comprobar si existen libros de antología de serie». No funciona cuando la recopilación de metadatos en segundo plano está activada.
fr: Marquez et affichez les livres d'Anthologie de Séries existants lorsque les mises à jour individuelles sont ignorées. Ne fonctionne que si l'option "Vérifier les livres existants de la série Anthologie" est activée. Ne fonctionne pas lorsque l'option Collecter les métadonnées en arrière-plan est sélectionnée.
ja: 個々の更新がスキップされた場合に、既存のシリーズと選集をマークします。 「既存のシリーズ選集本を確認します」がオンの場合のみ機能します。 バックグラウンドでメタデータを集めるが選択の場合に機能しません。
nl: Bestaande Series Bloemlezingen markeren en tonen bij overslaan individuele updates. Werkt enkel als 'Controleer op bestaande Series Bloemlezingen' actief is. Werkt niet als Metadata Verzamelen in Achtergrond geselecteerd is.
ru: Отметьте и покажите существующие книги антологии серии, если отдельные обновления были пропущены. Работает только в том случае, если включена функция «Проверить наличие существующих книг антологии серии». Не работает, если выбран параметр «Сбор метаданных в фоновом режиме».
ta: தனிப்பட்ட புதுப்பிப்புகள் தவிர்க்கப்படும்போது ஏற்கனவே இருக்கும் தொடர் ஆந்தாலசி புத்தகங்களைக் குறிக்கவும், காட்டவும். 'தற்போதுள்ள தொடர் ஆந்தாலசி புத்தகங்களை சரிபார்க்கவும்' இருந்தால் மட்டுமே செயல்படும். பின்னணியில் மெட்டாடேட்டாவை சேகரிக்கும்போது வேலை செய்யாது.
uk: Позначати і показувати наявні книги антологій циклів, якщо окремі оновлення було пропущено. Працюватиме, лише якщо позначено пункт «Перевіряти наявність книг антології циклу». Не працюватиме, якщо позначено пункт збирання метаданих у фоновому режимі.

source: Check for changed Story URL?
ar: التحقق من تغيير عنوان URL للقصة؟
de: Auf geänderte Story-URL prüfen?
es: ¿Comprobar cambio de URL de historia?
et: Kontrolli juttude URLi muutumist?
fr: Vérifier le changement d'URL du récit ?
ja: 変更されたストーリーURLを確認しますか？
nb: Let etter endret historie URL?
nl: Controleer veranderd verhaal URL?
pl: Szukać zmienionego adresu URL historii?
pt_br: Verificar URL de história alterada?
ru: Проверить измененный URL истории
ta: மாற்றப்பட்ட கதை முகவரி ஐ சரிபார்க்கவா?
uk: Перевіряти змінену адресу твору?

source: Warn you if an update will change the URL of an existing book(normally automatic and silent). URLs may be changed from http to https silently if the site changed.
ar: تحذيرك إذا كان التحديث سيغير عنوان URL لكتاب موجود (عادةً تلقائي وصامت). قد تتغير عناوين URL من http إلى https بصمت إذا تغير الموقع.
de: Warnt Sie, wenn ein Update die URL eines vorhandenen Buchs ändert (normalerweise automatisch und stumm). URLs können unbemerkt von http in https geändert werden, wenn sich die Seite geändert hat.
es: Avisar si una actualización cambiará el URL de un libro existente (normalmente automático y sin notificación). Los URL pueden cambiar de http a https sin avisar si el sitio web cambia.
et: Hoiata, kui uuendamine muudab olemasoleva raamatu URLi(tavaliselt automaatne ja ilma küsimata). URLides võidakse http asemele panna https ilma küsimata, kui saiti on muudetud.
fr: Vous avertir si une mise à jour modifiera l'URL d'un livre existant (normalement automatique et silencieux). Les URL peuvent être modifiées silencieusement de http à https si le site est modifié.
ja: 既存の本のURLを変更の場合に警告します（通常は自動と無音） サイトが変更された場合は、HTTPからHTTPSに無音で変更されますことがありません。
nl: Waarschuwt u als een update de URL van een bestaand boek zal wijzigen (normaal automatisch en stil) URL's kunnen in stilte worden gewijzigd van http in https als de site is gewijzigd.
pl: Ostrzegaj, jeśli aktualizacja zmieni adres URL istniejącej książki (zwykle jest to automatyczne i ciche). Adresy URL mogą zostać dyskretnie zmienione z http na https, jeśli witryna uległa zmianie.
ru: Предупреждать, если обновление изменит URL существующей книги (обычно автоматически и без вывода сообщений). URL-адреса могут быть изменены с http на https, если сайт изменился.
ta: ஒரு புதுப்பிப்பு ஏற்கனவே இருக்கும் புத்தகத்தின் முகவரி ஐ மாற்றுமா என்பதை எச்சரிக்கவும் (பொதுவாக தானியங்கி மற்றும் அமைதியாக). தளம் மாறினால் முகவரி கள் http இலிருந்து https க்கு அமைதியாக மாற்றப்படலாம்.
uk: Попереджати вас, якщо оновлення призведе до зміни адреси наявної книги (зазвичай, автоматично і без додаткових повідомлень). Адреси може бути змінено з http на https без попереджень, якщо їх змінено на сайті.

source: Search inside ebooks for Story URL?
ar: البحث داخل الكتب الإلكترونية عن عنوان URL للقصة؟
de: Soll im eBook nach der StoryURL gesucht werden?
es: ¿Buscar el URL de historia en el contenido de los libros?
et: Otsi e-raamatutest jutu URLi?
fr: Rechercher à l'intérieur d'un livre numérique pour une URL de récit ?
ja: ストーリーURLを電子書籍内に検索しますか？
nl: Zoeken in e-boeken naar Story URL?
pl: Przeszukać ebooki pod kątem adresu URL historii?
ru: Искать в электронных книгах URL истории
ta: கதை முகவரி க்கான மின்புத்தகங்களுக்குள் தேடவா?
uk: Шукати у електронних книгах адресу твору?

source: Look for first valid story URL inside EPUB, ZIP(HTML) or TXT ebook formats if not found in metadata. Somewhat risky, could find wrong URL depending on ebook content.
ar: البحث عن أول عنوان URL صالح للقصة داخل تنسيقات الكتب الإلكترونية EPUB، ZIP (HTML) أو TXT إذا لم يتم العثور عليه في البيانات الوصفية. محفوف بالمخاطر إلى حد ما، قد يجد عنوان URL خاطئًا اعتمادًا على محتوى الكتاب الإلكتروني.
de: Sucht nach der ersten gültigen Story-URL in EPUB-, ZIP- (HTML) oder TXT-eBook-Formaten, wenn sie nicht in Metadaten gefunden werden Etwas riskant, es könnte je nach eBook-Inhalt eine falsche URL gefunden werden.
es: Buscar el primer URL de historia válido en el texto del archivo en formato EPUB, ZIP(HTML) o TXT si no se encuentra en los metadatos. Esto es algo arriesgado, ya que según el contenido del libro puede encontrarse un URL incorrecto.
et: Otsi formaadis EPUB, ZIP(HTML) või TXT e-raamatutest esimest korrektset jutu URLi, kui seda metaandmetest ei leitud. Mingil määral riskantne, sõltuvalt e-raamatu sisust võib leida vale URLi.
fr: Recherche après la première URL de récit valide à l'intérieur du livre numérique EPUB, ZIP(HTML) ou TXT si non trouvée dans les métadonnées. Quelque peu risqué, pourrait trouver une mauvaise URL dépendant du contenu du livre numérique.
ja: メタデータに見つからなかった場合はEPUB、ZIP(HTML)、またはTXT電子書籍形式内に最初の有効なストーリーURLために見ます。 やや危険、電子書籍の内容よっては間違ったURLを見つけます可能性があります。
nl: Zoek naar de eerste geldige Story-URL in EPUB-, ZIP (HTML) of TXT ebook-formaten indien niet gevonden in metagegevens. Enigszins riskant, zou een verkeerde URL kunnen vinden afhankelijk van de inhoud van het e-boek.
pl: Poszukaj pierwszego prawidłowego adresu URL artykułu w formacie e-booka EPUB, ZIP (HTML) lub TXT, jeśli nie ma go w metadanych. Dość ryzykowne, może znaleźć zły adres URL w zależności od treści ebooka.
ru: Найти первый действительный URL-адрес истории в форматах электронных книг EPUB, ZIP(HTML) или TXT, если он не найден в метаданных. Несколько рискованно, может быть найден неправильный URL в зависимости от содержания книги.
ta: மெட்டாடேட்டாவில் காணப்படாவிட்டால் எபப், சிப் (html) அல்லது txt மின்புத்தக வடிவங்களுக்குள் முதல் செல்லுபடியாகும் கதை முகவரி ஐத் தேடுங்கள். சற்றே ஆபத்தானது, மின்புத்தக உள்ளடக்கத்தைப் பொறுத்து தவறான முகவரி ஐக் காணலாம்.
uk: Шукати коректну адресу твору у форматах електронних книг EPUB, ZIP(HTML) або TXT, якщо адреси не буде виявлено у метаданих. Дещо ризивкований хід, може бути знайдено помилкову адресу, якщо така є у тексті книги.

source: Post Processing Options
ar: خيارات ما بعد المعالجة
de: Nachbearbeitungs-Optionen
es: Opciones de posprocesado
et: Järeltöötluse valikud
fr: Options Post Traitement
ja: 後処理オプション
nb: Postprosesseringsvalg
nl: Postverwerkingsopties
pl: Opcje przetwarzania końcowego
ru: Параметры постобработки
ta: செயலாக்க விருப்பங்கள்
uk: Параметри остаточної обробки

source: Mark added/updated books when finished?
ar: تمييز الكتب المضافة/المحدثة عند الانتهاء؟
de: Hinzugefügte/aktualisierte Bücher markieren, wenn fertiggestellt?
es: ¿Marcar los libros añadidos o actualizados al terminar?
et: Märgi lisatud/uuendatud raamatud, kui valmis?
fr: Marquer les livres ajoutés/mis à jour quand terminé ?
ja: 完了際に追加・更新された本をマークしますか？
nb: Marker lagt til/oppdaterte bøker når oppgaven er ferdig?
nl: Markeer toegevoegde / bijgewerkte boeken na beëindiging?
pl: Czy oznaczyć dodane/zaktualizowane książki po zakończeniu?
pt_br: Marcar livros adicionados/atualizados ao concluir?
ru: Отметить добавленные/обновленные книги по завершению?
ta: மார்க் சேர்க்கப்பட்ட/புதுப்பிக்கப்பட்ட புத்தகங்கள் முடிந்ததும்?
uk: Позначати додані і оновлені книги після завершення?

source: Mark added/updated books when finished. Use with option below. You can also manually search for 'marked:fff_success'. 'marked:fff_failed' and 'marked:fff_chapter_error' are also available, or search 'marked:fff' for all.
ar: تمييز الكتب المضافة/المحدثة عند الانتهاء. استخدم مع الخيار أدناه. يمكنك أيضًا البحث يدويًا عن 'marked:fff_success'. 'marked:fff_failed' و 'marked:fff_chapter_error' متاحان أيضًا، أو ابحث عن 'marked:fff' للجميع.
es: Marcar los libros añadidos o actualizados al terminar. Usar con la siguiente opción. También puede buscar manualmente: «marked:fff_success» (éxito), «marked:fff_failed» (fallo) y «marked:fff_chapter_error» (error de capítulo), o «marked:fff» para todos los casos.
fr: Marquer les livres ajoutés/mis à jour lorsqu'ils sont terminés. A utiliser avec l'option ci-dessous. Vous pouvez également rechercher manuellement 'marked:fff_success'. Les options 'marked:fff_failed' et 'marked:fff_chapter_error' sont également disponibles, ou rechercher 'marked:fff' pour tous.
ja: 完了際に追加・更新された本をマークします。以下のオプションとお使い。 「marked:fff_success」にも手動的に検索できます。 「marked:fff_failed」と「marked:fff_chapter_error」も利用可能です、または全てには「marked:fff」を検索します。
nl: Markeer toegevoegde/geüdate boeken indien klaar. Gebruik met optie onder. U kan ook manueel zoeken naar 'marked:fff_success'. 'marked:fff_failed' en 'marked:fff_chapter_error' zijn ook beschikbaar, of zoek 'marked:fff' voor alles.
ru: Отметить добавленные/обновленные книги по завершению. Используйте с опцией ниже. Можете вручную выполнить поиск 'marked:fff_success'. Также доступны 'marked:fff_failed' и 'marked:fff_chapter_error', или ищите 'marked:fff' для всех.
ta: முடிந்ததும் மார்க் சேர்க்கப்பட்ட/புதுப்பிக்கப்பட்ட புத்தகங்கள். கீழே விருப்பத்துடன் பயன்படுத்தவும். 'குறிக்கப்பட்ட: fff_success' ஐயும் கைமுறையாக தேடலாம். 'குறிக்கப்பட்டவை: fff_failed' மற்றும் 'குறிக்கப்பட்டவை: fff_chapter_error' கூட கிடைக்கின்றன, அல்லது அனைவருக்கும் 'குறிக்கப்பட்டவை: fff' தேடல்.
uk: Позначати додані або оновлені книги після завершення обробки. Використовуйте із додатковим параметром нижче. Ви також можете виконати пошук із критерієм «marked:fff_success». Можна також шукати «marked:fff_failed», «marked:fff» і «marked:fff_chapter_error» або «marked:fff», якщо потрібні усі типи книг.

source: Success
ar: نجاح
es: Éxito
et: Edukas
fr: Réussi
ja: 成功
nl: Gelukt
pl: Sukces
ru: Успешно
ta: வெற்றி
uk: Успіх

source: Mark successfully downloaded or updated books.
ar: وضع علامة على الكتب التي تم تنزيلها أو تحديثها بنجاح.
de: Markiert erfolgreich heruntergeladene oder aktualisiere Bücher.
es: Marcar los libros descargados o actualizados con éxito.
et: Märgista edukalt alla laaditud või uuendatud raamatud.
fr: Marquer les livres téléchargés ou mis à jour avec succès.
ja: 成功にダウンロードまたは更新しました本をマークします。
nl: Markeer succesvol gedownloade of geüpdate boeken.
ru: Отметить успешно загруженные или обновленные книги.
ta: மார்க் வெற்றிகரமாக பதிவிறக்கம் செய்யப்பட்ட அல்லது புதுப்பிக்கப்பட்ட புத்தகங்கள்.
uk: Позначати успішно отримані або оновлені книги.

source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallo
et: Ebaõnnestunud
fr: Échec
ja: 失敗
nl: Mislukt
pl: Nie powiodło się
ru: Сбой
ta: தோல்வி
uk: Помилка

source: Mark failed downloaded or updated books.
ar: وضع علامة على الكتب التي فشل تنزيلها أو تحديثها.
de: Markiert fehlerhaft heruntergeladene oder aktualisiere Bücher.
es: Marcar los libros con fallo de descarga o actualización.
et: Märgista ebaõnnestunult alla laaditud või uuendatud raamatud.
fr: Marquer l'échec du téléchargement ou de la mise à jour des livres.
ja: 失敗のダウンロードまたは更新しました本をマークします。
nl: Markeer mislukte gedownloade of geüpdate boeken.
ru: Отметить НЕУСПЕШНО загруженные или обновленные книги.
ta: பதிவிறக்கம் செய்யப்பட்ட அல்லது புதுப்பிக்கப்பட்ட புத்தகங்கள் மார்க் தோல்வியுற்றது.
uk: Позначати помилки при отриманні або оновленні книг.

source: Chapter Error
ar: خطأ في الفصل
de: Kapitel-Fehler
es: Error de capítulo
fr: Erreur de Chapitre
ja: 章エラー
nl: Hoofdstuk Fout
pl: Błąd Rozdziału
ru: Ошибка главы
ta: அத்தியாயம் பிழை
uk: Помилка у главі

source: Mark downloaded or updated books with chapter errors (only when <i>continue_on_chapter_error:true</i>).
ar: وضع علامة على الكتب التي تم تنزيلها أو تحديثها بأخطاء في الفصل (فقط عندما <i>continue_on_chapter_error:true</i>).
es: Marcar los libros descargados o actualizados con errores de capítulo (sólo cuando <i>continue_on_chapter_error:true</i>).
fr: Marqueer les livres téléchargés ou mis à jour avec des erreurs de chapitre (uniquement lorsque <i>continue_on_chapter_error:true</i>).
ja: 章エラーがありますダウンロードまたは更新しました本をマークします。（<i>continue_on_chapter_error:true</i>の場合のみ）
nl: Markeer gedownloade of geüpdate boeken met hoofdstukfouten (enkel als <i>continue_on_chapter_error:true<i>).
ru: Отметить загруженные или обновленные книги с ошибками глав (только если <i>continue_on_chapter_error: true</i>).
ta: அத்தியாயம் பிழைகள் கொண்ட பதிவிறக்கம் செய்யப்பட்ட அல்லது புதுப்பிக்கப்பட்ட புத்தகங்களைக் குறிக்கவும் (<i> saltion_on_chapter_error: உண்மை </i>).
uk: Позначати отримані або оновлені книги із помилками у главах (лише коли <i>continue_on_chapter_error:true</i>).

source: Show Marked books when finished?
ar: إظهار الكتب المحددة عند الانتهاء؟
de: Hinzugefügte/aktualisierte Bücher anzeigen, wenn fertiggestellt?
es: ¿Mostrar los libros marcados al terminar?
et: Näita märgitud raamatuid, kui valmis?
fr: Montrer les livres marqués quand terminés ?
ja: 完了際にマークされた本を表示しますか？
nb: Vis markerte bøker når ferdig?
nl: Gemarkeerde boeken achteraf tonen?
pl: Pokaż zaznaczone książki po zakończeniu?
pt_br: Mostrar livros marcados ao concluir?
ru: Показать отмеченные книги по завершению
ta: முடிந்ததும் குறிக்கப்பட்ட புத்தகங்களைக் காண்பி?
uk: Показувати позначені книги після завершення?

source: Show Marked added/updated books only when finished. You can also manually search for 'marked:fff_success'. 'marked:fff_failed' and 'marked:fff_chapter_error' are also available, or search 'marked:fff' for all.
ar: عرض الكتب المحددة المضافة/المحدثة فقط عند الانتهاء. يمكنك أيضًا البحث يدويًا عن 'marked:fff_success'. 'marked:fff_failed' و 'marked:fff_chapter_error' متاحان أيضًا، أو ابحث عن 'marked:fff' للجميع.
es: Mostrar los libros añadidos o actualizados marcados al terminar. También puede buscar manualmente: «marked:fff_success» (éxito), «marked:fff_failed» (fallo) y «marked:fff_chapter_error» (error de capítulo), o «marked:fff» para todos los casos.
fr: Marquer les livres ajoutés/mis à jour lorsqu'ils sont terminés. Vous pouvez également rechercher manuellement 'marked:fff_success'. Les options 'marked:fff_failed' et 'marked:fff_chapter_error' sont également disponibles, ou rechercher 'marked:fff' pour tous.
ja: 完了際にマークされた追加・更新しました本のみを表示します。 「marked:fff_success」にも手動的に検索できます。 「marked:fff_failed」と「marked:fff_chapter_error」も利用可能です、または全てには「marked:fff」を検索します。
nl: Toon Gemarkeerde toegevoegde/geüdate boeken alleen indien klaar. U kan ook manueel zoeken naar 'marked:fff_success'. 'marked:fff_failed' en 'marked:fff_chapter_error' zijn ook beschikbaar, of zoek 'marked:fff' voor alles.
ru: Отметить добавленные/обновленные книги, по завершению. Можете вручную выполнить поиск 'marked:fff_success'. 'marked:fff_failed' и 'marked:fff_chapter_error' или ищите 'marked:fff' для всех.
ta: முடிந்ததும் மட்டுமே குறிக்கப்பட்ட/புதுப்பிக்கப்பட்ட புத்தகங்களைக் காட்டு. 'குறிக்கப்பட்ட: fff_success' ஐயும் கைமுறையாக தேடலாம். 'குறிக்கப்பட்டவை: fff_failed' மற்றும் 'குறிக்கப்பட்டவை: fff_chapter_error' கூட கிடைக்கின்றன, அல்லது அனைவருக்கும் 'குறிக்கப்பட்டவை: fff' தேடல்.
uk: Позначати додані або оновлені книги лише після завершення обробки. Ви також можете виконати пошук із критерієм «marked:fff_success». Можна також шукати «marked:fff_failed», «marked:fff» і «marked:fff_chapter_error» або «marked:fff», якщо потрібні усі типи книг.

source: Smarten Punctuation (EPUB only)
ar: تنسيق علامات الترقيم (EPUB فقط)
de: Intelligente Zeichensetzung (nur EPUB)
es: Corregir puntuación (sólo EPUB)
et: Kaunista kirjavahemärgid (ainult EPUB)
fr: Ponctuation intelligente (ePub uniquement)
ja: 句読点をスマートにします（EPUBのみ）
nb: Smarten Punctuation (bare EPUB)
nl: Slimme interpunctie (enkel EPUB)
pl: Inteligentna interpunkcja (tylko EPUB)
pt_br: Pontuação Inteligente (apenas EPUB)
ru: Умная пунктуация (только EPUB)
ta: ச்மார்டன் நிறுத்தற்குறி (எபப் மட்டும்)
uk: Обробити пунктуацію (лише EPUB)

source: Run Smarten Punctuation from Calibre's Polish Book feature on each EPUB download and update.
ar: تشغيل تنسيق علامات الترقيم من ميزة تلميع الكتاب في Calibre على كل تنزيل وتحديث لملفات EPUB.
de: Ausführen der Zeichensetzung von Calibre´s Polish Book feature (eBook-Feinabstimmung) bei jedem EPUB Download und Aktualisierung.
es: Ejecutar la corrección de puntuación de la función para pulir libros de calibre en cada descarga y actualización de archivos EPUB.
et: Käita calibre viimistlemise funktsioon Kaunista kirjavahemärgid igal EPUBi allalaadimisel ja uuendamisel.
fr: Exécuter Ponctuation Intelligente depuis la caractéristique Polish Book de calibre sur chaque ePub téléchargé et mis à jour.
ja: 各EPUBダウンロードと更新でcalibreの本を最適か昨日からスマート句読点を実行します。
nb: Kjør Smarten Punctoation fra Calibres Polish Book funksjon på hver EPUB-nedlastning og oppdatering.
nl: Voer slimme-interpunctie uit vanuit Calibre's "Polijst boek" functie op elke EPUB-download en update.
pl: Uruchom funkcję Smarten Punctuation z Calibre's Polish Book przy każdym pobieraniu i aktualizowaniu pliku EPUB.
pt_br: Executar a pontuação inteligente do recurso de Polir Livro do calibre em cada transferência e atualização de EPUB.
ru: Запускает Умную пунктуацию из функции Polish Book Calibre при каждой загрузке и обновлении EPUB.
ta: ஒவ்வொரு எபப் பதிவிறக்கம் மற்றும் புதுப்பிப்பிலும் காலிபரின் போலந்து புத்தக அம்சத்திலிருந்து ச்மார்டன் நிறுத்தற்குறியை இயக்கவும்.
uk: Запустити інструмент виправлення пунктуації із набору коригування книг Calibre для усіх отриманих і оновлених книг EPUB.
