Repository: JimmXinu/FanFicFare
Catalog: calibre-plugin/translations/*.po
Languages: ar, de, es, et, fr, ja, nb, nl, pl, pt_br, ru, ta, uk

source: Are you sure you want to remove the selected %d books from the list?
ar: هل أنت متأكد أنك تريد إزالة %d كتب المحددة من القائمة؟
de: Sind Sie sicher, dass Sie die %d ausgewählten Bücher von der Liste löschen wollen?
es: ¿Está seguro de querer eliminar los %d libros seleccionados de la lista?
et: Kas oled kindel, et tahad %d valitud raamatut loendist eemaldada?
fr: Êtes-vous sûr de vouloir retirer le livre sélectionné %d de la liste ?
ja: 選択した%d冊をリストから削除してもよろしいですか？
nb: Er du sikker på at du vil fjerne de valgte %d bøkene fra listen?
nl: Ben je zeker dat je de geselecteerde %d boeken uit de lijst wil verwijderen?
pl: Czy jesteś pewny, że chcesz usunąć zaznaczone %d książki z listy?
pt_br: Você deseja realmente remover os %d livros selecionados da lista?
ru: Вы действительно хотите удалить выбранные книги %d из списка?
ta: பட்டியலில் இருந்து தேர்ந்தெடுக்கப்பட்ட %d புத்தகங்களை அகற்ற விரும்புகிறீர்களா?
uk: Ви справді хочете вилучити позначені %d книг зі списку?

source: Note
ar: ملاحظة
de: Notiz
es: Nota
et: Märge
ja: メモ
nb: Notat
nl: Noot
pl: Uwaga
pt_br: Nota
ru: Заметка
ta: குறிப்பு
uk: Примітка

source: Select or Edit Reject Note.
ar: حدد أو حرر ملاحظة الرفض.
de: Ablehnungsnotiz auswählen oder bearbeiten.
es: Seleccionar o modificar nota de rechazo.
et: Vali või muuda keeldumise märget.
fr: Sélectionner ou éditer la note de rejet
ja: 拒否メモを選択または編集します。
nb: Velg eller rediger avslått notat
nl: Selecteer of Bewerk Weigeren Opmerking.
pl: Wybierz lub edytuj odrzuć notatkę.
pt_br: Selecionar ou editar a nota de rejeição.
ru: Выберите или измените отклоненную заметку.
ta: குறிப்பைத் தேர்ந்தெடுக்கவும் அல்லது திருத்தவும்.
uk: Вибрати або редагувати нотатку відкидання.

source: Are you sure you want to remove this URL from the list?
ar: هل أنت متأكد أنك تريد إزالة عنوان URL هذا من القائمة؟
de: Sind sie sicher, dass sie diese URL von der Liste löschen möchten?
es: ¿Está seguro de querer eliminar este URL de la lista?
et: Kas oled kindel, et tahad selle URLi loendist eemaldada?
fr: Êtes-vous sûr de vouloir retirer cette URL de la liste ?
ja: このURLをリストから削除してもよろしいですか？
nb: Er du sikker på at du vil fjerne denne URLen fra listen?
nl: Weet u zeker dat u deze URL van de lijst wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten adres URL z listy?
pt_br: Você deseja realmente remover esta URL da lista?
ru: Вы действительно хотите удалить этот URL из списка?
ta: இந்த முகவரி ஐ பட்டியலிலிருந்து அகற்ற விரும்புகிறீர்களா?
uk: Ви справді хочете вилучити цю адресу зі списку?

source: Are you sure you want to remove the %d selected URLs from the list?
ar: هل أنت متأكد أنك تريد إزالة %d عناوين URL المحددة من القائمة؟
de: Sind Sie sicher, dass Sie die %d ausgewählten URLs von der Liste löschen möchten?
es: ¿Está seguro de querer eliminar los %d URL seleccionados de la lista?
et: Kas oled kindel, et tahad %d valitud URLi loendist eemaldada?
fr: Êtes-vous sûr de vouloir retirer les URLs sélectionnées %d de la liste ?
ja: 選択した%d個のURLをリストから削除してもよろしいですか？
nb: Er du sikker på at du vil fjerene de %d valgte URLene fra listen?
nl: Weet u zeker dat u de %d geselecteerde URLs van de lijst wilt verwijderen?
pl: Czy na pewno chcesz usunąć %d wybrane adresy URL z listy?
pt_br: Você deseja realmente remover as %s URLs selecionadas da lista?
ru: Вы действительно хотите удалить %d выбранных URL из списка?
ta: பட்டியலில் இருந்து தேர்ந்தெடுக்கப்பட்ட %d முகவரி களை அகற்ற விரும்புகிறீர்களா?
uk: Ви справді хочете вилучити позначені %d адреси зі списку?

source: List of Books to Reject
ar: قائمة الكتب المراد رفضها
de: Liste der Bücher zur Ablehnung
es: Lista de libros para rechazar
et: Keeldutavate raamatute loend
fr: Liste des livres à rejetter
ja: 拒否する本のリスト
nb: Liste med bøker for avslag
nl: Lijst met boeken om af te wijzen
pl: Lista książek do odrzucenia
pt_br: Lista de Livros para Rejeitar
ru: Список книг, которые нужно отклонить
ta: நிராகரிக்க புத்தகங்களின் பட்டியல்
uk: Список книг для відкидання

source: FFF will remember these URLs and display the note and offer to reject them if you try to download them again later.
ar: سيتذكر FFF عناوين URL هذه وسيعرض الملاحظة ويقدم رفضها إذا حاولت تنزيلها مرة أخرى لاحقًا.
de: FFF merkt sich diese URLs, zeigt die Notiz an und bietet an, diese abzulehnen, wenn Sie diese nochmal versuchen, diese herunterzuladen.
es: FFF recordará estos URL, mostrará una nota y le permitirá rechazarlos si vuelve a intentar descargarlos más adelante.
et: FFF jätab need URLid meelde ning hilisemal nende allalaadimise uuesti proovimisel näitab märget ja pakub nendest keelduda.
fr: FFF se souviendra de ces URLs, affichera la note et proposera de rejetter celles-ci si vous essayer de les télécharger à nouveau par après.
ja: FFFはこれらのURLを覚えます、後で再度ダウンロードしようとするとメモを表示して拒否を申し出ます。
nb: FanFicFare vil huske disse URLene and vise notatet og tilby å avslå dem hvis du prøver å laste dem ned igjen senere.
nl: FFF onthoudt deze URL's en toont de notitie met aanbod om ze te weigeren als u ze later opnieuw probeert te downloaden.
pl: FFF zapamięta te adresy URL i wyświetli notatkę oraz zaproponuje ich odrzucenie, jeśli spróbujesz je później pobrać ponownie.
ru: FFF запомнит эти URL-адреса, отобразит примечание и предложит отклонить их, если вы попытаетесь загрузить их позже.
ta: fff இந்த முகவரி களை நினைவில் வைத்துக் கொள்ளும், மேலும் குறிப்பைக் காண்பிக்கும் மற்றும் அவற்றை மீண்டும் பதிவிறக்கம் செய்ய முயற்சித்தால் அவற்றை நிராகரிக்க சலுகை.
uk: FFF запам’ятає ці адреси і показуватиме нотатку із пропозицією відкинути їх, якщо ви спробуєте отримати з них дані пізніше.

source: Remove selected URLs from the list
ar: إزالة عناوين URL المحددة من القائمة
de: Entfernt ausgewählte URLs von der Liste
es: Eliminar los URL seleccionados de la lista
et: Eemalda valitud URL-id loendist
fr: Retire les URLs sélectionnées de la liste
ja: 選択したURLをリストから削除します
nb: Fjerene valgte URLer fra lista
nl: Verwijder geselecteerde URLs van de lijst
pl: Usuń wybrane adresy URL z listy
ru: Удалить выбранные URL из списка
ta: பட்டியலிலிருந்து தேர்ந்தெடுக்கப்பட்ட முகவரி களை அகற்றவும்
uk: Вилучити позначені адреси зі списку

source: This will be added to whatever note you've set for each URL above.
ar: سيتم إضافة هذا إلى أي ملاحظة قمت بتعيينها لكل عنوان URL أعلاه.
de: Dies wird für jede der oben angegebenen URLs zusätzlich an die Notiz angefügt, die sie oben angegeben haben.
es: Se añadirá a cualquier nota que haya establecido para cada URL anterior.
et: See lisatakse mis tahes märkmele, mille oled igale ülal olevale URLile määranud.
fr: Ceci sera ajouté à n'importe quelle note que vous avez composée pour chaque URL ci-dessus.
ja: これは以上の各URLに設定するメモに追加されます。
nb: Denne vil bil lagt til det notatet du har satt for hver URL over.
nl: Dit wordt toegevoegd aan de betreffende notitie die u voor elke bovenstaande URL heeft ingesteld.
pl: Zostanie to dodane do dowolnej notatki ustawionej dla każdego adresu URL powyżej.
pt_br: Isto será adicionado a qualquer nota que você definiu para cada URL acima.
ru: Это будет добавлено к любой заметке, которую вы установили для каждого URL выше.
ta: மேலே உள்ள ஒவ்வொரு முகவரி க்கும் நீங்கள் அமைத்த எந்த குறிப்பிலும் இது சேர்க்கப்படும்.
uk: Це буде додано до будь-якої встановлено вами нотатки для усіх адрес вище.

source: Delete Books (including books without FanFiction URLs)?
ar: حذف الكتب (بما في ذلك الكتب التي لا تحتوي على عناوين URL لـ FanFiction)؟
de: Bücher löschen (inklusive Bücher ohne FanFiction-URLs)?
es: ¿Eliminar libros (incluyendo libros sin URL de «fanfiction»)?
et: Kustutada raamatud (k.a ilma fännikirjanduse URLita raamatud)?
fr: Supprimer les livres (incluant les livres sans URL(s) de FanFiction) ?
ja: 本を削除しますか？（ファンフィクションURLがない本を含みます）
nb: Slett bøker (inkludert bøker uten fanfiction URLer)?
nl: Verwijder boeken (inclusief boeken zonder FanFiction URLs)?
pl: Usunąć książki (w tym książki bez adresów URL FanFiction)?
pt_br: Apagar Livros (incluindo livros sem URLs de Ficção)?
ru: Удалить книги (включая книги без URL-адресов FanFiction)?
ta: புத்தகங்களை நீக்கு (ரசிகர் மன்றம் இல்லாத புத்தகங்கள் உட்பட)?
uk: Вилучити книги (разом із книгами без адрес FanFiction)?

source: Delete the selected books after adding them to the Rejected URLs list.
ar: حذف الكتب المحددة بعد إضافتها إلى قائمة عناوين URL المرفوضة.
de: Die ausgewählten Bücher werden zur URL-Ablehnungsliste hinzugefügt und danach gelöscht.
es: Eliminar los libros seleccionados después de añadirlos a la lista de URL rechazados.
et: Kustuta valitud raamatud pärast nende lisamist Keeldutud URLide loendisse.
fr: Supprime les livres sélectionnés après les avoir ajoutés à la liste des URLs rejetées.
ja: 拒否したURLリストに追加します前に、選択した本を削除します。
nb: Slett de valgte bøkene etter å legge dem til avslagsliten for URLer.
nl: Verwijder de geselecteerde boeken nadat ze zijn toegevoegd aan de lijst met geweigerde URL's.
pl: Usuń wybrane książki po dodaniu ich do listy odrzuconych adresów URL.
pt_br: Apagar os livros selecionados depois de adicioná-los à lista de URLs Rejeitadas.
ru: Удалить выбранные книги после добавления их в список отклоненных URL.
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகங்களை நிராகரிக்கப்பட்ட urls பட்டியலில் சேர்த்த பிறகு அவற்றை நீக்கவும்.
uk: Вилучити позначені книги після додавання їх до списку відкинутих адрес.

source: Search for string in edit box.
ar: البحث عن سلسلة نصية في مربع التحرير.
de: Suche nach Zeichenfolge im Eingabefeld.
es: Buscar el texto en el cuadro.
et: Otsi muutmise kastist mingit teksti.
fr: Rechercher la chaîne dans la boîte d'édition.
ja: 編集ボックスで文字列を検索します。
nb: Søk etter streng i rediger boksen.
nl: Zoek naar text in het zoekvenster.
pl: Wyszukaj ciąg w polu edycji.
pt_br: Buscar pela sequência na caixa de edição.
ru: Поиск строки в окне редактирования.
ta: திருத்து பெட்டியில் சரத்தைத் தேடுங்கள்.
uk: Шукати рядок у полі редагування.

source: Find:
ar: بحث:
de: Suche:
es: Buscar:
et: Leia:
fr: Trouver :
ja: 探す：
nb: Finn:
nl: Zoeken:
pl: Znajdź:
pt_br: Localizar:
ru: Искать:
ta: கண்டுபிடி:
uk: Знайти:

source: Find
ar: بحث
de: Suche
es: Buscar
et: Leia
fr: Trouver
ja: 探す
nb: Finn
nl: Zoeken
pl: Znajdź
pt_br: Localizar
ru: Искать
ta: கண்டுபிடி
uk: Знайти

source: Case sensitive
ar: حساس لحالة الأحرف
de: Groß- und Kleinschreibung
es: Distinguir mayúsculas y minúsculas
et: Tõstutundlik
fr: Sensible à la casse
ja: 大文字と小文字を区別します
nb: Case sensistive
nl: Hoofdlettergevoelig
pl: Wielkość liter ma znaczenie
pt_br: Maiúsculas e minúsculas
ru: Регистрочувствительность
ta: வழக்கு உணர்திறன்
uk: З урахуванням регістру

source: Search for case sensitive string; don't treat Harry, HARRY and harry all the same.
ar: البحث عن سلسلة نصية حساسة لحالة الأحرف؛ لا تتعامل مع Harry و HARRY و harry بنفس الطريقة.
de: Suche nach Groß- und Kleinschreibung; behandle Harry, HARRY und harry nicht gleich.
es: Buscar texto distinguiendo mayúsculas y minúsculas; no considera que Carlos, CARLOS y carlos son todos iguales.
et: Otsi suurtähetundlikke sõnesid; ära käsitle sõnesid Harry, HARRY ja harry samadena.
fr: Recherche pour les chaînes sensibles à la casse ; ne traite pas Harry, HARRY et harry de la même façon.
ja: 大文字と小文字を区別する文字列を検索します。Harry、HARRY、Harryを全て同じように扱いません。
nb: Søk etter rediger størrelse-sensitive strenger: ikke behandle Harry, HARRY og harry som det samme.
nl: Zoeken naar hoofdlettergevoelige reeks; Behandel Harry, HARRY en harry niet allemaal hetzelfde.
pl: Wyszukaj ciąg z uwzględnieniem wielkości liter; nie traktuj Harry'ego, HARRY'EGO i Harry'ego tak samo.
pt_br: Buscar sequência por maiúsculas e minúsculas; não tratar Harry, HARRY e harry todas como sendo iguais.
ru: Поиск чувствительной к регистру строки; не относись к Гарри, ГАРРИ и гарри одинаково.
ta: வழக்கு உணர்திறன் சரத்தைத் தேடுங்கள்; ஆரி, ஆரி மற்றும் ஆரி ஆகியோரை ஒரே மாதிரியாக நடத்த வேண்டாம்.
uk: Шукати рядок із урахуванням регістру: вважати рядки Гаррі, ГАРРІ та гаррі різними.

source: Go back to fix errors?
ar: العودة لإصلاح الأخطاء؟
de: Zurück um einen Fehler zu beheben?
es: ¿Volver atrás para corregir errores?
et: Mine tagasi vigu parandama?
fr: Retour en arrière pour corriger les erreurs ?
ja: 戻ってエラーを修正しますか？
nb: Gå tilbake til rett feil?
nl: Terug gaan om fouten te herstellen?
pl: Wrócić, aby naprawić błędy?
pt_br: Voltar para corrigir erros?
ru: Вернуться, чтобы исправить ошибки?
ta: பிழைகளை சரிசெய்ய திரும்பிச் செல்லவா?
uk: Повернутися для виправлення помилок?

source: Click an error below to return to Editing directly on that line:
ar: انقر على خطأ أدناه للعودة إلى التحرير مباشرة على ذلك السطر:
de: Klicke auf eine Fehlermeldung um direkt im Editor auf diese Zeile zu springen:
es: Pulse en un error más abajo para volver a modificar directamente esa línea:
et: Klõpsa alloleval veal, et minna tagasi redigeerima otse sellele reale:
fr: Cliquez sur une erreur ci-dessous pour modifier directement sur cette ligne :
ja: 以下でエラーをクリックして、その行を編集しますことに直接な戻ります：
nb: Klikk en feil under for å returnerer til å redigere direkte i den linjen:
nl: Klik op een fout hieronder om terug te gaan naar Bewerken rechtstreeks op die regel :
pl: Kliknij błąd poniżej, aby wrócić do edycji bezpośrednio w tym wierszu:
pt_br: Clique em um erro abaixo para retornar para edição diretamente naquela linha:
ru: Нажмите на ошибку ниже, чтобы вернуться к редактированию непосредственно в этой строке:
ta: அந்த வரியில் நேரடியாக திருத்துதல் செய்ய கீழே உள்ள பிழையைக் சொடுக்கு செய்க:
uk: Натисніть пункт помилки нижче, щоб повернутися до безпосереднього редагування цього рядка:

source: Click to go to line %s
ar: انقر للانتقال إلى السطر %s
de: Klicken um zur Zeile %s zu kommen
es: Pulsar para ir a la línea %s
et: Klõpsa, et minna reale %s
fr: Cliquer pour aller à la ligne %s
ja: クリックして%s行に移動します
nb: Klikk for å gå til linje %s
nl: Klik om naar lijn %s te gaan
pl: Kliknij, aby przejść do linii %s
pt_br: Clique para ir para a linha %s
ru: Нажмите, чтобы перейти к строке %s
ta: வரி %s க்கு செல்ல சொடுக்கு செய்க
uk: Натисніть, щоб перейти до рядка %s

source: Return to Editing
ar: العودة إلى التحرير
de: Zum Editieren zurückkehren
es: Volver a modificar
et: Tagasi redigeerima
fr: Retourner à l'Édition
ja: 編集に戻ります
nb: Returner til redigering
nl: Terug naar bewerken
pl: Wróć do edycji
pt_br: Retornar para edição
ru: Вернуться к редактированию
ta: திருத்துதல் திரும்பவும்
uk: Повернутися до редагування

source: Save Anyway
ar: حفظ على أي حال
de: Trotzdem sichern
es: Guardar de todas formas
et: Salvesta ikkagi
fr: Enregistrer quand même
ja: とにかく保存
nb: Lagre uansett
nl: Toch opslaan
pl: Zapisz mimo wszystko
pt_br: Salvar mesmo assim
ru: Сохранить в любом случае
ta: எப்படியும் சேமிக்கவும்
uk: Зберегти попри це

source: Enter Email Password for %s:
ar: أدخل كلمة مرور البريد الإلكتروني لـ %s:
de: eMail-Passwort für %s eingeben:
es: Introduzca la contraseña de correo electrónico para %s:
et: Sisesta e-posti kasutaja %s parool:
fr: Entrer le mot de passe du compte email pour %s :
ja: %sのメールパスワードを入力します:
nb: Oppgi e-postpassord for %s:
nl: Voer E-mail wachtwoord in voor %s:
pl: Wprowadź hasło e-mail dla %s:
pt_br: Insira o e-mail de senha para %s:
ru: Введите адрес электронной почты для %s:
ta: %s க்கு மின்னஞ்சல் கடவுச்சொல்லை உள்ளிடவும்:
uk: Введіть пароль ел. пошти %s:

source: Show this confirmation again
ar: إظهار هذا التأكيد مرة أخرى
de: Zeige diese Bestätigung erneut an.
es: Mostrar esta confirmación de nuevo
et: Näita seda kinnitust uuesti
fr: Montrez cette confirmation à nouveau
ja: この確認を再度表示します
nl: Deze bevestiging terug tonen
pl: Pokaż to potwierdzenie ponownie
ru: Показать это подтверждение ещё раз
ta: இந்த உறுதிப்படுத்தலை மீண்டும் காட்டு
uk: Показувати це підтвердження знову

source: Download FanFiction stories from various web sites
ar: تنزيل قصص FanFiction من مواقع ويب مختلفة
de: FanFiction-Stories von verschiedenen Web-Seiten herunterladen
es: Descargar historias de «fanfiction» desde distintos sitios de internet
et: Laadi erinevatelt veebisaitidelt alla fännikirjanduse jutte
fr: Télécharger des récits FanFiction de différents sites
ja: 様々なWebサイトからファンフィクションをダウンロードします
nb: Last ned fanfictionhistorier fra forskjellige nettsider
nl: FanFiction-verhalen downloaden van verschillende websites
pl: Pobierz historie FanFiction z różnych stron internetowych
pt_br: Transferir histórias de ficção de vários sites
ru: Скачать истории FanFiction с разных веб-сайтов
ta: பல்வேறு வலைத்தளங்களிலிருந்து சுவைஞர் புனைகதை கதைகளைப் பதிவிறக்கவும்
uk: Отримання творчості фанатів з різних сайтів

source: &Download from URLs
ar: &تنزيل من عناوين URL
de: &Download von URLs
es: &Descargar desde URL
et: Laadi alla URLidelt
fr: &Télécharger depuis les URLs
ja: URLからダウンロードします(&D)
nb: &Last ned fra URLer
nl: &Download van URLs
pl: Pobierz z adresów URL
pt_br: &Download de URLs
ru: &Скачать с URL-адресов
ta: முகவரி இலிருந்து பதிவிறக்கவும்
uk: &Отримати з адрес

source: Download FanFiction Books from URLs
ar: تنزيل كتب FanFiction من عناوين URL
de: FanFiction-Bücher von URLs herunterladen
es: Descargar libros de FanFiction desde URL
et: Laadi fännikirjanduse raamatuid alla URLidelt
fr: Télécharger des livres FanFiction depuis les URLs
ja: URLからファンフィクション本をダウンロードします
nb: Last ned fanfictionbøker fra URLer
nl: Download FanFiction boeken van URLs
pl: Pobierz książki FanFiction z adresów URL
pt_br: Baixar Livros da FanFiction a partir das URLs
ru: Скачать Книги FanFiction с URL-адресов
ta: முகவரி களில் இருந்து சுவைஞர் புனைகதை புத்தகங்களைப் பதிவிறக்கவும்
uk: Отримати книги творчості фанатів з адрес

source: &Update Existing FanFiction Books
ar: &تحديث كتب FanFiction الموجودة
de: Vorhandene FanFiction-Bücher aktualisieren
es: &Actualizar libros de FanFiction existentes
et: Uuenda olemasolevaid fännikirjanduse raamatuid
fr: &Mettre à jour les livres FanFiction existants
ja: 既存のファンフィクション本を更新します(&U)
nb: &Oppdater eksisterende fanfictionbøker
nl: &Update Bestaande FanFiction boeken
pl: Zaktualizuj istniejące książki FanFiction
ru: &Обновить существующие FanFiction книги
ta: & ஏற்கனவே உள்ள சுவைஞர் புனைகதை புத்தகங்களைப் புதுப்பிக்கவும்
uk: &Оновити наявні книги з творчості фанатів

source: Get Story URLs from &Email
ar: الحصول على عناوين URL للقصص من &البريد الإلكتروني
de: Story-URLs aus &eMails holen
es: Obtener URL de historias desde &correo electrónico
et: Hangi juttude URLid e-kirjast
fr: Obtenir des URLs de Récit à partir du Courriel
ja: メールからストーリーURLを取得します(&E)
nb: Hent historierurler fra &Epost
nl: Haal de URLs op van &Email
pl: Uzyskaj adresy URL artykułów z wiadomości e-mail
ru: Получить URL-адреса историй из &электронной почты
ta: மின்னஞ்சலில் இருந்து கதை முகவரி ஐப் பெறுங்கள்
uk: Отримати адреси творів з &ел. пошти

source: Get Story URLs from Web Page
ar: الحصول على عناوين URL للقصص من صفحة الويب
de: Story-URLs von der Web-Seite holen
es: Obtener URL de historias a partir de una página de internet
et: Hangi juttude URLid veebilehelt
fr: Prendre les URLs de récit depuis la page web
ja: WebページからストーリーURLを取得します
nb: Hent historieurler fra nettside
nl: Haal de URl's op van web pagina
pl: Uzyskaj adresy URL historii ze strony internetowej
pt_br: Obter URLs de história da página do site
ru: Получить URL-адреса историй с веб-страницы
ta: வலைப்பக்கத்திலிருந்து கதை முகவரி களைப் பெறுங்கள்
uk: Отримати адреси творів зі сторінки інтернету

source: Get Story URLs from Selected Books
ar: الحصول على عناوين URL للقصص من الكتب المحددة
de: Story-URLs der gewählten Bücher holen
es: Obtener URL de historias de los libros seleccionados
et: Hangi juttude URLid valitud raamatutest
fr: Prendre les URLs de Récit depuis les livres sélectionnés
ja: 選択した本からストーリーURLを取得します
nb: Hent historieurler fra valgte bøker
nl: Haal de URL's op van de geselecteerde boeken
pl: Uzyskaj adresy URL historii z wybranych książek
ru: Получить URL-адреса историй из выбранных книг
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகங்களிலிருந்து கதை முகவரி களைப் பெறுங்கள்
uk: Отримати адреси творів з позначених книг

source: Anthology Options
ar: خيارات المختارات
de: Optionen für Sammlung
es: Opciones de antología
et: Antoloogia valikud
fr: Options d'Anthologie
ja: 選集のオプション
nl: Anthologie Opties
pl: Opcje antologii
ru: Опции антологии
ta: ஆந்தாலசி விருப்பங்கள்
uk: Параметри антології

source: Make Anthology Epub from Web Page
ar: إنشاء ملف Epub مختارات من صفحة الويب
de: Sammlung-EPUB von der Webseite erstellen
es: Crear un epub de antología desde una página de internet
et: Loo antoloogia EPUB veebilehelt
fr: Faire un ePub d'Anthologie depuis une Page Web
ja: Webページから選集EPUBを作成します
nb: Lag antologi epub fra nettside
nl: Maak Anthologie Epub van web pagina
pl: Utwórz antologię Epub ze strony internetowej
ru: Создать Антологию Epub из веб-страницы
ta: வலைப்பக்கத்திலிருந்து ஆந்தாலசி எபப் உருவாக்குங்கள்
uk: Створити Epub антології на основі сторінки інтернету

source: Make FanFiction Anthology Epub from Web Page
ar: إنشاء ملف Epub مختارات FanFiction من صفحة الويب
de: FanFiction-Sammlung-EPUB von der Webseite erstellen
es: Crear un epub de antología de FanFiction desde una página de internet
et: Loo fännikirjanduse antoloogia EPUB veebilehelt
fr: Faire un ePub d'Anthologie Fanfiction depuis une Page Web
ja: Webページからファンフィクション選集EPUBを作成します
nb: Lag fanfiction antologi epub fra nettside
nl: Maak FanFiction Anthologie Epub van web pagina
pl: Stwórz Epub antologii FanFiction ze strony internetowej
ru: Создать FanFiction Антологию Epub из веб-страницы
ta: வலைப்பக்கத்திலிருந்து ஃபேன்ஃபிக்சன் ஆன்டாலசி எபப் உருவாக்குங்கள்
uk: Створити Epub антології творчості фанатів зі сторінки інтернету

source: &Make Anthology Epub from URLs
ar: &إنشاء ملف Epub مختارات من عناوين URL
de: Sammlung-EPUB aus URLs erstellen
es: &Crear epub de antología a partir de los URL
et: Loo URLidest antoloogia EPUB
fr: &Faire un ePub d'Anthologie depuis les URLs
ja: URLから選集EPUBを作成します(&M)
nb: &Lag antologi som ebok fra URLer
nl: &Maak Anthologie Epub van URLs
pl: Utwórz antologię Epub z adresów URL
ru: &Создать Антологию Epub из URL-адресов
ta: & முகவரி களில் இருந்து ஆந்தாலசி எபப் செய்யுங்கள்
uk: Ст&ворити Epub антології на основі адрес

source: Make FanFiction Anthology Epub from URLs
ar: إنشاء ملف Epub مختارات FanFiction من عناوين URL
de: FanFiction-Sammlung-EPUB aus URLs erstellen
es: Crear un epub de antología de FanFiction a partir de los URL
et: Loo URLidest fännikirjanduse antoloogia EPUB
fr: Faire un ePub d'Anthologie depuis les URLs
ja: URLからファンフィクション選集EPUBを作成します
nb: Lag fanfictionantologi ebok fra URLer
nl: Maak FanFiction Anthologie Epub van URLs
pl: Stwórz Epub antologii FanFiction z adresów URL
ru: Создать Антологию FanFiction из URL-адресов
ta: முகவரி களில் இருந்து ஃபேன்ஃபிக்சன் ஆன்டாலசி எபப் செய்யுங்கள்
uk: Створити Epub антології творчості фанатів з адрес

source: Update Anthology Epub
ar: تحديث ملف Epub المختارات
de: Sammlung-EPUB aktualisieren
es: Actualizar epub de antología
et: Uuenda antoloogia epubi
fr: Mettre à jour un ePub Anthologie
ja: 選集EPUBを更新します
nb: Oppdater antologi ebok
nl: Update Anthologie Epub
pl: Zaktualizuj antologię Epub
ru: Обновить Epub Антологии
ta: புதுப்பிப்பு ஆந்தாலசி எபப்
uk: Оновити Epub антології

source: Update FanFiction Anthology Epub
ar: تحديث ملف Epub مختارات FanFiction
de: FanFiktion-Sammlung-EPUB aktualisieren
es: Actualizar un epub de antología de «fanfiction»
et: Uuenda fännikirjanduse antoloogia EPUBi
fr: Mettre à jour un ePub Anthologie FanFiction
ja: ファンフィクション選集EPUBを更新します
nb: Oppdater fanfiction antologi ebok
nl: Update FanFiction Anthologie Epub
pl: Zaktualizuj antologię FanFiction, Epub
pt_br: Atualizar Antologia de Epub de Ficção
ru: Обновить Epub Антологии FanFiction
ta: ஃபேன்ஃபிக்சன் ஆன்டாலசி எபப் புதுப்பிக்கவும்
uk: Оновити Epub антології творчості фанатів

source: Reading List Options
ar: خيارات قائمة القراءة
de: Optionen für Leseliste
es: Opciones de lista de lectura
fr: Options de la Liste de lecture
ja: 読書リストのオプション
nl: Leeslijst Opties
pl: Opcje listy czytelniczej
ru: Опции Списка книг для чтения
ta: பட்டியல் விருப்பங்களைப் படித்தல்
uk: Параметри списку читання
