Repository: JimmXinu/FanFicFare
Catalog: calibre-plugin/translations/*.po
Languages: ar, de, es, et, fr, ja, nb, nl, pl, pt_br, ru, ta, uk

source: Record the last time FanFicFare updated or checked for updates. (Date columns only.)
ar: تسجيل آخر مرة قام فيها FanFicFare بتحديث أو التحقق من التحديثات. (أعمدة التاريخ فقط.)
de: Erfasst, wann FanFicFare das letzte Mal aktualisiert oder auf Updates überprüft wurde (Nur Datumsspalten.)
es: Almacenar la última vez que FanFicFare actualizó o comprobó actualizaciones. (Sólo columnas de fecha.)
et: Talletab viimase aja, kui FanFicFare uuendas või uuendusi kontrollis. (Ainult 'Kuupäev'-tüüpi veerud.)
fr: Enregistrer la dernière fois où FanFicFare a mis à jour ou à vérifié pour des mises à jour. (Colonnes de date uniquement)
ja: FanFicFareが最後に更新しますまたは更新に検索しますを記録します。 （日付列のみ）
nl: Neem de laatste keer op dat FanFicFare is bijgewerkt of gecontroleerd op updates. (Alleen datumkolommen.)
pl: Nagraj ostatnią aktualizację FanFicFare lub sprawdzanie aktualizacji. (Tylko kolumny daty).
ru: Записать последний раз, когда FanFicFare обновлялся или проверялся на наличие обновлений. (только столбцы типа Дата.)
ta: கடைசியாக ஃபேன்ஃபிக்ஃபேர் புதுப்பிக்கப்பட்டது அல்லது புதுப்பிப்புகளுக்கு சரிபார்க்கப்பட்டது. (தேதி நெடுவரிசைகள் மட்டுமே.)
uk: Записувати дані щодо дати і часу, коли FanFicFare востаннє оновлював або шукав оновлення даних. (Лише стовпчики даних.)

source: Author(s)
ar: المؤلف (ون)
de: Autor(en)
es: Autor(es)
et: Autor(id)
fr: Auteur(s)
ja: 著者
nb: Forfatter(e)
nl: Auteur(s)
pl: Autor(zy)
pt_br: Autor(es)
ru: Автор(ы)
ta: ஆசிரியர் (கள்)
uk: Автор(и)

source: Tags
ar: العلّامات
de: Schlagworte
es: Etiquetas
et: Sildid
fr: Etiquettes
ja: タグ
nb: Merkelapper
pl: Tagi
pt_br: Etiquetas
ru: Теги
ta: குறிச்சொற்கள்
uk: Мітки

source: Languages
ar: اللغات
de: Sprachen
es: Idiomas
et: Keeled
fr: Langue(s)
ja: 言語
nb: Språk
nl: Talen
pl: Języki
pt_br: Idiomas
ru: Языки
ta: மொழிகள்
uk: Мови

source: Published Date
ar: تاريخ النشر
de: Veröffentlichungsdatum
es: Fecha de publicación
et: Avaldamisaeg
fr: Date de publication
ja: 発行日
nb: Publisertdato
nl: Datum van uitgave
pl: Data publikacji
pt_br: Data de Publicação
ru: Дата публикации
ta: வெளியிடப்பட்ட தேதி
uk: Дата публікації

source: Date
ar: التاريخ
de: Datum
es: Fecha
et: Kuupäev
ja: 日付
nb: Dato
nl: Datum
pl: Data
pt_br: Data
ru: Дата
ta: தேதி
uk: Дата

source: Comments
ar: التعليقات
de: Kommentare
es: Comentarios
et: Kommentaarid
fr: Commentaires
ja: コメント
nb: Kommentarer
nl: Reacties
pl: Komentarze
pt_br: Comentários
ru: Комментарии
ta: கருத்துகள்
uk: Коментарі

source: Ids(url id only)
ar: المعرفات (معرف URL فقط)
de: Ids(nur url id)
es: ID (sólo identificador de URL)
et: Id-d(ainult url id)
fr: Ids(id url seulement)
ja: 識別子（URL識別子のみ）
nb: Ider(bare URL id)
nl: ID's (alleen URL ID)
pl: Identyfikatory (tylko identyfikator adresu URL)
pt_br: Ids(apenas id da url)
ru: ID (только ID URL)
ta: ஐடிஎச் (url ஐடி மட்டும்)
uk: Ідентифікатори (лише ідентифікатори адрес)

source: The standard calibre metadata columns are listed below. You may choose whether FanFicFare will fill each column automatically on updates or only for new books.
ar: أعمدة البيانات الوصفية القياسية لـ calibre مدرجة أدناه. يمكنك اختيار ما إذا كان FanFicFare سيملأ كل عمود تلقائيًا عند التحديثات أو فقط للكتب الجديدة.
de: Die Standard Calibre Metadaten Spalten werden nachfolgend aufgeführt. Sie können wählen, ob FanFicFare jede Spalte automatisch bei Updates füllt oder nur für neue Bücher.
es: Las columnas de metadatos estándar de calibre se muestran a continuación. Puede elegir si FanFicFare rellenará cada columna automáticamente al actualizar o sólo para los libros nuevos.
et: All on välja toodud põhilised calibre metaandmete veerud. Sa saad valida, kas FanFicFare täidab need veerud automaatselt uuendamisel või ainult uute raamatute puhul.
fr: Les colonnes de métadonnées stantards de calibre sont listées ci-dessous. Vous pouvez choisir si FanFicFare remplira chaque colonne automatiquement lors des mises à jour ou seulement pour de nouveaux livres.
ja: 標準なcalibreメタデータ列は以下に示します。FanFicFareは更新で列を自動的に入力しますまたは新しい本のみかどうかを選びます。
nb: Standard Calibre metadata kolonner er vist under. Du kan velge om FanFicFare vil fylle ut hver kolonne automatisk og oppdateres eller bare for nye bøker.
nl: De standaard calibre metagegevens kolommen worden hieronder vermeld. U kunt kiezen of FanFicFare elke kolom automatisch zal vullen bij updates of alleen voor nieuwe boeken.
pl: Poniżej wymieniono kolumny metadanych standardowego calibre. Możesz wybrać, czy FanFicFare wypełni każdą kolumnę automatycznie przy aktualizacjach, czy tylko w przypadku nowych książek.
pt_br: As colunas padrão de metadados do calibre estão listadas abaixo. Você pode escolher se o FanFicFare irá preencher cada coluna automaticamente nas atualizações ou apenas para novos livros.
ru: Стандартные столбцы метаданных calibre перечислены ниже. Вы можете выбрать, будет ли FanFicFare при обновлении заполнять каждый столбец автоматически или только для новых книг.
ta: நிலையான காலிபர் மேனிலை தரவு நெடுவரிசைகள் கீழே பட்டியலிடப்பட்டுள்ளன. ஃபேன்ஃபிக்ஃபேர் ஒவ்வொரு நெடுவரிசையையும் புதுப்பிப்புகளில் தானாக நிரப்புமா அல்லது புதிய புத்தகங்களுக்கு மட்டுமே நிரப்புமா என்பதை நீங்கள் தேர்வு செய்யலாம்.
uk: Нижче наведено список стандартних стовпчиків метаданих calibre. Ви можете налаштувати FanFicFare так, щоб додаток автоматично заповнював стовпчик під час оновлень для усіх або лише для нових книг.

source: Write to %s only for new books, not updates to existing books.
ar: الكتابة إلى %s للكتب الجديدة فقط، وليس تحديثات الكتب الموجودة.
de: Fülle %s nur bei neuen Bücher, nicht bei Aktualisierungen vorhandener Bücher.
es: Escribir a %s sólo para libros nuevos, no en actualizaciones de libros existentes.
et: Kirjuta veergu %s ainult uute raamatute puhul, mitte olemasolevate raamatute uuendamisel.
fr: Ecrire sur %s uniquement pour les nouveaux livres, pas de mises à jour pour les livres existants.
ja: 既存の本の更新ではなく、新しい本の 場合のみは、%sに書き込みます。
nb: Skriv til %s for nye bøker, ikke opdater eksisterende bøker
nl: Schrijf naar %s Alleen voor nieuwe boeken, geen updates van bestaande boeken.
pl: Napisz tylko %s dla nowych książki, a nie aktualizacje istniejących książek.
pt_br: Gravar para %s apenas para novos livros, não atualizações dos livros existentes.
ru: Записать в %s только для новых книг, а не обновлений существующих книг.
ta: புதியவர்களுக்கு மட்டுமே %s க்கு எழுதுங்கள் புத்தகங்கள், இருக்கும் புத்தகங்களுக்கான புதுப்பிப்புகள் அல்ல.
uk: Записувати до %s лише для нових книг, а не для оновлень наявних книг.

source: Force Title into Title Sort?
ar: فرض العنوان في فرز العنوان؟
de: Titel in Titel-Sortierung übernehmen?
es: ¿Forzar título en orden de título?
et: Sunni Pealkiri väljale Pealkiri,järg?
fr: Forcer le titre dans le tri par titre ?
ja: タイトル読みにタイトルを強制しますか？
nb: Tving tittel inn i tittel-sortering?
nl: Forceer titel naar titelsortering?
pl: Wymusić sortowanie tytułów?
pt_br: Forçar título em ordenar título?
ru: Принудительно Заголовок в Сортировке заголовков
ta: தலைப்பு வரிசையாக தலைப்பு?
uk: Примусове використання назви при упорядкуванні за назвами?

source: If checked, the title as given will be used for the Title Sort, too. If not checked, calibre will apply it's built in algorithm which makes 'The Title' sort as 'Title, The', etc.
ar: إذا تم التحديد، فسيتم استخدام العنوان كما هو معطى لفرز العنوان أيضًا. إذا لم يتم التحديد، فسيطبق calibre خوارزميته المدمجة التي تجعل 'The Title' يفرز كـ 'Title, The'، إلخ.
de: Wenn aktiviert, wird der Titel wie vorgegeben auch in die Titel-Sortierung übernommen. Wenn nicht markiert, wird Calibre den eingebauten Algorithmus verwenden, was 'Der Titel' in 'Titel, Der' usw. umwandelt.
es: Si se activa, el campo de título, tal como esté dado, se usa para orden de título también. Si no se activa, calibre aplicará su algoritmo predefinido, que hace que «El título» se ordene como «título, El», etc.
et: Kui märgistatud, siis kasutatakse pealkirja muutmata kujul ka pealkirja sortimise väljal. Kui märgistamata, siis rakendab calibre oma sisseehitatud algoritmi, mis muudab nt. pealkirja 'The Title' sortimisväärtuseks 'Title, The' jne.
fr: Si coché, le titre comme indiqué sera utilisé pour le tri par titre, également. Si non coché, calibre appliquera sont algorithme intégré qui fait que "Le Titre" sorte comme "Titre, Le" etc.
ja: チェックされた場合は、与えられたタイトルがタイトル読みにもお使います。 チェックされません場合に、calibreは「The Title」を「Title, The」に並び替えめなど組み込みアルゴリズムを適用します。
nb: Hvis valgt, vil tittelen oppgitt bli brukt for tittelsortering også. Hvis ikke valgt vil Calibre benyttes sin innebygde algoritme som gjør 'The Title' sorterig som 'Title, The', etc.
nl: Indien aangevinkt, zal de titel zoals gegeven ook worden gebruikt voor het Titel Sorteren. Als dit niet is aangevinkt, zal calibre het ingebouwde algoritme toepassen waardoor 'De Titel' sorteert als 'Titel, De', etc.
pl: Jeśli ta opcja jest zaznaczona, podany tytuł będzie również użyty do sortowania tytułów. Jeśli nie jest zaznaczone, kaliber zastosuje wbudowany algorytm, dzięki czemu „Tytuł” zostanie posortowany jako „Tytuł,” itp.
pt_br: Se marcado, o título como determinado será usado também para a opção Ordenar Título. Se não marcado, o calibre irá aplicar a construção em algoritmo que torna 'O Título' ordenado como 'Título, O', etc.
ru: Если флажок установлен, заголовок в том виде, в котором он указан, также будет использоваться для Сортировки заголовков. Если этот флажок не установлен, Calibre будет применять встроенный алгоритм, который сортирует 'The Title' sort как 'Title, The', etc.
ta: சரிபார்க்கப்பட்டால், கொடுக்கப்பட்ட தலைப்பும் தலைப்பு வகைக்கும் பயன்படுத்தப்படும். சரிபார்க்கப்படாவிட்டால், காலிபர் இது அல்காரிதத்தில் கட்டப்பட்டதாகும், இது 'தலைப்பு' வரிசையை 'தலைப்பு, தி' போன்றவற்றாக மாற்றும்.
uk: Якщо прапорець встановлений, назва також буде використовуватися для упорядкування за назвами. Якщо не встановлено, calibre буде застосовувати вбудований в нього алгоритм, який перетворює назву «The Title» на «Title, The» тощо.

source: Fix Title Case?
ar: إصلاح حالة العنوان؟
de: Titel Schreibweise korrigieren?
es: ¿Corregir uso de mayúsculas en el título?
et: Paranda pealkirjade suurtähestus?
fr: Fixer le titre?
ja: タイトルの大文字・小文字を修正しますか？
nl: Titel omhulsel corrigeren?
pl: Naprawić tytuł?
ru: Исправлять регистр Заголовков?
ta: தலைப்பு வழக்கை சரிசெய்யவா?
uk: Виправляти регістр у заголовках?

source: If checked, Calibre's routine for correcting the capitalization of title will be applied.
ar: إذا تم التحديد، فسيتم تطبيق روتين Calibre لتصحيح حالة أحرف العنوان.
de: Wenn aktiviert, wird Calibre´s Routine für die Korrektur der Großschreibung des Titels verwendet.
es: Si está marcado, se aplicará el método de Calibre para corregir el uso de mayúsculas en el título.
et: Kui märgistatud, rakendatakse pealkirjade suurtähestuse parandamiseks Calibre rutiini.
fr: Si coché, la routine de Calibre pour corriger la capitalisation du titre sera appliquée.
ja: チェックされた場合は、calibreのタイトルの大文字・小文字を修正しますルーチンは適用されます。
nl: Indien aangevinkt, zal Calibre's routine voor het corrigeren van het hoofdlettergebruik van de titel worden toegepast.
pl: Jeśli zaznaczone, zastosowana zostanie procedura Calibre korygowania wielkich liter w tytule.
ru: Если флажок установлен, будет применена процедура Calibre для исправления заглавных букв Заголовка.
ta: சரிபார்க்கப்பட்டால், தலைப்பின் மூலதனத்தை சரிசெய்வதற்கான காலிபரின் வழக்கம் பயன்படுத்தப்படும்.
uk: Якщо позначено, буде застосовано підпрограму Calibre для виправлення регістру символів у заголовках.

source: This effects Calibre metadata only, not FanFicFare metadata in title page.
ar: يؤثر هذا على بيانات Calibre الوصفية فقط، وليس بيانات FanFicFare الوصفية في صفحة العنوان.
de: Dies betrifft nur Calibre Metadaten, nicht FanFicFare Metadaten auf der Titelseite.
es: Esto afecta solamente a los metadatos de Calibre, no a los metadatos de FanFicFare en la página de título.
et: See mõjutab ainult Calibre metaandmeid, mitte FanFicFare'i metaandmeid tiitellehel.
fr: Cela affecte uniquement les métadonnées Calibre, pas les métadonnées FanFicFare dans la page de titre.
ja: これは、タイトルページでFanFicFareのメタデータではなく、calibreメタデータのみを適用します。
nl: Dit heeft alleen invloed op de metagegevens van Calibre, niet op de titelpagina van FanFicFare-metagegevens.
pl: Dotyczy to tylko metadanych Calibre, a nie metadanych FanFicFare na stronie tytułowej.
ru: Это влияет только на метаданные Calibre, но не на метаданные FanFicFare на титульной странице.
ta: இது காலிபர் மெட்டாடேட்டாவை மட்டுமே விளைவிக்கிறது, தலைப்பு பக்கத்தில் ஃபேன்ஃபிக்ஃபேர் மேனிலை தரவு அல்ல.
uk: Це стосується лише метаданих Calibre, а не метаданих FanFicFare на початковій сторінці.

source: Set Calibre Author URL
ar: تعيين عنوان URL لمؤلف Calibre
de: Calibre Autor URL festlegen
es: Establecer URL del autor en calibre
et: Määra Calibre autori URL
fr: Paramétrer l'URL de l'Auteur calibre
ja: calibreの著者URLを設定します
nb: Set Calibre forfatter URL
nl: Stel de Calibre auteur in van URL
pl: Ustaw adres URL autora Calibre
ru: Установить URL автора Calibre
ta: காலிபர் ஆசிரியர் முகவரி ஐ அமைக்கவும்
uk: Встановити адресу автора у Calibre

source: Set Calibre Author URL to Author's URL on story site.
ar: تعيين عنوان URL لمؤلف Calibre إلى عنوان URL للمؤلف على موقع القصة.
es: Establecer el URL del autor en la página de la historia como URL del autor en calibre.
et: Pane Calibre autori URLiks autori aadress jutusaidil.
fr: Paramétrer l"URL de l'Auteur calibre sur l'URL de l'Auteur sur le site de récit
ja: calibreの著者URLをストーリーサイトから著者のURLに設定します。
nb: Set Calibre forfatter URL til forfatters URL på historie siden.
nl: Stel Calibre Auteur URL in op de URL van de auteur op de verhalensite.
pl: Ustaw adres URL autora Calibre na adres URL autora w witrynie z artykułami.
ru: Установить URL автора Calibre как URL автора на сайте истории.
ta: கதை தளத்தில் ஆசிரியரின் முகவரி க்கு காலிபர் ஆசிரியர் முகவரி ஐ அமைக்கவும்.
uk: Встановити адресу автора у Calibre у значення адреси автора на сайті творів.

source: Force Author into Author Sort?
ar: فرض المؤلف في فرز المؤلف؟
de: Autor in Autoren-Sortierung übernehmen?
es: ¿Forzar autor en orden de autor?
et: Sunni Autor väljale Autor,sort?
fr: Forcer auteur dans tri par auteur ?
ja: 著者読みに著者を強制しますか？
nb: Tving forfatter inn i forfatter-sortering?
nl: Forceer auteur naar auteursortering?
pl: Wymusić sortowanie autora?
pt_br: Forçar autor em ordenar autor?
ru: Принудительно Автор в Сортировке авторов
ta: எழுத்தாளரை எழுத்தாளர் வரிசையாக கட்டாயப்படுத்தவா?
uk: Примусове використання значення автора для упорядковування?

source: If checked, the author(s) as given will be used for the Author Sort, too. If not checked, calibre will apply it's built in algorithm which makes 'Bob Smith' sort as 'Smith, Bob', etc.
ar: إذا تم التحديد، فسيتم استخدام المؤلف (المؤلفون) كما هو معطى لفرز المؤلف أيضًا. إذا لم يتم التحديد، فسيطبق calibre خوارزميته المدمجة التي تجعل 'Bob Smith' يفرز كـ 'Smith, Bob'، إلخ.
de: Wenn aktiviert, wird der Autor (die Autoren) wie vorgegeben auch in die Autoren-Sortierung übernommen. Wenn nicht markiert, wird Calibre den eingebauten Algorithmus verwenden, was 'Bob Smith' in 'Smith, Bob' usw. umwandelt.
es: Si se activa, el campo de autor(es), tal como esté dado, se usa para orden de autor también. Si no se activa, calibre aplicará su algoritmo predefinido, que hace que «Juan Pérez» se ordene como «Pérez, Juan», etc.
et: Kui märgistatud, siis kasutatakse autori(te) nimesid muutmata kujul ka autori sortimise väljal. Kui märgistamata, siis rakendab calibre oma sisseehitatud algoritmi, mis muudab nt. nime 'Bob Smith' sortimisväärtuseks 'Smith, Bob' jne.
fr: Si coché, le(s) auteur(s) comme indiqué seront utilisés pour le tri par auteur, également. Si non coché, calibre appliquera sont algorithme intégré qui fait que "Bob Smith" sorte comme "Smith, Bob" etc.
ja: チェックされた場合は、与えられた著者が著者読みにもお使います。 チェックされません場合は、calibreは「Bob Smith」を「Smith, Bob」に並び替えめなど組み込みアルゴリズムを適用します。
nb: Hvis valgt, vil forfatteren(e) oppgitt bli brukt for forfattersortering også. Hvis ikke valgt vil Calibre benyttes sin innebygde algoritme som gjør 'Bob Smit' sorterig som 'Smith, Bob', etc.
nl: Indien aangevinkt, zal de auteur (s) zoals gegeven ook worden gebruikt voor het Auteur Sorteren. Indien niet aangevinkt, zal calibre het ingebouwde algoritme toepassen waardoor 'Bob Smith' sorteert als 'Smith, Bob', etc.
pl: Jeśli zaznaczone, podani autorzy zostaną również wykorzystani do sortowania według autorów. Jeśli nie jest zaznaczone, kaliber zastosuje wbudowany algorytm, dzięki czemu „Bob Smith” będzie sortowany jako „Smith, Bob” itd.
pt_br: Se marcado, o(s) autor(es) como determinado será usado também para a opção Ordenar Autor. Se não marcado, o calibre irá aplicar a construção em algoritmo que torna 'Paulo Silva' ordenado como 'Silva, Paulo', etc.
ru: Если этот флажок установлен, указанные автор(-ы) также будут использоваться для сортировки По Авторам. Если не отмечено, Calibre будет применять встроенный алгоритм, который делает сортировку «Боб Смит» по типу «Смит, Боб» и т.д.
ta: சரிபார்க்கப்பட்டால், கொடுக்கப்பட்டுள்ள ஆசிரியர் (கள்) ஆசிரியர் வரிசைக்கும் பயன்படுத்தப்படும். சரிபார்க்கப்படாவிட்டால், காலிபர் இது அல்காரிதத்தில் கட்டப்பட்டதாக இருக்கும், இது 'பாப் ச்மித்' வரிசையை 'ச்மித், பாப்' போன்றதாக ஆக்குகிறது.
uk: Якщо позначено, записи авторів, як їх вказано, буде використано також для упорядковування за авторами. Якщо не позначено, calibre використає вбудований алгоритм, який виконує упорядковування імен типу «Боб Сміт» як «Сміт, Боб».

source: Fix Author Case?
ar: إصلاح حالة المؤلف؟
de: Autor Schreibweise korrigieren?
es: ¿Corregir uso de mayúsculas en el autor?
et: Paranda autorite suurtähestus?
fr: Correction d'un cas d'auteur?
ja: 著者の大文字・小文字を修正しますか？
nl: Herstel auteur omhulsel?
pl: Naprawić przypadek autora?
ru: Исправлять регистр Авторов
ta: ஆசிரியர் வழக்கை சரிசெய்யவா?
uk: Виправляти регістр у іменах авторів?

source: If checked, Calibre's routine for correcting the capitalization of author names will be applied.
ar: إذا تم التحديد، فسيتم تطبيق روتين Calibre لتصحيح حالة أحرف أسماء المؤلفين.
de: Wenn aktiviert, wird Calibre´s Routine für die Korrektur der Großschreibung des Autors verwendet.
es: Si está marcado, se aplicará el método de Calibre para corregir el uso de mayúsculas en los nombres de autor.
et: Kui märgistatud, rakendatakse autorinimede suurtähestuse parandamiseks Calibre rutiini.
fr: Si coché, la routine de Calibre pour corriger la capitalisation des noms d’auteurs sera appliquée.
ja: チェックされた場合は、calibreの著者名の大文字・小文字を修正しますルーチンは適用されます。
nl: Indien aangevinkt, zal Caliber's routine voor het corrigeren van het hoofdlettergebruik van auteursnamen worden toegepast.
pl: Jeśli zaznaczone, zastosowana zostanie procedura Calibre do poprawiania wielkich liter w nazwiskach autorów.
ru: Если флажок установлен, будет применена процедура Calibre для исправления заглавных букв в Именах Авторов.
ta: சரிபார்க்கப்பட்டால், ஆசிரியர் பெயர்களின் மூலதனத்தை சரிசெய்வதற்கான காலிபரின் வழக்கம் பயன்படுத்தப்படும்.
uk: Якщо позначено, буде застосовано підпрограму Calibre для виправлення регістру символів у іменах авторів.

source: Calibre remembers all authors in the library; changing the author case on one book will effect all books by that author.
ar: يتذكر Calibre جميع المؤلفين في المكتبة؛ تغيير حالة المؤلف في كتاب واحد سيؤثر على جميع الكتب لهذا المؤلف.
de: Calibre merkt sich alle Autoren in der Bibliothek; das Ändern der Schreibweise des Autors bei einem Buch wirkt sich auf alle Bücher dieses Autors aus.
es: Calibre recuerda a todos los autores de la biblioteca, cambiar el uso de mayúsculas en un autor de un libro afectará a todos los libros del mismo autor.
et: Calibre jätab meelde kõik kogus olevad autorid; autorinime suurtähestuse muutmine ühes raamatus mõjutab kõiki selle autori raamatuid.
fr: Calibre se souvient de tous les auteurs de la bibliothèque; changer le cas d'un auteur sur un livre affectera tous les livres de cet auteur.
ja: calibreはライブラリ内の全ての著者を覚えています。一冊で著者の大文字・小文字を変更は著者より全ての本に適用します。
nl: Calibre onthoudt alle auteurs in de bibliotheek; het wijzigen van de auteur van een boek heeft effect op alle boeken van die auteur.
pl: Calibre zapamiętuje wszystkich autorów w bibliotece; zmiana przypadku autora w jednej książce wpłynie na wszystkie książki tego autora.
ru: Calibre помнит всех авторов в библиотеке; изменение регистра имени автора для одной книги повлияет на все книги этого автора.
ta: காலிபர் நூலகத்தில் உள்ள அனைத்து ஆசிரியர்களையும் நினைவில் கொள்கிறார்; ஒரு புத்தகத்தில் ஆசிரியர் வழக்கை மாற்றுவது அந்த எழுத்தாளரின் அனைத்து புத்தகங்களையும் பாதிக்கும்.
uk: Calibre пам'ятає усіх авторів творів у бібліотеці; зміна регістру у імені автора в одному із записів книг призведе до зміни регістру в усіх інших книгах цього автора.

source: Set Calibre Series URL
ar: تعيين عنوان URL لسلسلة Calibre
ta: காலிபர் தொடர் முகவரி ஐ அமைக்கவும்
uk: Встановити адресу циклу Calibre

source: Set Calibre Series URL to Series's URL on story site.
ar: تعيين عنوان URL لسلسلة Calibre إلى عنوان URL للسلسلة على موقع القصة.
ta: கதை தளத்தில் தொடரின் முகவரி க்கு காலிபர் தொடர் முகவரி ஐ அமைக்கவும்.
uk: Встановити адресу циклу у Calibre у значення адреси циклу на сайті творів.

source: Set 'Series [0]' for New Anthologies?
ar: تعيين 'سلسلة [0]' للمختارات الجديدة؟
de: Setze 'Series [0]' für neue Sammlungen?
es: ¿Establecer «Serie [0]» para nuevas antologías?
fr: Définir 'Série [0]' pour les nouvelles anthologies ?
ja: 新しい選集に「シリーズ [0]」を設定しますか？
nl: 'Series [0]' instellen voor nieuwe bloemlezingen?
pl: Ustawić „Serię [0]” dla nowych antologii?
ru: Установить 'Серии [0]' для новых антологий
ta: புதிய தொகுப்புகளுக்கு 'தொடர் [0]' அமைக்கவா?
uk: Встановити «Цикл [0]» для нових антологій?

source: If checked, the Series column will be set to 'Series Name [0]' when an Anthology for a series is first created.
ar: إذا تم التحديد، فسيتم تعيين عمود السلسلة إلى 'اسم السلسلة [0]' عند إنشاء مختارات لسلسلة لأول مرة.
de: Wenn aktiviert, wird die Serien Spalte mit "Serienname [0]" gefüllt, wenn eine Sammlung für eine Serie das erste Mal erstellt wird.
es: Si se activa, la columna de serie se establecerá a «Nombre de serie [0]» cuando se crea una antología para una serie.
fr: Si cette case est cochée, la colonne Série sera définie sur "Nom de la série [0]" lors de la création initiale d'une anthologie pour une série.
ja: チェックされた場合は、選集を作成際にシリーズ列は「シリーズ名 [0]」に設定されます。
nl: Indien aangevinkt, zal de Serie-kolom worden ingesteld op 'Serie-naam [0]' wanneer een bloemlezing voor een serie voor het eerst wordt gemaakt.
pl: Jeśli zaznaczone, kolumna Seria zostanie ustawiona na „Nazwa serii [0]”, gdy po raz pierwszy zostanie utworzona antologia dla serii.
ru: Если этот флажок установлен, столбец «Серия» будет установлен на 'Название серии [0]' при первом создании Антологии для серии.
ta: சரிபார்க்கப்பட்டால், தொடர் நெடுவரிசை 'தொடர் பெயர் [0]' என அமைக்கப்படும்.
uk: Якщо позначено, для стовпчика «Цикл» під час створення антології циклу буде встановлено значення «Назва циклу [0]».

source: Other Standard Column Options
ar: خيارات الأعمدة القياسية الأخرى
de: Weitere Standard-Spaltenoptionen
es: Otras opciones de columna estándar
et: Muud standard-veergude valikud
fr: Autres Options de colonne standard
ja: 他の標準的な列の設定
nb: Andre valg for standardkolonne
nl: Andere standaard kolomopties
pl: Inne standardowe opcje kolumn
ru: Другие параметры Стандартных столбцов
ta: பிற நிலையான நெடுவரிசை விருப்பங்கள்
uk: Параметри інших стандартних стовпчиків
