Repository: JimmXinu/FanFicFare
Catalog: calibre-plugin/translations/*.po
Languages: ar, de, es, et, fr, ja, nb, nl, pl, pt_br, ru, ta, uk

source: FanFicFare Adding/Updating books.
ar: FanFicFare يضيف/يحدث الكتب.
de: FanFicFare Hinzufügen/Aktualisieren der Bücher.
es: FanFicFare está añadiendo o actualizando libros.
et: FanFicFare raamatute Lisamine/Uuendamine.
fr: Ajout/mise à jour des livres FanFicFare.
ja: FanFicFareは本を追加・更新中。
nb: FanFicFare oppretter/oppdaterer bøker.
nl: FanFicFare toevoegen/updaten boeken.
pl: FanFicFare Dodawanie/aktualizowanie książek.
ru: Добавление/обновление книг FanFicFare.
ta: ஃபேன்ஃபிக்ஃபேர் புத்தகங்களைச் சேர்ப்பது/புதுப்பித்தல்.
uk: Додавання або оновлення книг за допомогою FanFicFare.

source: Updating calibre for FanFiction stories...
ar: تحديث calibre لقصص FanFiction...
de: Calibre mit FanFiction-Stories aktualisieren...
es: Actualizando calibre para las historias de «fanfiction»...
fr: Met à jour calibre depuis des récits FanFiction...
ja: ファンフィクションストーリーで、calibreを更新中……
nb: Oppdaterer Calibre for fanfictionhistorier...
nl: Updaten calibre van FanFiction verhalen...
pl: Aktualizuję Calibre dla opowieści FanFiction...
pt_br: Atualizando o calibre de histórias de ficção...
ru: Обновление calibre для FanFiction историй...
ta: சுவைஞர் புனைகதை கதைகளுக்கான திறனைப் புதுப்பித்தல் ...
uk: Оновлюємо бібліотеку calibre творами фанатів…

source: Update calibre for FanFiction stories
ar: تحديث calibre لقصص FanFiction
de: Calibre mit FanFiction-Stories aktualisieren.
es: Actualizar calibre para las historias de «fanfiction»
fr: Mettre à jour calibre depuis des récits FanFiction
ja: ファンフィクションストーリーで、calibreを更新します
nb: Oppdater Calibre for fanfictionhistorier
nl: Updaten calibre van FanFiction verhalen
pl: Zaktualizuj Calibre dla opowiadań FanFiction
pt_br: Atualizar o calibre de histórias de ficção
ru: Обновление calibre для FanFiction историй
ta: சுவைஞர் புனைகதை கதைகளுக்கு திறனைப் புதுப்பிக்கவும்
uk: Оновити бібліотеку calibre творами фанатів

source: Updating calibre for BAD FanFiction stories...
ar: تحديث calibre لقصص FanFiction السيئة...
de: Calibre mit ungeeigneten FanFiction-Stories aktualisieren...
es: Actualizando calibre para las historias de «fanfiction» INCORRECTAS...
fr: Met à jour calibre depuis de MAUVAIS récits Fanfiction...
ja: 悪いファンフィクションストーリーで、calibreを更新中……
nb: Oppdaterer Calibre for BAD fanfiction historier...
nl: Caliber aan het updaten voor BAD FanFiction-verhalen ...
pl: Aktualizuję Calibre pod kątem złych historii FanFiction...
pt_br: Atualizando o calibre de histórias RUINS de ficção...
ru: Обновление calibre для ПЛОХИХ историй FanFiction...
ta: மோசமான சுவைஞர் புனைகதை கதைகளுக்கான திறனைப் புதுப்பித்தல் ...
uk: Оновлюємо бібліотеку calibre неякісними творами фанів…

source: Update calibre for BAD FanFiction stories
ar: تحديث calibre لقصص FanFiction السيئة
de: Calibre mit ungeeigneten FanFiction-Stories aktualisieren.
es: Actualizar calibre para las historias de «fanfiction» INCORRECTAS
fr: Mettre à jour calibre depuis de MAUVAIS récits FanFiction
ja: 悪いファンフィクションストーリー、calibreを更新します
nb: Oppdater calibre for BAD fanfictionhistorier
nl: caliber updaten voor BAD FanFiction-verhalen
pl: Zaktualizuj calibre dla złych historii FanFiction
pt_br: Atualizar o calibre de histórias RUINS de ficção
ru: Обновление calibre для ПЛОХИХ историй FanFiction
ta: மோசமான சுவைஞர் புனைகதை கதைகளுக்கு திறனைப் புதுப்பிக்கவும்
uk: Оновити бібліотеку calibre неякісними творами фанатів

source: Adding format to book failed for some reason...
ar: فشل إضافة التنسيق إلى الكتاب لسبب ما...
de: Das Hinzufügen eines Formates zum Buch ist aus irgendeinem Grund fehlgeschlagen...
es: Hubo un fallo al añadir un formato al libro por algún motivo...
et: Raamatusse formaadi lisamine miskipärast ebaõnnestus...
fr: Le format ajouté au livre a échoué pour une raison quelconque...
ja: 何らかの理由で本へのフォーマットの追加にエラーが発生しました……
nb: Legger til format til bok som feilet av en eller annen grunn...
nl: Toevoegen formaat aan boek mislukt wegens...
pl: Z jakiegoś powodu nie udało się dodać formatu do książki...
pt_br: Falha ao adicionar formato por algum motivo...
ru: Не удалось добавить формат в книгу по какой-то причине...
ta: புத்தகத்தில் வடிவமைப்பைச் சேர்ப்பது சில காரணங்களால் தோல்வியடைந்தது ...
uk: З якоїсь причини не вдалося додати формат до запису книги…

source: You configured FanFicFare to automatically update Reading Lists, but you don't have the %s plugin installed anymore?
ar: لقد قمت بتهيئة FanFicFare لتحديث قوائم القراءة تلقائيًا، ولكنك لم تعد تملك إضافة %s مثبتة؟
de: Sie konfigurierten FanFicFare Lese-Listen automatisch zu aktualisieren, aber Sie haben dieses % s Plugin nicht mehr installiert?
es: Ha configurado FanFicFare para actualizar automáticamente Reading Lists, pero ya no tiene instalado el complemento %s
et: Sa seadistasid FanFicFare'i automaatselt uuendama lugemisloendeid, aga plugin %s pole enam installitud?
fr: Vous avec configuré FanFicFare pour mettre à jour automatiquement les Listes de Lecture, mais vous n'avez pas encore l'extension %s installée ?
ja: 読書リストを自動的に更新しますようにFanFicFareを設定しましたが、%sプラグインがもうインストールされていませんか？
nb: Du har satt opp FanFicFare til å automatisk oppdatere leselisten, men du har ikke %s pluginen instarlert lenger. Hvorfor det?
nl: Je hebt FanFicFare geconfigureerd om "Lees-lijsten" automatisch bij te werken, maar is de plug-in niet meer geïnstalleerd?
pl: Skonfigurowałeś FanFicFare, aby automatycznie aktualizował listy czytelnicze, ale nie masz już zainstalowanej %s wtyczki?
ru: Вы настроили FanFicFare для автоматического обновления списков чтения, но у вас больше не установлен %s плагин?
ta: வாசிப்பு பட்டியல்களை தானாகவே புதுப்பிக்க நீங்கள் ஃபேன்ஃபிக் கட்டணத்தை உள்ளமைத்துள்ளீர்கள், ஆனால் %s சொருகி இனி நிறுவப்படவில்லை?
uk: Ви налаштували FanFicFare на автоматичне оновлення списків читання, але додаток %s вже вилучено?

source: You configured FanFicFare to automatically update "To Read" Reading Lists, but you don't have any lists set?
ar: لقد قمت بتهيئة FanFicFare لتحديث قوائم القراءة "للقراءة" تلقائيًا، ولكن ليس لديك أي قوائم محددة؟
de: Sie konfigurierten FanFicFare die "zu lesen"-Lese-Liste automatisch zu aktualisieren, aber Sie haben noch keine Listen festgelegt?
es: Ha configurado FanFicFare para actualizar automáticamente las listas «Para leer"» de Reading Lists, pero no tiene ninguna lista configurada.
fr: Vous avec configuré FanFicFare pour mettre à jour automatiquement les Listes de Lecture "A lire", mais vous n'avez paramétré aucunes listes ?
ja: 「読みたい」読書リストを自動的に更新しますようにFanFicFareを設定しましたが、リストが設定されていませんか？
nb: Du konfigurerte FanFicFare til å automatisk updatere "Til lesning" leselisten, men du har ingen leseliste enda.
nl: Je hebt FanFicFare geconfigureerd om "Te lezen"-leeslijsten automatisch bij te werken, maar heb je geen lijsten ingesteld?
pl: Skonfigurowałeś FanFicFare, aby automatycznie aktualizował listy czytelnicze „Do przeczytania”, ale nie masz ustawionych żadnych list?
ru: Вы настроили FanFicFare для автоматического обновления списков чтения «Для чтения», но у вас не настроены списки?
ta: "வாசிப்பு பட்டியல்களைப் படிக்க தானாகவே புதுப்பிக்க ஃபேன்ஃபிக் கட்டணத்தை உள்ளமைத்துள்ளீர்கள், ஆனால் உங்களிடம் எந்த பட்டியலும் அமைக்கவில்லையா?
uk: Ви налаштували FanFicFare на автоматичне оновлення списків читання «Прочитати», але не створили жодного такого списку?

source: You configured FanFicFare to automatically update Reading List '%s', but you don't have a list of that name?
ar: لقد قمت بتهيئة FanFicFare لتحديث قائمة القراءة '%s' تلقائيًا، ولكنك لا تملك قائمة بهذا الاسم؟
de: Sie konfigurierten FanFicFare Lese-Listen automatisch zu aktualisieren, aber Sie haben keine Listen mit diesem Namen?
es: Ha configurado FanFicFare para actualizar automáticamente la lista «%s» de Reading Lists, pero no tiene ninguna lista con ese nombre.
et: Sa seadistasid FanFicFare'i automaatselt uuendama lugemisloendit '%s', aga sellenimelist loendit pole olemas?
fr: Vous avec configuré FanFicFare pour mettre à jour automatiquement la Liste de Lecture '%s', mais vous n'avez pas de liste à ce nom ?
ja: 「%s」読書リストを自動的に更新しますようにFanFicFareを設定しましたが、その名前のリストがありませんか？
nb: Du har konfigurert FanFicFare for å automatisk oppdatere leselisten '%s', men du har ikke en liste med det navnet?
nl: Je hebt FanFicFare geconfigureerd om Lees-lijst '%s' automatisch bij te werken, maar heb je geen gelijknamige lijst?
pl: Skonfigurowałeś FanFicFare, aby automatycznie aktualizował listę czytelniczą „%s”, ale nie masz listy o tej nazwie?
ru: Вы настроили FanFicFare для автоматического обновления списка чтения '%s', но у вас нет списка с таким именем?
ta: வாசிப்பு பட்டியலை '%s' தானாக புதுப்பிக்க நீங்கள் ஃபேன்ஃபிக் கட்டணத்தை உள்ளமைத்துள்ளீர்கள், ஆனால் அந்த பெயரின் பட்டியல் உங்களிடம் இல்லையா?
uk: Ви налаштували FanFicFare на автоматичне оновлення списку читання «%s», але у вас немає списку з такою назвою?

source: You configured FanFicFare to automatically update "Send to Device" Reading Lists, but you don't have any lists set?
ar: لقد قمت بتهيئة FanFicFare لتحديث قوائم القراءة "إرسال إلى الجهاز" تلقائيًا، ولكن ليس لديك أي قوائم محددة؟
de: Sie konfigurierten FanFicFare die "ans Gerät senden"-Lese-Listen automatisch zu aktualisieren, aber Sie haben noch keine Listen festgelegt?
es: Ha configurado FanFicFare para actualizar automáticamente la lista «Enviar a dispositivo» de Reading Lists, pero no tiene ninguna lista configurada.
et: Sa seadistasid FanFicFare'i automaatselt uuendama "Saada seadmesse" lugemisloendeid, aga sa pole ühtegi loendit loonud?
fr: Vous avec configuré FanFicFare pour mette à jour automatiquement les Listes de Lecture "Envoyé vers le dispositif", mais vous n'avez paramétré aucune liste ?
ja: 「デバイスに送信」読書リストを自動的に更新しますようにFanFicFareを設定足しが、リストが設定されていませんか？
nb: Du har satt opp FanFicFare til å automatisk oppdatere "Send til enhet" leselisten, men du har ingen satt liste.
nl: Je hebt FanFicFare geconfigureerd om "Zend naar apparaat"-leeslijsten automatisch bij te werken, maar heb je geen lijsten ingesteld?
pl: Skonfigurowałeś FanFicFare, aby automatycznie aktualizował listy czytelnicze „Wyślij do urządzenia”, ale nie masz ustawionych żadnych list?
ru: Вы настроили FanFicFare для автоматического обновления списков чтения «Отправить на устройство», но у вас нет установленных списков?
ta: "சாதனத்திற்கு அனுப்பு" வாசிப்பு பட்டியல்களை தானாகவே புதுப்பிக்க ஃபேன்ஃபிக் கட்டணத்தை உள்ளமைத்துள்ளீர்கள், ஆனால் உங்களிடம் எந்த பட்டியல்களும் அமைக்கப்படவில்லை?
uk: Ви налаштували FanFicFare на автоматичне оновлення списків читання «Надіслати на пристрій», але не створили жодного такого списку?

source: No story URL found.
ar: لم يتم العثور على عنوان URL للقصة.
de: Keine URL wurde gefunden.
es: No se ha encontrado ningún URL de historia.
et: Jutu URLi ei leitud.
fr: Pas d'URL de récit trouvée.
ja: ストーリーURLが見つかりません。
nb: Ingen historieurl funnet.
nl: Geen verhaal-URL gevonden.
pl: Nie znaleziono adresu URL artykułu.
pt_br: Nenhuma URL de história encontrada.
ru: Не найден URL истории
ta: கதை முகவரி எதுவும் கிடைக்கவில்லை.
uk: Не знайдено адреси твору.

source: Not Found
ar: غير موجود
de: Nicht gefunden
es: No se ha encontrado
et: Ei leitud
fr: Non trouvé(e)
ja: 見つかりません
nb: Ikke funnet
nl: Niet gevonden
pl: Nie znaleziono
pt_br: Não encontrado
ru: Не найдено
ta: கிடைக்கவில்லை
uk: Не знайдено

source: URL is not a valid story URL.
ar: عنوان URL ليس عنوان URL صالحًا للقصة.
de: URL ist keine gültige Story-URL.
es: El URL no es un URL de historia válido.
et: URL ei ole õige jutu URL.
fr: L'URL n'est pas une URL de récit valide.
ja: URLは有効なストーリーURLではない。
nb: URL er ikke en gyldig historieurl.
nl: URL is geen geldige verhaal-URL.
pl: URL nie jest prawidłowym adresem URL artykułu.
pt_br: A URL não é uma URL válida de história.
ru: URL не является действительным URL истории.
ta: முகவரி என்பது சரியான கதை முகவரி அல்ல.
uk: Адреса не є коректною адресою твору.

source: Bad URL
ar: عنوان URL سيء
es: El URL es incorrecto
et: Vigane URL
fr: Mauvaise URL
ja: 悪いURL
nb: Dårlig URL
nl: Slechte URL
pl: Zły adres URL
pt_br: URL ruim:
ru: Плохой URL
ta: மோசமான முகவரி
uk: Помилкова адреса

source: Existing Book Update Failed
ar: فشل تحديث الكتاب الموجود
es: Fallo en la actualización de libro existente
fr: La mise à jour du livre existant a échoué
ja: 既存の本の更新が失敗しました
nl: Updaten Bestaand Boek Mislukt
ru: Не удалось обновить существующую книгу
ta: தற்போதுள்ள புத்தக புதுப்பிப்பு தோல்வியடைந்தது
uk: Помилка під час оновлення наявної книги

source: A pre-existing book in this anthology failed to find metadata.<br> Story URL: %s<br> Error: %s<br> The previously downloaded book is still in the anthology, but FFF doesn't have the metadata to fill this field.
ar: فشل كتاب موجود مسبقًا في هذه المختارات في العثور على بيانات وصفية.<br> عنوان URL للقصة: %s<br> خطأ: %s<br> الكتاب الذي تم تنزيله مسبقًا لا يزال في المختارات، ولكن FFF لا يملك البيانات الوصفية لملء هذا الحقل.
es: No se encontraron metadatos para libro preexistente en esta antología <br> URL de historia: %s<br> Error: %s<br> El libro previamente descargado todavía está en la antología, pero FFF no tiene los metadatos para rellenar este campo.
fr: Un livre préexistant de cette anthologie a échoué à trouver des métadonnées.<br> URL de l'histoire : %s<br> Erreur : %s<br> Le livre précédemment téléchargé est toujours dans l'anthologie, mais FFF ne dispose pas des métadonnées nécessaires pour remplir ce champ.
ja: この選集の既存本はメタデータを取得が失敗しました。<br> ストーリーのURL: %s<br> エラー: %s<br> 以前ダウンロードした本はまだ選集にありますが、FFFはフィールドを入力される情報がありません。
nl: Een eerder bestaand boek in deze bloemlezing vond geen metadata.<br> URL verhaal: %s<br> Fout: %s<br>Het vorige gedownloade boek is nog in de bloemlezing maar FFF heeft geen metadata om dit veld in te vullen.
ru: Ранее существовавшей книге в этой антологии не удалось найти метаданные.<br> URL истории: %s<br> Ошибка:%s<br> Ранее скачанная книга все еще находится в антологии, но у FFF нет метаданных для заполнения этого поля.
ta: இந்த தொகுப்பில் முன்பே இருக்கும் நூல் மெட்டாடேட்டாவைக் கண்டுபிடிக்கத் தவறிவிட்டது. <br> கதை url: %s <br> பிழை: %s <br> முன்னர் பதிவிறக்கம் செய்யப்பட்ட நூல் இன்னும் ஆந்தாலசியில் உள்ளது, ஆனால் இந்த துறையை நிரப்ப fff க்கு மேனிலை தரவு இல்லை.
uk: Не вдалося знайти метадані для попередньо наявної книги у цій антології.<br> Адреса оповідання: %s<br> Помилка: %s<br> В антології лишилася раніше отримана книга, але у FFF немає метаданих для заповнення цього поля.

source: Anthology containing:
ar: مختارات تحتوي على:
de: Sammlung enthält:
es: La antología contiene:
et: Antoloogia, mis sisaldab:
fr: Anthologie contenant :
ja: 以下を含む選集:
nb: Antologi som inneholder:
nl: Bloemlezing bevat:
pl: Antologia zawierająca:
pt_br: Antologia contendo:
ru: Антология, содержащая:
ta: ஆந்தாலசி:
uk: Антологія, що містить:

source: %(title)s by %(author)s
ar: %(title)s بواسطة %(author)s
de: %(title)s von %(author)s
es: %(title)s de %(author)s
et: %(title)s, autoriga %(author)s
fr: %(title)spar %(author)s
ja: %(author)sによる%(title)s
nl: %(title)s door %(author)s
pl: %(title)s wg %(author)s
ru: %(title)s от %(author)s
ta: %(title)s மூலம் %(author)s
uk: %(title)s, %(author)s

source: Anthology
ar: مختارات
de: Sammlung
es: Antología
et: Antoloogia
fr: Anthologie
ja: 選集
nb: Antologi
nl: Antologie
pl: Antologia
pt_br: Antologia
ru: Антология
ta: பேந்தாலசி
uk: Антологія

source: (was set, removed for security)
ar: (تم تعيينه، تم إزالته لأسباب أمنية)
de: (wurde eingestellt, aus Sicherheitsgründen entfernt)
es: (estaba activado, eliminado por seguridad)
et: (oli määratud, turvalisuse huvides eemaldati)
fr: (a été paramétré, retiré par sécurité)
ja: （設定された、セキュリティために削除しました）
nb: (ble satt, fjernet av sikkerhetsårsaker)
nl: (was ingesteld, voor veiligheid verwijderd)
pl: (został ustawiony, usunięty ze względów bezpieczeństwa)
pt_br: (foi definido, removido para segurança)
ru: (было установлено, удалено в целях безопасности)
ta: (அமைக்கப்பட்டது, பாதுகாப்பிற்காக அகற்றப்பட்டது)
uk: (було встановлено, вилучено з міркувань безпеки)

source: Downloading FanFiction Stories
ar: تنزيل قصص FanFiction
de: FanFiction-Geschichten herunterladen
es: Descargando historias de «fanfiction»
et: Fännikirjanduse juttude allalaadimine
fr: Téléchargement de Récits FanFiction
ja: ファンフィクションストーリーをダウンロード中
nb: Laster ned fanfictionhistorier
nl: FanFiction verhalen downloaden
pl: Pobieranie historii FanFiction
pt_br: Transferir histórias de ficção
ru: Скачивание историй FanFiction
ta: சுவைஞர் புனைகதை கதைகளை பதிவிறக்குகிறது
uk: Завантаження оповідань FanFiction

source: %(count)d of %(total)d stories finished downloading
ar: تم الانتهاء من تنزيل %(count)d من أصل %(total)d قصة
de: %(count)d von %(total)d Stories fertig heruntergeladen
es: Terminada la descarga de %(count)d de %(total)d historias
et: %(count)d / %(total)d jutu allalaadimine valmis
fr: Téléchargement de %(count)dsur %(total)d histoires terminé
ja: %(total)d冊のストーリーのうち%(count)d冊がダウンロードを終了しました
nl: %(count)d van %(total)d verhalen klaar met downloaden
pl: %(count)d z %(total)d zakończono pobieranie historii
ru: %(count)d из %(total)d историй закончили скачиваться
ta: %(count)d %(total)d கதைகள் பதிவிறக்கம் முடிந்தது
uk: Завершено отримання %(count)d з %(total)d творів

source: Download Results:
ar: نتائج التنزيل:
de: Download Ergebnisse:
es: Resultado de la descarga:
et: Allalaadimise tulemused:
fr: Résultat du téléchargement :
ja: ダウンロードの結果:
nb: Nedlastede resultater:
nl: Downloadresultaten:
pl: Wyniki pobierania:
pt_br: Resultados das Transferências:
ru: Результаты скачивания:
ta: முடிவுகளை பதிவிறக்குங்கள்:
uk: Результати отримання:

source: Download started...
ar: بدأ التنزيل...
de: Herunterladen gestartet...
es: Descarga comenzada...
et: Alustati allalaadimist...
fr: Téléchargement démarré...
ja: ダウンロードは始めました……
nb: Nedlasting har startet...
nl: Download gestart...
pl: Pobieranie rozpoczęte...
pt_br: Transferência iniciada...
ru: Скачивание началось...
ta: பதிவிறக்கம் தொடங்கியது ...
uk: Завантаження розпочалось...

source: Download %(fileform)s completed, %(failed)s failed chapters, %(total)s total chapters.
ar: اكتمل تنزيل %(fileform)s، %(failed)s فصول فاشلة، %(total)s إجمالي الفصول.
de: Download %(fileform)s fertig, %(failed)s fehlgeschlagene Kapitel, insgesamt %(total)s Kapitel.
es: Descarga de %(fileform)s completaba, %(failed)s capítulos fallidos, %(total)s capítulos totales.
fr: Télécharger %(fileform)s complétés, %(failed)s chapitres manqués, %(total)s chapitres totaux.
ja: %(fileform)sのダウンロードが完了しました、%(failed)s章が失敗しました、合計%(total)s章です。
nl: Download %(fileform)s voltooid, %(failed)s mislukte hoofdstukken, %(total)s totaal hoofdstukken.
ru: Загрузка %(fileform)s завершена, %(failed)s глав не удалось загрузить, %(total)s глав всего.
uk: Отримання %(fileform)s завершено, глав із помилками: %(failed)s, загалом глав: %(total)s.

source: Download %(fileform)s completed, %(total)s chapters.
ar: اكتمل تنزيل %(fileform)s، % (total)s فصول.
de: Download %(fileform)s fertig, %(total)s Kapitel.
es: Descarga de %(fileform)s completada, %(total)s capítulos.
fr: Téléchargement %(fileform)s terminé, %(total)schapitres.
ja: %(fileform)sのダウンロードが完了しました、合計%(total)s章です。
nl: Download %(fileform)s compleet, %(total)s hoofdstukken.
ru: Скачивание %(fileform)s завершено, %(total)s глав.
uk: Отримання %(fileform)s завершено, глав: %(total)s.

source: Already contains %d chapters. Reuse as is.
ar: يحتوي بالفعل على %d فصول. أعد استخدامه كما هو.
de: Enthält bereits %d Kapitel. Erhalten wie es ist.
es: Ya contiene %d capítulos. Volver a usar tal cual.
et: Juba sisaldab %d peatükki. Taaskasutatakse nagu on.
fr: Contient déjà des chapitres %d. Réutilisez tel quel.
ja: %d章がすでに含まれます。そのまま再使用。
nb: Inneholder allerede %d kapitler. Gjenbruk uten endringer.
nl: Bevat al %d hoofdstukken. Hergebruik bestaand.
pl: Zawiera już rozdziały %d. Wykorzystaj ponownie, jak jest.
pt_br: Já contém %s capítulos. Reutilizar como está.
ru: Уже содержит %d глав. Переиспользование как есть.
ta: ஏற்கனவே %d அத்தியாயங்கள் உள்ளன. மீண்டும் பயன்படுத்தவும்.
uk: Вже містить %d глав. Використовуємо як є.

source: Update %(fileform)s completed, added %(added)s chapters, %(failed)s failed chapters, for %(total)s total.
ar: اكتمل تحديث %(fileform)s، تمت إضافة %(added)s فصول، %(failed)s فصول فاشلة، لإجمالي %(total)s.
de: Aktualisierung des %(fileform)s fertig, %(added)s Kapitel hinzugefügt, %(failed)sKapitel sind fehlgeschlagen, insgesamt %(total)s.
es: Actualización de %(fileform)s completada, %(added)s capítulos añadidos, %(failed)s capítulos fallidos, %(total)s en total.
fr: %(fileform)s mise à jour terminée, %(added)schapitres ajoutés, %(failed)schapitres manqués, %(total)sau total.
ja: %(fileform)sの更新が完了しました、合計%(total)s章には%(added)s章が追加され、%(failed)s章が失敗されました。
nl: Update %(fileform)s compleet, toegevoegd %(added)s hoofdstukken, %(failed)s mislukte hoofdstukken, voor %(total)s totaal.
ru: Обновление %(fileform)s завершено, %(added)s глав добавлено, %(failed)s глав не скачалось, из %(total)s всего.
ta: புதுப்பிப்பு %(fileform)s முடிந்தது, சேர்க்கப்பட்ட %(added)s அத்தியாயங்கள், %(failed)s தோல்வியுற்ற அத்தியாயங்கள், %(total)s மொத்தம்.
uk: Оновлення %(fileform)s завершено, доданих глав: %(added)s, глав із помилками: %(failed)s, загалом глав: %(total)s.

source: Update %(fileform)s completed, added %(added)s chapters for %(total)s total.
ar: اكتمل تحديث %(fileform)s، تمت إضافة %(added)s فصول لإجمالي %(total)s.
de: Aktualisierung des %(fileform)s fertig, %(added)s Kapitel hinzugefügt, insgesamt %(total)s.
es: Completada la actualización de %(fileform)s, se añadieron %(added)s capítulos para un total de %(total)s.
fr: Mise à jour %(fileform)s terminée, ajout de %(added)s chapitres pour %(total)s au total.
ja: %(fileform)sの更新が完了しました、合計%(total)s章には%(added)s章が追加されました。
nl: Update %(fileform)s compleet, toegevoegd %(added)s hoofdstukken voor %(total)s totaal.
pl: Aktualizacja %(fileform)s zakończona, dodano %(added)s rozdziały w sumie %(total)s.
ru: Обновление %(fileform)s завершено, %(added)s глав добавлено из %(total)s всего.
ta: புதுப்பிப்பு %(fileform)s நிறைவடைந்துள்ளது, %(added)s (%(total)s) மொத்தத்திற்கான சேர்க்கப்பட்ட அத்தியாயங்கள்.
uk: Завершено оновлення %(fileform)s, додано %(added)s глав, разом їх тепер %(total)s.

source: Skip
ar: تخطي
de: Überspringen
es: Omitir
et: Jäta vahele
fr: Ignorer
ja: スキップ
nl: Overslaan
pl: Pomiń
pt_br: Ignorar
ru: Пропустить
ta: தவிர்க்கவும்
uk: Пропустити

source: Add New Book
ar: إضافة كتاب جديد
de: Neues Buch hinzufügen
es: Añadir libro nuevo
et: Lisa uus raamat
fr: Ajouter Nouveau Livre
ja: 新しい本を追加
nl: Nieuw boek toevoegen
pl: Dodaj nową książkę
pt_br: Adicionar Novo Livro
ru: Добавить новую книгу
ta: புதிய புத்தகத்தைச் சேர்க்கவும்
uk: Додати нову книгу

source: Update EPUB if New Chapters
ar: تحديث EPUB إذا كانت هناك فصول جديدة
de: EPUB aktualisieren, wenn neue Kapitel vorhanden sind
es: Actualizar EPUB si hay nuevos capítulos
et: Uuenda EPUBi, kui on uusi peatükke
fr: Mettre à jour l'ePub s'il y a de nouveaux chapitres
ja: 新しい章場合はEPUBを更新
nl: EPUB bijwerken bij nieuwe hoofdstukken
pl: Zaktualizuj EPUB, jeśli nowe rozdziały
pt_br: Atualizar EPUB se houver novos capítulos
ru: Обновлять EPUB, если новые главы
ta: புதிய அத்தியாயங்கள் என்றால் epub ஐப் புதுப்பிக்கவும்
uk: Оновлювати EPUB, якщо є нові глави

source: Update EPUB Always
ar: تحديث EPUB دائمًا
de: EPUB immer aktualisieren
es: Actualizar EPUB siempre
et: Uuenda EPUBi alati
fr: Mettre toujours l'ePub à jour
ja: 常にEPUBを更新
nl: EPUB altijd bijwerken
pl: Zawsze aktualizuj plik EPUB
pt_br: Sempre Atualizar EPUB
ru: Обновлять EPUB всегда
ta: epub ஐ எப்போதும் புதுப்பிக்கவும்
uk: Оновлювати EPUB завжди

source: Overwrite if Newer
ar: الكتابة فوق إذا كان أحدث
de: Überschreiben, wenn neuer
es: Reemplazar si es más reciente
et: Kirjuta üle, kui on uuem
fr: Ecraser si nouveau
ja: 新しい場合は上書きします
nl: Overschrijven indien nieuwer
pl: Zastąp, jeśli nowszy
pt_br: Substituir se for mais novo
ru: Перезаписать если новее
ta: புதியதாக இருந்தால் மேலெழுதவும்
uk: Перезаписати, якщо новіший
