Repository: JimmXinu/FanFicFare
Catalog: calibre-plugin/translations/*.po
Languages: ar, de, es, et, fr, ja, nb, nl, pl, pt_br, ru, ta, uk

source: Started fetching metadata for %s stories.
ar: بدأ جلب البيانات الوصفية لـ %s قصص.
de: Hole die Metadaten für %s-Stories.
es: Obtención de metadatos iniciada para %s historias.
et: Alustati %s jutu metaandmete hankimist.
fr: A démarrré la recherche des métadonnées pour les récits %s.
ja: %s冊のストーリーのメタデータの集めますを始めました。
nb: Startet å hente metadata for %s historier.
nl: Begonnen met het ophalen van metagegevens voor %s verhalen.
pl: Rozpoczęto pobieranie metadanych dla %s artykułów.
pt_br: Começou a busca de metadados para %s histórias.
ru: Начато получение метаданных для %s историй.
ta: %s கதைகளுக்கு மெட்டாடேட்டாவைப் பெறத் தொடங்கியது.
uk: Розпочато отримання метаданих %s творів.

source: No valid story URLs entered.
ar: لم يتم إدخال عناوين URL صالحة للقصص.
de: Es wurde keine gültige URL eingegeben.
es: No se ha introducido ningún URL de historia válido.
et: Pole sisestatud ühtki kehtivat jutu URLi.
fr: Pas d'URLs de récit valides entrées.
ja: 有効なストーリーURLが入力されません。
nb: Ingen gyldig historieurl valgt.
nl: Geen geldige verhaal-URL's ingevoerd.
pl: Nie wprowadzono prawidłowych adresów URL artykułów.
pt_br: Nenhuma história válida nas URLs inseridas.
ru: Не введены действительные URL историй.
ta: செல்லுபடியாகும் கதை முகவரி கள் நுழையவில்லை.
uk: Не вказано коректних адрес творів.

source: Reject URL?
ar: رفض عنوان URL؟
de: URL ablehnen?
es: ¿Rechazar URL?
et: Keeldu URList?
fr: Rejeter l'URL ?
ja: URLを拒否しますか？
nb: Avslå URL?
nl: URL afwijzen?
pl: Odrzucić URL?
pt_br: Rejeitar URL?
ru: Отклонить URL?
ta: முகவரி ஐ நிராகரிக்கவா?
uk: Відкинути адресу?

source: <b>%s</b> is on your Reject URL list:
ar: <b>%s</b> موجود في قائمة عناوين URL المرفوضة لديك:
de: <b>%s</b> ist auf ihrer URL-Ablehnungsliste:
es: <b>%s</b> está en la lista de rechazos:
et: <b>%s</b> on sinu keeldutavate URLide loendis:
fr: <b>%s</b> est sur votre liste d'URL Rejetées :
ja: <b>%s</b>は拒否リストにあります：
nb: <b>%s</b> er på avslagsliten din for URLer:
nl: <b>%s</b> staat op uw lijst met af te keuren URL's:
pt_br: <b>%s</b> está em sua lista de URLs rejeitadas:
ru: <b>%s</b> находится в вашем списке отклоненных URL:
ta: <b>%s </b> உங்கள் நிராகரிக்கும் முகவரி பட்டியலில் உள்ளது:
uk: <b>%s</b> перебуває у вашому списку відкидання:

source: Click '<b>Yes</b>' to Reject.
ar: انقر '<b>نعم</b>' للرفض.
de: Klicken Sie '<b>Yes</b>' um abzulehnen.
es: Pulse en «<b>Sí</b>» para rechazar.
et: Keeldumiseks klõpsa '<b>Jah</b>'.
fr: Cliquer '<b>Oui</b>' pour rejeter.
ja: 「<b>はい</b>」をクリックして拒否します。
nb: Klikk '<b>Ja</b>' for å avslå.
nl: Klik '<b>Ja</b>' om te Verwerpen.
pt_br: Clique em '<b>Sim</b>' para rejeitar.
ru: Нажмите '<b>Да</b>' , чтобы отклонить.
ta: நிராகரிக்க '<b> ஆம் </b>' என்பதைக் சொடுக்கு செய்க.
uk: Натисніть «<b>Так</b>», щоб відкинути.

source: Story on Reject URLs list (%s).
ar: القصة في قائمة عناوين URL المرفوضة (%s).
de: Die Story ist auf der URL-Ablehnungsliste (%s).
es: Historia en la lista de rechazos (%s).
et: Jutt on keeldutavate URLide loendis (%s).
fr: Récit sur la liste des URLs rejetées (%s)
ja: ストーリーは拒否リストにあります（%s）
nb: Historier på avslagsliten for URLer (%s).
nl: Verhaal op afgewezen URL's lijst (%s)
pl: Historia na liście odrzuconych adresów URL (%s).
pt_br: História na lista de URLs rejeitadas (%s).
ru: История списка отклоненных URL (%s).
ta: urls பட்டியலில் (%s) நிராகரிக்கும் கதை.
uk: Твір у списку адрес відкидання (%s).

source: Rejected
ar: مرفوض
de: Abgelehnt
es: Rechazado
et: Keelduti
fr: Rejeté
ja: 拒否しました
nb: Avslått
nl: Afgewezen
pl: Odrzucony
pt_br: Rejeitado
ru: Отклонен
ta: நிராகரிக்கப்பட்டது
uk: Відкинуто

source: Remove Reject URL?
ar: إزالة عنوان URL المرفوض؟
de: Entferne die abgelehnte URL?
es: ¿Eliminar URL rechazado?
et: Eemaldada keeldutav URL?
fr: Retirer l'URL rejetée ?
ja: 拒否URLを削除しますか？
nb: Fjerne avslått URL?
nl: Verwijder afgewezen URL?
pl: Usunąć odrzucony adres URL?
pt_br: Remover URL rejeitada?
ru: Удалить отклоняемый URL?
ta: முகவரி ஐ நிராகரிக்கவா?
uk: Вилучити адресу відкидання?

source: Remove URL from Reject List?
ar: إزالة عنوان URL من قائمة الرفض؟
de: Entferne die URL von der Ablehnungsliste?
es: ¿Eliminar URL de la lista de rechazos?
et: Kas eemaldada URL keeldumiste loendist?
fr: Retirer l'URL de la Liste de Rejets ?
ja: 拒否リストからURLを削除しますか？
nb: Fjerne URL fra avslagslisten?
nl: Verwijder URL van de Afwijs lijst?
pl: Usunąć adres URL z listy odrzuconych?
pt_br: Remover URL da lista de rejeição?
ru: Удалить URL из списка отклоненных?
ta: நிராகரிப்பு பட்டியலிலிருந்து முகவரி ஐ அகற்றவா?
uk: Вилучити адресу зі списку відкидання?

source: Click '<b>Yes</b>' to remove it from the list,
ar: انقر '<b>نعم</b>' لإزالته من القائمة،
de: Klicken Sie '<b>Yes</b>' um es von der Liste zu entfernen,
es: Pulse en «<b>Sí</b>» para eliminarlo de la lista.
et: Selle loendist eemaldamiseks klõpsa '<b>Jah</b>',
fr: Cliquer '<b>Oui</b>' pour retirer de la liste,
ja: 「<b>はい</b>」をクリックしてリストから削除します、
nb: Klikk '<b>Ja</b>' for å fjere den fra listen,
nl: Klik '<b>Ja</b>' om het van de lijst te verwijderen,
pt_br: Clique em '<b>Sim</b>' para removê-la da lista.
ru: Нажмите «<b>Да</b>», чтобы удалить его из списка,
ta: பட்டியலிலிருந்து அதை அகற்ற '<b> ஆம் </b>' என்பதைக் சொடுக்கு செய்க,
uk: Натисніть «<b>Так</b>», щоб вилучити її зі списку,

source: Click '<b>No</b>' to leave it on the list.
ar: انقر '<b>لا</b>' لتركه في القائمة.
de: Klicken Sie '<b>No</b>' um es auf der Liste zu lassen.
es: Pulse en «<b>No</b>» para dejarlo en la lista.
et: Selle loendisse jätmiseks klõpsa '<b>Ei</b>'.
fr: Cliquer '<b>Non</b>' pour laisser dans la liste.
ja: 「<b>いいえ</b>」をクリックしてリストに残します。
nb: Klikk '<b>Nei</b>' for å la den være på listen.
nl: Klik '<b>Nee</b>' om het op de lijst te houden.
pt_br: Clique em '<b>Não</b>' para mantê-la na lista.
ru: Нажмите «<b>Нет</b>», чтобы оставить его в списке.
ta: பட்டியலில் வைக்க '<b> இல்லை </b>' என்பதைக் சொடுக்கு செய்க.
uk: Натисніть «<b>Ні</b>», щоб залишити її у списку.

source: Are You an Adult?
ar: هل أنت بالغ؟
de: Sind sie volljährig?
es: ¿Es usted adulto?
et: Kas oled täisealine?
fr: Êtes-vous un adulte ?
ja: 成人ですか？
nb: Er du voksen?
nl: Bent u een volwassene?
pl: Czy jesteś dorosły?
pt_br: Você é adulto?
ru: Вы взрослый?
ta: நீங்கள் அகவை வந்தவரா?
uk: Ви доросла людина?

source: %s requires that you be an adult. Please confirm you are an adult in your locale:
ar: %s يتطلب أن تكون بالغًا. يرجى تأكيد أنك بالغ في منطقتك:
de: %s erfordert, dass sie volljährig sind. Bitte bestätigen Sie, dass Sie ein Erwachsener in ihrem Land sind:
es: %s requiere que usted sea adulto. Por favor confirme que es una persona adulta en su jurisdicción:
et: %s nõuab, et sa oleksid täisealine. Palun kinnita, kas oled oma asukohas täisealine:
fr: %s requiert que vous soyez un adulte, Veuillez confirmer que vous êtes un adulte dans votre situation :
ja: %sは、成人でいます必要があります。お住まいの地域に成人でいますを確認してください:
nb: %s krever at du er voksen. Vennligst bekreft at du er voken i ditt lokale:
nl: %s vereist dat je een volwassene bent. Gelieve te bevestigen dat je een volwassen bent:
pl: %s wymaga, abyś był dorosły. Potwierdź, że jesteś osobą dorosłą w swoim regionie:
pt_br: %s requer que você seja um adulto. Confirme que você é um adulto em sua localidade:
ru: %s требует, чтобы вы были взрослым. Пожалуйста, подтвердите, что вы взрослый в вашей локали:
ta: %s நீங்கள் அகவை வந்தவராக இருக்க வேண்டும். உங்கள் இருப்பிடத்தில் நீங்கள் ஒரு அகவை என்பதை உறுதிப்படுத்தவும்:
uk: %s вимагає для доступу підтвердження того, що ви є дорослою людиною. Будь ласка, підтвердьте, що ви є дорослою людиною за місцевими законами:

source: Same story already included.
ar: القصة نفسها مضمنة بالفعل.
de: Die gleiche Story ist bereits enthalten.
es: La misma historia ya ha sido incluida.
et: Sama jutt on juba olemas.
fr: La même histoire est déjà incluse
ja: 同じストーリーはすでに含みました。
nb: Samm histore allerede inkludert.
nl: Zelfde verhaal is reeds inbegrepen.
pl: Ta sama historia już zawarta.
ru: Та же история уже включена.
ta: அதே கதை ஏற்கனவே சேர்க்கப்பட்டுள்ளது.
uk: Твір з такою назвою вже включено.

source: "<b>%s</b>" is in series "<b><a href="%s">%s</a></b>" that you have an anthology book for.
ar: "<b>%s</b>" موجود في السلسلة "<b><a href="%s">%s</a></b>" التي لديك كتاب مختارات لها.
de: "<b>%s</b>" ist in der Serie "<b><a href="%s">%s</a></b>" enthalten, die sie in einer Serien-Sammlung haben.
es: «<b>%s</b>» está en la serie «<b><a href="%s">%s</a></b>», para la que tiene una antología.
et: "<b>%s</b>" on osa sarjast "<b><a href="%s">%s</a></b>", mille kohta sul on antoloogia raamat.
fr: "<b>%s</b>" est dans la série "<b><a href="%s">%s</a></b>" dont vous avez un livre d'anthologie.
ja: 「<b>%s</b>」は選集本を持っていますシリーズ「<b><a href="%s">%s</a></b>」にあります。
nb: "<b>%s</b>" er en serie "<b><a href="%s">%s</a></b>" som du har en antologi bok for.
nl: "<b>%s</b>" is in reeks "<b><a href="%s">%s</a></b>" waarvoor je een bloemlezing hebt.
pt_br: "<b>%s</b>" está na série "<b><a href="%s">%s</a></b>" que você tem um livro de antologia.
ru: "<b>%s</b>" в сериях "<b><a href="%s">%s</a></b>", для которых у вас есть книга антологии.
ta: "<b>%s </b>" தொடரில் "<b> <a href="%s">%s </a> </b>" உங்களிடம் ஒரு ஆந்தாலசி நூல் உள்ளது.
uk: «<b>%s</b>» належить до циклу «<b><a href="%s">%s</a></b>», для якого у вас є книга антології.

source: Story in Series Anthology(%s).
ar: القصة في مختارات السلسلة (%s).
de: Story in Serien-Sammlung (%s).
es: Historia en antología de serie (%s).
et: Jutt antoloogia sarjas(%s).
fr: Récit dans la série Anthologie(%s).
ja: シリーズ選集（%s）にありますストーリー。
nb: Historie i serie antologien(%s).
nl: Verhaal in reeks Bloemlezing (%s).
pl: Historia w serii antologia (%s).
pt_br: História na série de antologia (%s).
ru: История в сериях Антология(%s).
ta: தொடர் ஆந்தாலசியில் கதை (%s).
uk: Твір у антології циклу (%s).

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
et: Lisa
fr: Ajouter
ja: 追加
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ru: Добавить
ta: கூட்டு
uk: Додати

source: Meta
ar: بيانات وصفية
ja: メタ
ru: Мета
ta: மேவு
uk: Мета

source: Skipping duplicate story.
ar: تخطي القصة المكررة.
de: Doppelte Story überspringen.
es: Omitiendo historia duplicada.
et: Jutu duplikaadi vahelejätmine.
fr: Ignore les récits en doublons.
ja: 重複したストーリーをスキップ中。
nb: Hopper over duplikat historie.
nl: Dubbel verhaal overslaan.
pl: Pomijam zduplikowaną historię.
pt_br: Ignorando história duplicada.
ru: Пропуск повторяющейся истории.
ta: நகல் கதையைத் தவிர்க்கிறது.
uk: Пропускаємо дублікат твору.

source: More than one identical book by Identifier URL or title/author(s)--can't tell which book to update/overwrite.
ar: أكثر من كتاب متطابق بواسطة معرف URL أو العنوان/المؤلف (المؤلفون) - لا يمكن تحديد أي كتاب يجب تحديثه/الكتابة فوقه.
de: Mehr als ein identisches Buch mit ID-URL oder Titel / Autor (en) - es kann nicht festgestellt werden, welches Buch aktualisiert / überschrieben werden soll.
es: Hay más de un libro idéntico según el URL identificador o el título y autor(es). No se puede saberse cuál hay que actualizar o reemplazar.
et: Rohkem kui üks identset raamatut identifikaatori URLi või pealkirja/autori(te) alusel--ei oska öelda, millist raamatut uuendada/üle kirjutada.
fr: Plus d'un livre identique par Identifiant URL ou titre/auteur(s)--ne peut pas dire quel livre mettre à jour/écraser.
ja: 識別子URLまたはタイトルと著者で複数の同一な本があります。どの本を更新・上書きしますをわかりません。
nl: Meer dan één identiek boek op Identifier-URL of titel / auteur (s) - kan niet bepalen welk boek moet worden bijgewerkt / overschreven.
pl: Więcej niż jedna identyczna książka według adresu URL identyfikatora lub tytułu/autor(ów) - nie można powiedzieć, którą książkę zaktualizować/nadpisać.
ru: Более одной идентичной книги по идентификатору URL или названию/автору(-ам) - невозможно определить, какую книгу обновить/перезаписать.
ta: அடையாளங்காட்டி முகவரி அல்லது தலைப்பு/ஆசிரியர் (கள்) மூலம் ஒன்றுக்கு மேற்பட்ட ஒத்த புத்தகங்கள்-எந்த புத்தகத்தை புதுப்பிக்க/மேலெழுத வேண்டும் என்று சொல்ல முடியாது.
uk: Маємо декілька ідентичних книг за адресою ідентифікатора або назвою/автором. Не можна автоматично визначити, яку з книг слід оновити або перезаписати.

source: <b>%(url)s</b> is already in your library more than once.
uk: <b>%(url)s</b> вже є у вашій бібліотеці у декількох примірниках.

source: <b>%(title)s</b> by <b>%(author)s</b> is already in your library more than once with different source URLs.
uk: <b>%(title)s</b> by <b>%(author)s</b> вже є у вашій бібліотеці у декількох примірниках із різними початковими адресами.

source: Download as New Book?
ar: تنزيل ككتاب جديد؟
de: Als neues Buch herunterladen?
es: ¿Descargar como un libro nuevo?
et: Alla laadida uue raamatuna?
fr: Télécharger comme un Nouveau Livre ?
ja: 新しい本としてダウンロードしますか？
nb: Laste ned som ny bok?
nl: Downloaden als nieuw boek?
pl: Pobrać jako nową książkę?
pt_br: Transferir como novo livro?
ru: Скачать как новую книгу?
ta: புதிய புத்தகமாக பதிவிறக்கம் செய்யவா?
uk: Отримати як нову книгу?

source: Do you want to add a new book for this URL?
uk: Хочете додати нову книгу для цієї адреси?

source: New URL: <a href="%(newurl)s">%(newurl)s</a>
ar: عنوان URL جديد: <a href="%(newurl)s">%(newurl)s</a>
de: Neue URL: <a href="%(newurl)s">%(newurl)s</a>
es: Nuevo URL: <a href="%(newurl)s">%(newurl)s</a>
et: Uus URL: <a href="%(newurl)s">%(newurl)s</a>
fr: Nouvelle URL : <a href="%(newurl)s">%(newurl)s</a>
ja: 新しいURL: <a href="%(newurl)s">%(newurl)s</a>
nb: Ny URL: <a href="%(newurl)s">%(newurl)s</a>
nl: Nieuwe URL: <a href="%(newurl)s">%(newurl)s</a>
pl: Nowy adres URL: <a href="%(newurl)s">%(newurl)s</a>
pt_br: Nova URL: <a href="%(newurl)s">%(newurl)s</a>
ru: Новый URL: <a href="%(newurl)s">%(newurl)s</a>
ta: புதிய url: %(newurl)s
uk: Нова адреса: <a href="%(newurl)s">%(newurl)s</a>

source: Click '<b>Yes</b>' to a new book with new URL.
ar: انقر '<b>نعم</b>' لكتاب جديد بعنوان URL جديد.
de: Klicken Sie '<b>Yes</b>' um eine neues Buch mit dieser neuen URL hinzuzufügen.
es: Pulse en «<b>Sí</b>» para añadir un nuevo libro con el nuevo URL.
et: Uue URLiga uue raamatu jaoks klõpsa '<b>Jah</b>'.
fr: Cliquer '<b>Oui</b>' pour un nouveau livre avec une nouvelle URL.
ja: 「<b>はい</b>」を押して、新しいURLで新しい本を追加します。
nb: Klikk '<b>Ja</b>' for en new bok med ny URL.
nl: Klik '<b>Ja</b>'voor een nieuw boek met nieuwe URL.
pl: Kliknij '<b>Tak</b>' dla nowej książki z nowym adresem URL.
pt_br: Clique em '<b>Sim</b>' para um novo livro com nova URL.
ru: Нажмите '<b>Да</b>' для новой книги с новым URL.
ta: புதிய முகவரி உடன் புதிய புத்தகத்திற்கு '<a> ஆம் </b>' என்பதைக் சொடுக்கு செய்க.
uk: Натисніть «<b>Так</b>», щоб створити книгу з новою адресою.

source: Click '<b>No</b>' to skip URL.
ar: انقر '<b>لا</b>' لتخطي عنوان URL.
de: Klicken Sie '<b>No</b>' um die URL überspringen.
es: Pulse en «<b>No</b>» para omitir el URL.
et: URLi vahelejätmiseks klõpsa '<b>Ei</b>'.
fr: Cliquer '<b>Non</b>' pour ignorer l'URL.
ja: 「<b>いいえ</b>」を押して、URLをスキップします。
nb: Klikk '<b>Nei</b>' for å hoppe over URL.
nl: Klik op '<b>Nee</b>' om URL over te slaan.
pl: Kliknij '<b>Nie</b>' by pominąć URL.
pt_br: Clique em '<b>Não</b>' para ignorar a URL.
ru: Нажмите '<b>Нет</b>' , чтобы пропустить URL.
ta: முகவரி ஐத் தவிர்க்க '<b> இல்லை </b>' என்பதைக் சொடுக்கு செய்க.
uk: Натисніть «<b>Ні</b>», щоб пропустити адресу.

source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
et: Uuenda
fr: Mettre à jour
ja: 更新
nb: Oppdater
nl: Updaten
pl: Aktualizacja
pt_br: Atualizar
ru: Обновить
ta: புதுப்பிப்பு
uk: Оновити

source: Update declined due to differing story URL(%s)(%s tag present)
ar: تم رفض التحديث بسبب اختلاف عنوان URL للقصة (%s) (علامة %s موجودة)
es: Actualización anulada debido a un conflicto de URL de historia (%s) (etiqueta %s presente)
et: Uuendamisest keelduti erineva jutu URLi tõttu(%s)(%s silt on olemas)
fr: Mise à jour refusée en raison de l’histoire différente de l’histoire (%s) (%sbalise présente)
ja: ストーリーURL（%s）が異なりますため、更新が拒みました（%sタグは存在です）
nl: Update geweigerd vanwege verschillende URL van verhaal (%s) (%s tag aanwezig)
ru: Обновление отклонено из-за разного URL истории (%s) (%sтег присутствует)
ta: மாறுபட்ட கதை முகவரி (%s) (%s குறிச்சொல் தற்போது) காரணமாக புதுப்பிப்பு குறைந்தது
uk: Оновлення відхилено через зміну адреси твору (%s)(виявлено теґ %s)

source: Different URL
ar: عنوان URL مختلف
de: Andere URL
es: URL diferente
et: Erinev URL
fr: URL différente
ja: 別なURL
nb: Forskjellig URL
nl: Andere URL
pl: Inny adres URL
pt_br: URL Diferente
ru: Другой URL
ta: வெவ்வேறு முகவரி
uk: Інша адреса

source: Change Story URL?
ar: تغيير عنوان URL للقصة؟
de: Story-URL ändern?
es: ¿Cambiar el URL de historia?
et: Muuda jutu URLi?
fr: Changer l'URL de Récit ?
ja: ストーリーURLを変更しますか？
nb: Endre historieurl?
nl: Verhaal URL wijzigen?
pl: Zmienić adres URL historii?
pt_br: Alterar URL de história?
ru: Изменить URL истории?
ta: கதை முகவரி ஐ மாற்றவா?
uk: Змінити адресу твору?

source: <b>%(title)s</b> by <b>%(author)s</b> is already in your library with a different source URL:
ar: <b>%(title)s</b> بواسطة <b>%(author)s</b> موجود بالفعل في مكتبتك بعنوان URL مصدر مختلف:
de: <b>%(title)s</b> von <b>%(author)s</b> ist bereits mit einer anderen URL in der Bibliothek:
es: <b>%(title)s</b> de <b>%(author)s</b> ya está en la biblioteca con un URL de origen diferente:
et: <b>%(title)s</b>, autoriga <b>%(author)s</b> on erineva lähte-URLiga sinu kogus juba olemas:
fr: <b>%(title)s</b> par <b>%(author)s</b> est déjà dans votre bibliothèque avec une source URL différente :
ja: <b>%(author)s</b>による<b>%(title)s</b>はすでに別なソースURLでライブラリにあります:
nl: <b>%(title)s</b> door <b>%(author)s</b> bestaat al in uw bibliotheek met een ander bron URL:
pl: <b>%(title)s</b> wg <b>%(author)s</b> jest już w Twojej bibliotece z innym źródłowym adresem URL:
ru: <b>%(title)s</b> от <b>%(author)s</b>уже находится в библиотеке с другим исходным URL:
ta: <b>%(title)s </b> ஆல் <b>%(author)s </b> ஏற்கனவே உங்கள் நூலகத்தில் வேறு மூல முகவரி உடன் உள்ளது:
uk: Книга <b>%(title)s</b>, <b>%(author)s</b> вже є у вашій бібліотеці із іншою адресою джерела:

source: In library: <a href="%(liburl)s">%(liburl)s</a>
ar: في المكتبة: <a href="%(liburl)s">%(liburl)s</a>
de: In der Bibliothek: <a href="%(liburl)s">%(liburl)s</a>
es: En la biblioteca: <a href="%(liburl)s">%(liburl)s</a>
et: Kogus: <a href="%(liburl)s">%(liburl)s</a>
fr: Dans la bibliothèque : <a href="%(liburl)s">%(liburl)s</a>
ja: ライブラリ内: <a href="%(liburl)s">%(liburl)s</a>
nb: I bibliotek: <a href="%(liburl)s">%(liburl)s</a>
nl: In bibliotheek: <a href="%(liburl)s">%(liburl)s</a>
pl: W bibliotece: <a href="%(liburl)s">%(liburl)s</a>
pt_br: Na biblioteca: <a href="%(liburl)s">%(liburl)s</a>
ru: в библиотеке: <a href="%(liburl)s">%(liburl)s</a>
ta: நூலகத்தில்: <a href="%(liburl)s">%(liburl)s </a>
uk: У бібліотеці: <a href="%(liburl)s">%(liburl)s</a>

source: Click '<b>Yes</b>' to update/overwrite book with new URL.
ar: انقر '<b>نعم</b>' لتحديث/الكتابة فوق الكتاب بعنوان URL الجديد.
de: Klicken Sie '<b>Yes</b>' um das Buch mit der neuen URL zu aktualisieren/überschreiben.
es: Pulse en «<b>Sí</b>» para actualizar o reemplazar el libro con el URL nuevo.
et: Raamatu uuendamiseks/ülekirjutamiseks uue URLiga klõpsa '<b>Jah</b>'.
fr: Cliquer '<b>Oui</b>' pour mettre à jour/écraser le livre avec la nouvelle URL.
ja: 「<b>はい</b>」を押して、本を新しいURLで更新・上書きします。
nb: Klikk '<b>ja'</b>' for å oppdatere/overskrive bok med ny URL.
nl: Klik '<b>Ja</b>' om het boek met nieuwe URL bij te werken/te overschrijven.
pt_br: Clique em '<b>Sim</b>' para atualizar/substituir livro com a nova URL.
ru: Нажмите «<b>Да</b>», чтобы обновить/перезаписать книгу новым URL.
ta: புதிய முகவரி உடன் புத்தகத்தைப் புதுப்பிக்க/மேலெழுத '<b> ஆம் </b>' என்பதைக் சொடுக்கு செய்க.
uk: Натисніть «<b>Так</b>», щоб оновити або перезаписати книгу з новою адресою.

source: Click '<b>No</b>' to skip updating/overwriting this book.
ar: انقر '<b>لا</b>' لتخطي تحديث/الكتابة فوق هذا الكتاب.
de: Klicken Sie '<b>No</b>' um das Aktualisieren/Überschreiben dieses Buches abzubrechen.
es: Pulse en «<b>No</b>» para omitir la actualización o reemplazo de este libro.
et: Selle raamatu uuendamise/ülekirjutamise vahelejätmiseks klõpsa '<b>Ei</b>'.
fr: Cliquer '<b>Non</b>' pour ignorer la mise à jour/l'écrasement de ce livre.
ja: 「<b>いいえ</b>」を押して、本の更新・上書きするをスキップします。
nb: Klikk '<b>Nei'</b>' for å hoppe over oppdatere/overskrive denne boken.
nl: Klik op '<b>Nee</b>' om het bijwerken / overschrijven van dit boek over te slaan.
pt_br: Clique em '<b>Não</b>' para ignorar a atualização/substituição desse livro.
ru: Нажмите «<b>Нет</b>», чтобы пропустить обновление/перезапись книги новым URL.
ta: இந்த புத்தகத்தை புதுப்பிப்பதை/மேலெழுதலைத் தவிர்க்க '<b> இல்லை </b>' என்பதைக் சொடுக்கு செய்க.
uk: Натисніть «<b>Ні</b>», щоб пропустити оновлення або перезапис цієї книги.

source: <b>%(title)s</b> by <b>%(author)s</b> is already in your library with a different source URL.
ar: <b>%(title)s</b> بواسطة <b>%(author)s</b> موجود بالفعل في مكتبتك بعنوان URL مصدر مختلف.
de: <b>%(title)s</b> von <b>%(author)s</b> ist bereits mit einer anderen URL in der Bibliothek.
es: <b>%(title)s</b> de <b>%(author)s</b> ya está en la biblioteca con un URL de origen diferente.
et: <b>%(title)s</b>, autoriga <b>%(author)s</b> on erineva lähte-URLiga sinu kogus juba olemas.
fr: <b>%(title)s</b> par <b>%(author)s</b> est déjà dans votre bibliothèque avec une URL source différente.
ja: <b>%(author)s</b>による<b>%(title)s</b>はすでに別なソースURLでライブラリにあります。
nl: <b>%(title)s</b> door <b>%(author)s</b> bestaat al in uw bibliotheek met een ander bron URL:
ru: <b>%(title)s</b> от <b>%(author)s</b> уже находится в библиотеке с другим исходным URL.
ta: <b>%(title)s </b> <b>%(author)s </b> ஏற்கனவே உங்கள் நூலகத்தில் வேறு மூல முகவரி உடன் உள்ளது.
uk: Книга <b>%(title)s</b>, <b>%(author)s</b> вже є у вашій бібліотеці із іншою адресою джерела.

source: You chose not to update the existing book. Do you want to add a new book for this URL?
ar: اخترت عدم تحديث الكتاب الموجود. هل تريد إضافة كتاب جديد لهذا العنوان؟
de: Sie haben sich entschieden, das vorhandene Buch nicht zu aktualisieren. Wollen Sie ein neues Buch mit diese URL hinzufügen?
es: Ha elegido no actualizar el libro existente. ¿Quiere añadir un nuevo libro con este URL?
et: Sa otsustasid olemasolevat raamatut mitte uuendada. Kas tahad sellele URLile lisada uue raamatu?
fr: Vous choisissez de ne pas mettre à jour le livre existant. Voulez-vous ajouter un nouveau livre pour cette URL ?
ja: 既存の本を更新しないことを選びました。このURLで新しい本を追加しますか？
nb: Du valgte å ikke oppdatere eksisterende bok. Vil du legge til en ny bok for denne URLen?
nl: Je hebt ervoor gekozen om het bestaande boek niet bij te werken. Wil je een nieuw boek toevoegen voor deze URL?
pl: Nie chcesz aktualizować istniejącej książki. Czy chcesz dodać nową książkę pod tym adresem URL?
pt_br: Você optou por não atualizar o livro existente. Você deseja adicionar um novo livro para esta URL?
ru: Вы решили не обновлять существующую книгу. Хотите добавить новую книгу для этого URL?
ta: இருக்கும் புத்தகத்தை புதுப்பிக்க வேண்டாம் என்று நீங்கள் தேர்வு செய்தீர்கள். இந்த முகவரி க்கு புதிய புத்தகத்தை சேர்க்க விரும்புகிறீர்களா?
uk: Ви наказали програмі не оновлювати наявну книгу. Хочете додати нову книгу для цієї адреси?
