Repository: JimmXinu/FanFicFare
Catalog: calibre-plugin/translations/*.po
Languages: ar, de, es, et, fr, ja, nb, nl, pl, pt_br, ru, ta, uk

source: Calculate Word Counts using Calibre internal methods. Many sites include Word Count, but many do not. This will count the words in each book and include it as if it came from the site.
ar: حساب عدد الكلمات باستخدام طرق Calibre الداخلية. العديد من المواقع تتضمن عدد الكلمات، ولكن العديد لا تفعل ذلك. سيقوم هذا بحساب الكلمات في كل كتاب وتضمينها كما لو كانت قادمة من الموقع.
de: Berechnung der Wortanzahl mit Calibres internen Methoden. Viele Seiten enthalten eine Wortanzahl, aber einige nicht. Dies zählt die Wörter in jedem Buch und nimmt es auf, als ob es von der Website kam.
es: Calcular cuenta de palabras usando los métodos internos de calibre. Muchas páginas incluyen cuenta de palabras, pero otras muchas no. Esto cuenta las palabras en cada libro e incluye la cuenta como si viniera de la página.
et: Arvuta sõnade arv Calibre sisemisi meetodeid kasutades. Paljud saidid pakuvad sõnade arvu, kuid mõned mitte. See loendab iga raamatu sõnu ja kaasab selle arvu, justkui tulnuks see saidilt.
fr: Calculer le nombre de mots en utilisant les méthodes internes. Beaucoup de sites contiennent Word Counts, mais beaucoup ne le contienne pas. Ceci comptera les mots dans chaque livre et les incluront comme s' ils venaient du site.
ja: calibreの内部方法を使って単語数を割り出します。 多くのサイトは単語数が含んでいますが、多くのサイトが含んでいません。 これは各本に単語を数え、サイトから来たかのように含みます。
nb: Kalkulert ordtelling med hjelp av Calibres interne metoder. Mange sider inkluderer ordtelling, men mange andre gjør det ikke. Dette vil teller ordene i hver bok og inkludere det som om tellingen kom fra siden.
nl: Bereken woordtellingen met behulp van de interne methoden van Calibre. Veel sites bevatten Word Count, maar veel ook niet. Dit telt de woorden in elk boek en neemt het op alsof het van de site komt.
pl: Oblicz liczbę słów przy użyciu wewnętrznych metod Calibre. Wiele witryn zawiera licznik słów, ale wiele z nich nie. Spowoduje to policzenie słów w każdej książce i umieszczenie jej tak, jakby pochodziła z witryny.
ru: Рассчитать количество слов, используя внутренние методы Calibre. Многие сайты включают Word Count, но многие этого не делают. Будут подчитываться слова в каждой книге и включаться подсчитанное значение, как если бы оно было запрошено с сайта.
ta: காலிபர் உள் முறைகளைப் பயன்படுத்தி சொல் எண்ணிக்கையைக் கணக்கிடுங்கள். பல தளங்களில் சொல் எண்ணிக்கை அடங்கும், ஆனால் பல இல்லை. இது ஒவ்வொரு புத்தகத்திலும் உள்ள சொற்களைக் கணக்கிட்டு, அது தளத்திலிருந்து வந்தது போல் சேர்க்கப்படும்.
uk: Обчислити кількість слів за допомогою вбудованих методів Calibre. На багатьох сайтах обчислюється кількість слів, але на деяких — ні. Якщо позначено цей пункт, буде обчислено кількість слів у кожній книзі і додано її так, начебто дані отримано з сайта.

source: Calculate Word Count:
ar: حساب عدد الكلمات:
de: Berechne Wortanzahl:
es: Calcular cuenta de palabras:
et: Rehkenda sõnade arv:
fr: Calculer le nombre de mots :
ja: 単語数を割り出します:
nb: Kalkulerer antall ord:
nl: Bereken aantal woorden:
pl: Oblicz liczbę słów:
pt_br: Calcular Contagem de Palavras:
ru: Подсчитать количество слов:
ta: சொல் எண்ணிக்கையைக் கணக்கிடுங்கள்:
uk: Обчислення кількості слів:

source: Automatically Convert new/update books?
ar: تحويل الكتب الجديدة/المحدثة تلقائيًا؟
de: Neue/aktualisierte Bücher automatisch konvertieren?
es: ¿Convertir automáticamente los libros nuevos o actualizados?
fr: Converti automatiquement les livres nouveaux/mis à jour ?
ja: 新規・更新された本を自動的に変換しますか？
nb: Automatisk konverter nye/oppdaterte bøker?
nl: Nieuw/bijgewerkte boeken automatisch omzetten?
pl: Automatycznie konwertować nowe/zaktualizowane książki?
pt_br: Converter automaticamente livros novos/atualizados?
ru: Автоматически конвертировать новые/обновенные книги?
ta: புதிய/புதுப்பிப்பு புத்தகங்களை தானாக மாற்றவா?
uk: Автоматично перетворювати нові/оновлені книги?

source: Automatically call calibre's Convert for new/update books. Converts to the current output format as chosen in calibre's Preferences->Behavior settings.
ar: استدعاء تحويل calibre تلقائيًا للكتب الجديدة/المحدثة. يحول إلى تنسيق الإخراج الحالي كما هو محدد في إعدادات التفضيلات->السلوك في calibre.
de: Automatisches Aufrufen von Calibre´s Konvertierung von neuen/aktualisierten Büchern. Wandelt in das bevorzugte Ausgabeformat um, das aktuell in den Calibre Einstellungen-->Verhalten gewählt ist.
es: Utilizar automáticamente la función de conversión de calibre para los libros nuevos o actualizados. Convertir al formato de salida actual, definido en Preferencias->Comportamiento
fr: Appele automatiquement le convertisseur de calibre pour les livres nouveaux/mis à jour. Converti au format de sortie courant tel que choisi dans les paramètres de calibre Préférences->Comportement
ja: 新規・更新本にはcalibreの変換を自動的に呼び出します。 calibreで選択された現在の出力形式に変換します。 設定→動作
nb: Automatisk bruk Calibres konveerter for nye og oppdaterte bøker. Konverter til gjeldende resultat format som valgt i Calibres innstillinger->oppførselsinnstillinger.
nl: Automatisch aanroepen van calibre Convert voor nieuwe/update-boeken. Converteert naar het huidige uitvoerformaat zoals gekozen in calibre's Voorkeuren-> Gedragsinstellingen.
pl: Automatycznie wywołuj konwersję calibre dla nowych/aktualizowanych książek. Konwertuje na bieżący format wyjściowy wybrany w calibre Preferencje-> Ustawienia zachowania.
pt_br: Chamar automaticamente a conversão do calibre para livros novos/atualizados. Converte para o formato de saída atual, escolhido no calibre nas Preferências->Ajustes de comportamento.
ru: Автоматически вызывать функцию Конвертировать для новых /обновленных книг. Преобразование в текущий формат вывода, выбранный в calibre Настройки-> Настройки поведения.
ta: புதிய/புதுப்பிப்பு புத்தகங்களுக்கான காலிபரின் மாற்றத்தை தானாக அழைக்கவும். காலிபரில் தேர்ந்தெடுக்கப்பட்ட தற்போதைய வெளியீட்டு வடிவமைப்பிற்கு மாற்றுகிறது விருப்பத்தேர்வுகள்-> நடத்தை அமைப்புகள்.
uk: Автоматично запускати засіб перетворення calibre для нових і оновлених книг. Засіб виконає перетворення відповідно до формату виведення даних, вибраного у параметрах calibre: Налаштування -> Поведінка.

source: GUI Options
ar: خيارات واجهة المستخدم الرسومية
de: GUI Optionen:
es: Opciones de la interfaz gráfica
et: Graafilise kasutajaliidese sätted
fr: Options de l'Interface Graphique Utilisateur
ja: GUI設定
nb: GUI valg
nl: GUI instellingen
pl: Opcje GUI
pt_br: Opções de Interface
ru: Параметры графического интерфейса
ta: gui விருப்பங்கள்
uk: Параметри інтерфейсу

source: Take URLs from Clipboard?
ar: أخذ عناوين URL من الحافظة؟
de: URLs aus der Zwischenablage nehmen?
es: ¿Tomar los URL del portapapeles?
et: Võta URLid lõikelaualt?
fr: Prendre les URLs du presse-papier ?
ja: クリップボードからURLを取得しますか？
nb: Ta URLer fra utklippstavlen?
nl: URLs overnemen van klembord?
pl: Pobrać adresy URL ze schowka?
pt_br: Obter URLs da área de transferência?
ru: Взять URL-адреса из буфера обмена?
ta: கிளிப்போர்டில் இருந்து முகவரி களை எடுக்கவா?
uk: Витягувати адреси з буфера обміну?

source: Prefill URLs from valid URLs in Clipboard when Adding New.
ar: ملء عناوين URL تلقائيًا من عناوين URL صالحة في الحافظة عند الإضافة الجديدة.
de: Bei "Neu hinzufügen" werden automatisch die gültigen URLs aus der Zwischenablage eingefügt.
es: Rellenar los URL con URL válidos del portapapeles al añadir nuevo.
et: Uute lisamisel täida URLide väli kehtivate URLidega lõikelaualt.
fr: Pré-rempli les URLs depuis les URLs valides dans le presse-papier lorsque vous utilisez Ajoutez Nouveau
ja: 新規を追加時にクリップボードから有効なURLを事前入力します。
nb: Prefyll URLer fra gyldige URL i utklippstavlen når nye legges til.
nl: Vooraf invullen URL's van geldige URL's in het klembord bij het toevoegen van nieuw.
pl: Wypełnij wstępnie adresy URL z prawidłowych adresów URL w schowku podczas dodawania nowego.
pt_br: Preencher URLs de URLs válidas na área de transferência quando Adicionar Novo.
ru: Предварительно заполнить URL-адреса из действительных URL-адресов в буфере обмена при добавлении нового.
ta: புதியதைச் சேர்க்கும்போது கிளிப்போர்டில் செல்லுபடியாகும் முகவரி களில் இருந்து முகவரி களை முன்னுரிமை செய்யுங்கள்.
uk: Попереднє заповнення адрес з коректних адрес у буфері обміну при додаванні нових.

source: FanFicFare button opens menu?
ar: زر FanFicFare يفتح القائمة؟
de: FanFicFare Button öffnet das Menü?
es: ¿El botón FanFicFare abre el menú?
et: FanFicFare nupp avab menüü?
fr: Le bouton FanFicFare ouvre le menu ?
ja: FanFicFareボタンを押してメニューを開きますか？
nl: FanFicFare-knop opent menu?
pl: Przycisk FanFicFare otwiera menu?
ru: Кнопка FanFicFare открывает меню?
ta: ஃபேன்ஃபிக்ஃபேர் பொத்தான் மெனுவைத் திறக்கிறது?
uk: Чи відкриває кнопка FanFicFare меню?

source: The FanFicFare toolbar button will bring up the plugin menu. If unchecked, it will <i>Download from URLs</i> or optionally Update, see below.
ar: سيظهر زر شريط أدوات FanFicFare قائمة الإضافة. إذا لم يتم تحديده، فسيقوم بـ <i>التنزيل من عناوين URL</i> أو التحديث اختياريًا، انظر أدناه.
de: FanFicFare Toolbar Button öffnet das Plugin-Menü. Wenn nicht markiert, wird <i>Download von URLs</i> ausgeführt oder optional Update, siehe unten.
es: El botón de la barra de tareas FanFicFare abrirá el menú del complemento. Si se desactiva, <i>descargará de URL</i> u opcionalmente actualizará, ver abajo.
et: FanFicFare tööriistariba nupp avab plugina menüü. Kui märgistamata, teostab see tegevuse <i>Laadi alla URLidelt</i> või valikuliselt Uuenda, vaata allpool.
fr: Le bouton de la barre d'outils FanFicFare fera apparaître le menu du plugin. S'il n'est pas coché, il affichera <i>Télécharger à partir de URLs</i> ou optionnellement Mettre à jour, voir ci-dessous.
ja: FanFicFareツールバーボタンはプラグインメニューを開かれます。チェックしない場合は、<i>URLからダウンロードします</i>またはオプションで更新します、以下を見ます。
nl: De FanFicFare-werkbalkknop zal het plugin-menu openen. Indien niet aangevinkt, zal het <i>Downloaden van URL's</i> of optioneel bijwerken, zie hieronder.
pl: Przycisk paska narzędzi FanFicFare spowoduje wyświetlenie menu wtyczki. Jeśli odznaczone, będzie <i>Pobierz z adresów URL</i> lub opcjonalnie Aktualizuj, patrz poniżej.
ru: Кнопка панели инструментов FanFicFare откроет меню плагинов. Если флажок не установлен, он будет <i>Загружать с URL-адресов</i> или, при необходимости, обновляться, см. ниже.
ta: ஃபேன்ஃபிக்ஃபேர் கருவிப்பட்டி பொத்தானை சொருகி மெனுவைக் கொண்டு வரும். தேர்வு செய்யப்படாவிட்டால், அது <i> முகவரி களில் இருந்து பதிவிறக்கம் செய்யும் </i> அல்லது விருப்பமாக புதுப்பிக்கப்படும், கீழே காண்க.
uk: Кнопка панелі інструментів FanFicFare відкриватиме меню додатка. Якщо цей пункт не позначено, у результаті натискання кнопки виконуватиметься дія <i>Отримати дані з адрес</i> або, якщо визначено, «Оновити. Див. нижче.

source: Default to Update when books selected?
ar: الافتراضي هو التحديث عند تحديد الكتب؟
de: Standardmäßig aktualisieren, wenn Bücher ausgewählt sind?
es: ¿Actualizar de manera predeterminada al seleccionar libros?
et: Vaikesättena uuenda, kui raamatud on valitud?
fr: Mise à jour par défaut quand les livres sont sélectionnés ?
ja: 本が選択された時に更新にデフォルト？
nb: Sett oppdatering som standard når bøker er valgt?
nl: Standaard updaten wanneer boeken zijn geselecteerd?
pl: Domyślnie aktualizować po wybraniu książek?
pt_br: Padrão de atualização ao selecionar livros?
ru: Обновление по умолчанию при выборе книг?
ta: புத்தகங்கள் தேர்ந்தெடுக்கப்பட்டபோது புதுப்பிக்க இயல்புநிலை?
uk: Типово оновлювати, якщо книги позначено?

source: The FanFicFare toolbar button will Update if books are selected. If unchecked, it will always <i>Download from URLs</i>.
ar: سيقوم زر شريط أدوات FanFicFare بالتحديث إذا تم تحديد الكتب. إذا لم يتم تحديده، فسيقوم دائمًا بـ <i>التنزيل من عناوين URL</i>.
de: FanFicFare Toolbar Button aktualisiert, wenn Bücher ausgewählt sind. Wenn nicht markiert, wird immer <i>Download von URLs</i> ausgeführt.
es: El botón de la barra de tareas FanFicFare iniciará una actualización si hay libros seleccionados. Si se desactiva, siempre <i>descargará de URL</i>.
et: FanFicFare tööriistariba nupp Uuendab, kui raamatuid on valitud. Kui märgistamata, teostab see alati tegevuse <i>Laadi alla URLidelt</i>.
fr: Le bouton de la barre d'outils FanFicFare mettra à jour si des livres sont sélectionnés. S'il n'est pas coché, il <i>téléchargera toujours à partir des URLs</i>.
ja: FanFicFareツールバーボタンは本が選択場合に更新します。チェックしない場合は、常に<i>URLからダウンロードします</i>。
nl: De FanFicFare-werkbalkknop wordt bijgewerkt als boeken zijn geselecteerd. Indien niet aangevinkt, zal het altijd <i>Downloaden van URL's.
pl: Przycisk paska narzędzi FanFicFare zostanie zaktualizowany, jeśli wybrane są książki. Jeśli odznaczone, zawsze będzie <i>Pobierz z adresów URL</i>.
ru: Кнопка на панели инструментов FanFicFare будет обновлять, если выбраны книги. Если флажок не установлен, то всегда будет <i>Загружать с URL-адресов</i>.
ta: புத்தகங்கள் தேர்ந்தெடுக்கப்பட்டால் ஃபேன்ஃபிக்ஃபேர் கருவிப்பட்டி பொத்தானை புதுப்பிக்கும். தேர்வு செய்யப்படாவிட்டால், அது எப்போதும் <i> முகவரி களில் இருந்து பதிவிறக்கம் செய்யும் </i>.
uk: Кнопка панелі інструментів FanFicFare виконуватиме дію оновлення для позначених книг. Якщо цей пункт не позначено, завжди виконуватиметься дія <i>Отримати дані з адрес</i>.

source: Keep 'Add New from URL(s)' dialog on top?
ar: إبقاء مربع حوار 'إضافة جديد من URL(s)' في الأعلى؟
de: "Neu von URLs hinzufügen" immer an erster Stelle behalten?
es: ¿Mantener la ventana «Añadir nuevo de URL» en primer plano?
et: Hoia 'Lisa uus URLi(de)st' dialoog kõige peal?
fr: Garder le dialogue 'Ajouter nouveau' au dessus ?
ja: 「URLから新規追加」ダイアログを上部に保持しますか？
nb: Behold 'Legg til ny fra URL(er)' dialogen på toppen?
nl: De dialoog 'Nieuw toevoegen van URL(' s) ' bovenaan houden?
pl: Czy zachować okno dialogowe „Dodaj nowy z adres(ów) URL” na górze?
pt_br: Manter o diálogo 'Adicionar Novo de URL(s)' em cima?
ru: Удерживать диалоговое окно «Добавить новый из URL-адреса(ов)» вверху
ta: மேலே 'முகவரி (கள்) இலிருந்து புதியதைச் சேர்க்கவும்' உரையாடலை வைத்திருக்கிறீர்களா?
uk: Утримувати вікно «Додати нові на основі адрес» над іншими?

source: Instructs the OS and Window Manager to keep the 'Add New from URL(s)' dialog on top of all other windows. Useful for dragging URLs onto it.
ar: يُعلم نظام التشغيل ومدير النوافذ بإبقاء مربع حوار 'إضافة جديد من URL(s)' في الأعلى فوق جميع النوافذ الأخرى. مفيد لسحب عناوين URL إليه.
de: Weist das Betriebssystem und den Fenstermanager an "Neu von URLs hinzufügen" immer an erster Stelle zu halten. Nützlich um URLs darauf zu ziehen.
es: Soliciar al sistema operativo y al gestor de ventanas que mantenga la ventana «Añadir nuevo de URL» por encima de todas las otras ventanas. Es útil para arrastrar URL sobre ella.
et: Ütleb OS-ile ja akende haldurile, et nad hoiaks 'Lisa uus URLi(de)st' dialoogi kõigi teiste akende peal. Kasulik URLide sellele lohistamiseks.
fr: Informe l'OS et le gestionnaire de fenêtre de garder le dialogue 'Ajouter nouveau depuis les URLs' au dessus de toutes les autres fenêtres. Utile pour glisser dessus des URLs.
ja: 「URLから新規追加」ダイアログを全ての他のウインドウの上部に保持しますようをOSとウインドウマネージャに指示します。
nb: Instruer operativsystemet eller Window Manageren om å beholde 'Legg til ny fra URL(er)'-dialogen på toppen av alle andre vinduer. Nyttig for å kunne slippe URLer inn i den.
nl: Instrueert het OS en vensterbeheerder de dialoog 'Nieuw toevoegen van URL(' s) ' boven alle andere vensters te houden. Handig om URL's naartoe te slepen.
pl: Nakazuje systemowi operacyjnemu i menedżerowi okien zachowanie opcji „Dodaj nowy z adresów URL” okno dialogowe nad wszystkimi innymi oknami. Przydatne do przeciągania na niego adresów URL.
pt_br: Instrui o sistema operacional e Gerenciador de Janelas manter o diálogo 'Adicionar Novo de URL(s)' em cima de todas as outras janelas. Útil para arrastar URLs para ele.
ru: Поручает ОС и диспетчеру окон сохранять диалоговое окно «Добавить новый из URL-адрес(ов)» поверх всех других окон. Полезно при перетаскивании URL-адресов на него.
ta: 'முகவரி (கள்) இலிருந்து புதியதைச் சேர்க்க' os மற்றும் சாளர மேலாளருக்கு அறிவுறுத்துகிறது மற்ற எல்லா சாளரங்களுக்கும் மேலாக உரையாடல். முகவரி களை அதன் மீது இழுக்க பயனுள்ளதாக இருக்கும்.
uk: Наказує операційній системі і засобу керування вікнами утримувати вікно «Додати нові на основі адрес» над іншими вікнами. Корисно для полегшення перетягування адрес до цього вікна.

source: Show estimated time left?
ar: إظهار الوقت المتبقي المقدر؟
de: Geschätzte Restzeit anzeigen?
es: ¿Mostrar el tiempo restante estimado?
et: Näita hinnangulist aega tegevuse lõpuni?
fr: Afficher le temps restant prévu ?
ja: 残りの推定時間を表示しますか？
nb: Vis estimert gjenstående tid?
nl: Toon verwachte resterende tijd?
pl: Pokaż szacowany pozostały czas?
pt_br: Mostrar tempo restante estimado?
ru: Показать оставшееся время?
ta: மதிப்பிடப்பட்ட நேரத்தைக் காட்டவா?
uk: Показувати оцінку часу до завершення?

source: When a Progress Bar is shown, show a rough estimate of the time left.
ar: عند عرض شريط التقدم، أظهر تقديرًا تقريبيًا للوقت المتبقي.
de: Wenn ein Fortschrittsbalken angezeigt wird, zeige eine grobe Schätzung der restlichen Zeit.
es: Al mostrar una barra de progreso, mostrar una estimación burda del tiempo restante.
et: Edenemise riba näitamisel näita hinnangulist aega, kui kaua jääb toimingu lõpetamiseni.
fr: Quand une Barre de Progression est montrée, affichez une évaluation approximative du temps restant.
ja: プログレスバーが表示場合に、残りのざっくり推定時間を表示します。
nb: Når en framdriftssøyle vises, vis et grovt estimat over gjenstående tid.
nl: Als een voortgangsbalk wordt getoond, geef een ruw geschatte resterende tijd weer.
pl: Gdy wyświetlany jest pasek postępu, pokaż przybliżone oszacowanie pozostałego czasu.
pt_br: Quando uma barra de progresso é mostrada, apresenta uma estimativa aproximada do tempo restante.
ru: Когда отображается индикатор выполнения, показать приблизительную оценку оставшегося времени.
ta: ஒரு முன்னேற்றப் பட்டி காட்டப்படும் போது, எஞ்சிய நேரத்தின் தோராயமான மதிப்பீட்டைக் காட்டுங்கள்.
uk: Якщо показано смужку поступу, показувати грубу оцінку часу, що лишився до завершення обробки.

source: Misc Options
ar: خيارات متنوعة
de: Verschiedene Optionen
es: Opciones varias
et: Muud valikud
fr: Options diverses
ja: その他の設定
nb: Diverse valg
nl: Diverse opties
pl: Różne opcje
pt_br: Opções Diversas
ru: Разные варианты
ta: மற்ற விருப்பங்கள்
uk: Інші параметри

source: Inject calibre Series when none found?
ar: حقن سلسلة calibre عندما لا توجد؟
de: Calibre-Serie einfügen, wenn keine gefunden wurde?
es: ¿Incluir la serie de calibre si no se encuentra ninguna?
et: Sisesta calibre Sari, kui ühtki ei leitud?
fr: Injecter la Série calibre quand aucune n'est trouvée ?
ja: 何も見つかりません時に、calibreシリーズを注入しますか？
nb: Sett inn Calibres serier når ingen finnes?
nl: Calibre serie toevoegen als er geen gevonden is?
pl: Wstrzyknąć serię Calibre, gdy jej nie znaleziono?
pt_br: Injetar série do calibre quando nenhuma for encontrada?
ru: Внедрить серии calibre, когда ничего не найдено?
ta: எதுவும் கிடைக்காதபோது காலிபர் தொடரை ஊசி?
uk: Вставити цикл calibre, якщо даних щодо циклу не знайдено?

source: If no series is found, inject the calibre series (if there is one) so it appears on the FanFicFare title page(not cover).
ar: إذا لم يتم العثور على سلسلة، فقم بحقن سلسلة calibre (إن وجدت) بحيث تظهر على صفحة عنوان FanFicFare (وليس الغلاف).
de: Wenn keine Serie gefunden wird, wird die Calibre-Serie (wenn vorhanden) eingefügt, so dass diese auf der FanFicFare-Titelseite erscheint (nicht auf dem Cover).
es: Si no se encuentra ninguna serie, incluir la de calibre (si hay alguna) para que aparezca en el título de página de FanFicFare (no en la portada).
et: Kui ühtki sarja ei leita, sisesta calibre sari (kui on olemas), et see ilmuks FanFicFare'i tiitellehele(mitte esikaanele).
fr: Si aucune série n'est trouvée, injecte la série calibre (s'il y en a une) aussi ceci apparaît sur la page de titre de FanFicFare (pas la couverture)
ja: シリーズが見つかりません場合は、FanFicFareのタイトルページ（表紙ではない）に 表示されますようにcalibreのシリーズ（あり場合）を注入します。
nb: Hvis ingen serier finnes, sett inn Caliber serier (hvis det er en) så den synes på FanFicFares tittel side (ikke forside).
nl: Als er geen serie wordt gevonden, voeg dan de Calibre serie toe (als die er is) zodat deze op de titelpagina van FanFicFare verschijnt (niet de omslag).
pl: Jeśli nie zostanie znaleziona żadna seria, wstrzyknij serię kalibrów (jeśli istnieje), więc pojawia się na stronie tytułowej FanFicFare (bez okładki).
pt_br: Se nenhuma série for encontrada, introduza séries do calibre (se existir) então ela aparece no título da página do FanFicFare (não capa)
ru: Если серия не найдена, введите серию calibre (если он есть), она появится на титульной странице FanFicFare (не на обложке).
ta: எந்தத் தொடரும் கிடைக்கவில்லை என்றால், காலிபர் தொடரை செலுத்தவும் (ஒன்று இருந்தால்) எனவே இது ஃபேன்ஃபிக்ஃபேர் தலைப்பு பக்கத்தில் தோன்றும் (மறைக்கப்படவில்லை).
uk: Якщо не знайдено циклу, вставити цикл calibre (якщо така є), щоб показати його на титульній сторінці FanFicFare (не на обкладинці).

source: Search by Title/Author(s) for If Story Already Exists?
ar: البحث حسب العنوان/المؤلف (المؤلفين) إذا كانت القصة موجودة بالفعل؟
de: Suche in Titel/Autor(en) nach bereits vorhandenen Storys?
es: ¿Buscar por título y autor(es) si la historia ya existe?
fr: Rechercher par Titre/Auteur(s) si le récit existe déjà ?
ja: ストーリーが既存場合は、タイトル・著者で検索しますか？
nb: Søk på Tittel/Forfatter(e) for Hvis historien finnes allerede?
nl: Zoeken op titel/auteur(s) voor het geval verhaal al bestaat?
pl: Wyszukaj według tytułu/autora(ów) jeśli historia już istnieje?
pt_br: Pesquisar por Título/Autor(es) se a história já existir?
ru: Поиск по названию/автору(-ам) для "Если история уже существует?"
ta: கதை ஏற்கனவே இருந்தால் தலைப்பு/ஆசிரியர் (கள்) மூலம் தேடுங்கள்?
uk: Шукати за назвою або авторами, якщо твір вже існує?
