Repository: JimmXinu/FanFicFare
Catalog: calibre-plugin/translations/*.po
Languages: ar, de, es, et, fr, ja, nb, nl, pl, pt_br, ru, ta, uk

source: Menu option to remove from "To Read" lists will also remove "(new)" chapter marks created by personal.ini <i>mark_new_chapters</i> setting.
ar: خيار القائمة للإزالة من قوائم "للقراءة" سيقوم أيضًا بإزالة علامات الفصل "(جديد)" التي تم إنشاؤها بواسطة إعداد <i>mark_new_chapters</i> في personal.ini.
de: Die Menüoption zum Entfernen aus "To Read" -Listen entfernt auch "(neu)" Kapitelmarkierung, die mit der Einstellung "personal.ini mark_new_chapters" erstellt wurden.
es: La opción de menú para quitar de las listas «Para leer» también eliminará las «(nuevas)» marcas de capítulo creadas por la opción <i>mark_new_chapters</i> en personal.ini.
fr: Option du menu pour retirer des listes de "A lire" supprimera également les marques "(nouveau)" chapitre créés par le paramètre personal.ini <i>mark_new_chapters</i>
ja: 「読みたい」リストから削除しますメニューオプションは、personal.iniの<i>mark_new_chapters</i>設定から作成した「(new)」章マークも削除します。
nb: Menyvalg for fjerning fra "Til lesning" listen vil også fjerne "(ny)" kapittel markører oppretted av personal.ini <i>mark_new_chapers</i> instillingen
nl: Menuoptie om te verwijderen uit "Te Lezen" -lijsten zal ook "(nieuw)" hoofdstukmarkeringen verwijderen die zijn aangemaakt door de instelling <i>mark_new_chapters</i> in personal.ini.
pl: Opcja menu umożliwiająca usunięcie z list „Do przeczytania” spowoduje również usunięcie „(nowych)” znaczników rozdziałów utworzonych przez ustawienie <i>mark_new_chapters</i> w pliku personal.ini.
ru: Параметр меню для удаления из списков «Читать» также удалит метки глав «(новая)», созданные настройкой personal.ini <i>mark_new_chapters</i>.
ta: "படிக்க" பட்டியல்களிலிருந்து அகற்றுவதற்கான பட்டியல் விருப்பம் "(புதிய)" அத்தியாய மதிப்பெண்களை தனிப்பட்டார் <i> mark_new_chapters </i> அமைப்பால் உருவாக்கப்பட்டது.
uk: Пункт меню для вилучення зі списків «Прочитати» також вилучатиме позначки глав «(нова)», створені на основі параметра <i>mark_new_chapters</i> personal.ini.

source: The Calibre cover image for a downloaded book can come from the story site(if EPUB and images are enabled), or from either Calibre's built-in random cover generator or the %(gc)s plugin.
ar: يمكن أن تأتي صورة غلاف Calibre لكتاب تم تنزيله من موقع القصة (إذا تم تمكين EPUB والصور)، أو من مولد الغلاف العشوائي المدمج في Calibre أو من إضافة %(gc)s.
de: Das Calibre Cover Image für ein heruntergeladenes Buch kann von der Story-Seite (wenn EPUB und Images aktiviert sind), von Calibre´s eingebauten Cover Generator oder dem %(gc)s Plugin kommen.
es: La imagen de portada de calibre para un libro descargado puede provenir del sitio web de la historia (si EPUB e imágenes están activados), o bien del generador de portadas incluido en calibre o del complemento %(gc)s.
fr: L'image de couverture calibre pour un livre téléchargé peut provenir du site du récit (si EPUB et images sont activés), ou soit à partir du générateur de couverture aléatoire intégré à calibre soit de l'extension %(gc)s.
ja: ダウンロードされた本のcalibreの表紙画像はストーリーのサイトから来られます（EPUBとイメージが有効になっています場合）またはcalibreの内蔵のランダムな表紙生成器または%(gc)sプラグインのどちらか。
nb: Calibre forsidebilde for nedlastet bok kan komme fra historien side (hvis EPUB og biler er skrudd på), eller fra Calibres innebygde forsidegenerator eller %(gc)s pluginen.
nl: De Calibre-omslagafbeelding voor een gedownload boek kan afkomstig zijn van de verhalenwebsite (als EPUB en afbeeldingen zijn ingeschakeld), ofwel van de ingebouwde willekeurige covergenerator van Caliber of de %(gc)splug-in.
pl: Obraz okładki Calibre dla pobranej książki może pochodzić z witryny fabularnej (jeśli EPUB i obrazy są włączone) lub z wbudowanego generatora losowych okładek Calibre lub %(gc)s wtyczki.
ru: Обложка Calibre для загруженной книги может быть получена с сайта истории (если включены EPUB и изображения), либо из встроенного в Calibre генератора случайных обложек или %(gc)s плагина.
ta: பதிவிறக்கம் செய்யப்பட்ட புத்தகத்திற்கான காலிபர் கவர் படம் கதை தளத்திலிருந்து (எபப் மற்றும் படங்கள் இயக்கப்பட்டிருந்தால்) அல்லது காலிபரின் உள்ளமைக்கப்பட்ட சீரற்ற கவர் செனரேட்டர் அல்லது %(gc)s சொருகி ஆகியவற்றிலிருந்து வரலாம்.
uk: Зображення обкладинки Calibre для отриманої книги може походити із сайта твору (якщо увімкнено EPUB та зображення), із вбудованого засобу створення випадкових обкладинок Calibre, або з додатка %(gc)s.

source: Update Calibre book cover image from EPUB when Calibre metadata is updated. Doesn't go looking for new images on 'Update Calibre Metadata Only'. Cover in EPUB could be from site or previously injected into the EPUB. This comes before Generate Cover so %(gc)s(Plugin) use the image if configured to.
ar: تحديث صورة غلاف كتاب Calibre من EPUB عند تحديث بيانات Calibre الوصفية. لا يبحث عن صور جديدة عند 'تحديث بيانات Calibre الوصفية فقط'. يمكن أن يكون الغلاف في EPUB من الموقع أو تم إدخاله مسبقًا في EPUB. يأتي هذا قبل إنشاء الغلاف لذا تستخدم إضافة %(gc)s الصورة إذا تم تهيئتها لذلك.
de: Aktualisiert das Calibre-Buchcover-Image des EPUB, wenn die Calibre-Metadaten aktualisiert werden. Funktioniert nicht bei "Nur Calibre Metadaten aktualisieren". Das Cover im EPUB kann entweder von der Seite kommen oder vorher eingefügt worden sein. Dies kommt vor "Erzeuge Cover", damit %(gc)s (Plugin) das Image verwendet, wenn konfiguriert.
es: Actualizar la imagen de portada del libro en calibre a partir del EPUB cuando se actualicen los metadatos de calibre. No busca nuevas imágenes con «Actualizar sólo metadatos de calibre». La portada del EPUB puede ser del sitio web o previamente incorporada al EPUB. Esto ocurre antes de Generar portada, así que el %(gc)s (complemento) usará la imagen si se configura para ello.
fr: Met à jour la couverture du livre à partir de l'EPUB lorsque les métadonnées de calibre sont mises à jour. Ne va pas chercher de nouvelles images avec 'Mettre à Jour Uniquement les Métadonnées calibre'. La couverture dans l'EPUB pourrait venir d'un site ou avoir été injectée dans l'EPUB au préalable. Ceci vient avant Générer une Couverture donc %(gc)s(Extension) utilise l'image s'il est configuré à cette fin.
ja: calibreメタデータが更新された際に、calibreの本表紙画像をEPUBから更新します。 「calibreメタデータを更新のみ」で新しい画像を探しに行かれません。 EPUBの表紙はサイトからの物か、以前にEPUBに注入された可能性があります。 これは表紙を生成する前にありますため、%(gc)s（プラグイン）は設定される場合に画像を使えます。
nb: Oppdaterte Calibre bokas forsidebilde fra EPUB når Calibre metadata oppdatering er oppdatert. Går ikke for å se etter nye bilder på 'Oppdater Calibre metadata bare'. Forsiden til EPUB kan være fra en side eller tidligere innsatt i EPUBen. Dette kommer før genererte forside som %(gc)s(Plugin) bruk bildet hvis den er konfigurert til det.
nl: Werkt de afbeelding van de Calibre-boekomslag bij vanuit EPUB wanneer Calibre metagegevens worden bijgewerkt. Zoekt niet naar nieuwe afbeeldingen bij 'Update Calibre Metagegevens Only'. De omslag in EPUB kan van de site zijn of eerder zijn ingevoegd in de EPUB. Dit gebeurt voordat u de omslag genereert, dus %(gc)s(Plugin) gebruikt de afbeelding indien daartoe geconfigureerd.
pl: Zaktualizuj obraz okładki książki Calibre z EPUB po zaktualizowaniu metadanych Calibre. Nie szuka nowych obrazów w „Aktualizuj tylko metadane kalibru”. Okładka w formacie EPUB może pochodzić z witryny lub została wcześniej wstrzyknięta do pliku EPUB. Ma to miejsce przed Generowaniem okładki, więc %(gc)s(wtyczka) używa obrazu, jeśli jest skonfigurowany do.
ru: Обновлять изображение обложки книги Calibre из EPUB при обновлении метаданных Calibre. Не искать новые изображения при выборе «Обновить только метаданные Calibre». Обложка в EPUB может быть с сайта или ранее встроена в EPUB. Это происходит до запуска Создать обложку, чтобы %(gc)s (плагин) использовал изображение, если это настроено.
ta: காலிபர் மேனிலை தரவு புதுப்பிக்கப்படும் போது epub இலிருந்து காலிபர் புத்தக அட்டை படத்தைப் புதுப்பிக்கவும். 'புதுப்பிப்பு காலிபர் மேனிலை தரவு மட்டும்' என்ற புதிய படங்களைத் தேடுவதில்லை. epub இல் கவர் தளத்திலிருந்து இருக்கலாம் அல்லது முன்னர் epub இல் செலுத்தப்படலாம். இது கவர் உருவாக்குவதற்கு முன் வருகிறது, எனவே %(gc)s கள் (சொருகி) கட்டமைக்கப்பட்டால் படத்தைப் பயன்படுத்தவும்.
uk: Оновлювати зображення обкладинки книги у Calibre на основі EPUB, якщо оновлюються метадані Calibre. Пошук нових зображень не виконуватиметься, якщо позначено «Оновити лише метадані Calibre». Обкладинка у EPUB може походити з сайта або бути раніше вставленою до EPUB. Ця обробка виконуватиметься до того, якщо спрацює засіб створення обкладинок, отже %(gc)s (додаток) використовуватиме зображення, якщо його так налаштувати.

source: Update Calibre Cover (from EPUB):
ar: تحديث غلاف Calibre (من EPUB):
de: Calibre Cover aktualisieren (aus EPUB):
es: Actualizar portada de calibre (a partir del EPUB):
et: Uuenda Calibre kaanepilti (EPUBist):
fr: Mettre à jour la Couverture calibre (à partir de l'EPUB)
ja: calibreの表紙を更新します（EPUBから）:
nb: Oppdater Calibre forsiden (fra EPUB):
nl: Calibre omslag bijwerken (uit EPUB):
pl: Zaktualizuj okładkę calibre (z EPUB):
ru: Обновить обложку Calibre (из EPUB):
ta: காலிபர் அட்டையைப் புதுப்பிக்கவும் (epub இலிருந்து):
uk: Оновити обкладинку Calibre (з EPUB):

source: Set Calibre Cover Only for New Books
ar: تعيين غلاف Calibre للكتب الجديدة فقط
de: Erstellt Cover nur für Neue Bücher
ta: புதிய புத்தகங்களுக்கு மட்டுமே காலிபர் அட்டையை அமைக்கவும்
uk: Встановлювати обкладинку Calibre лише для нових книг

source: Set the Calibre cover from EPUB only for new books, not updates to existing books.
ar: تعيين غلاف Calibre من EPUB للكتب الجديدة فقط، وليس تحديثات للكتب الموجودة.
de: Calibre Cover werden nur für neue Bücher erzeugt, nicht bei Aktualisierungen vorhandener Bücher.
ta: epub இலிருந்து காலிபர் அட்டையை புதியதாக மட்டுமே அமைக்கவும் புத்தகங்கள், இருக்கும் புத்தகங்களுக்கான புதுப்பிப்புகள் அல்ல.
uk: Встановлювати обкладинку Calibre з EPUB лише для нових книг, а не для оновлень наявних книг.

source: Generate a Calibre book cover image when Calibre metadata is updated.<br />Note that %(gc)s(Plugin) will only run if there is a %(gc)s setting configured below for Default or the appropriate site.
ar: إنشاء صورة غلاف كتاب Calibre عند تحديث بيانات Calibre الوصفية.<br />لاحظ أن إضافة %(gc)s لن تعمل إلا إذا كان هناك إعداد %(gc)s مهيأ أدناه للوضع الافتراضي أو الموقع المناسب.
ta: காலிபர் மேனிலை தரவு புதுப்பிக்கப்படும் போது ஒரு காலிபர் புத்தக அட்டை படத்தை உருவாக்குங்கள். Note that %(gc)s (Plugin) will only run if there is a %(gc)s setting configured below for Default or the appropriate site.
uk: Створювати зображення обкладинки книги Calibre, коли оновлюватимуться метадані Calibre.<br />Зауважте, що %(gc)s(додаток) буде запущено, лише якщо налаштовано %(gc)s нижче для типового або відповідного сайта.

source: Generate Calibre Cover:
ar: إنشاء غلاف Calibre:
de: Erzeuge Calibre Cover:
es: Generar portada de calibre:
et: Loo Calibre kaanepilt:
fr: Générer une Couverture calibre :
ja: calibreの表紙を生成します:
nb: Genererer Calibre forside:
nl: Genereer calibre omslag:
pl: Wygeneruj okładkę calibre:
ru: Создать обложку Calibre:
ta: காலிபர் கவர் உருவாக்கு:
uk: Створювати обкладинку Calibre:

source: Generate Covers Only for New Books
ar: إنشاء أغلفة للكتب الجديدة فقط
de: Erstellt Cover nur für Neue Bücher
es: Generar portadas sólo para libros nuevos
et: Loo kaanepildid ainult uutel raamatutel
fr: Générer les Couvertures Seulement pour les Nouveaux Livres
ja: 新しい本の表紙のみを生成します
nb: Generer forside bare for nye bøker
nl: Maak enkel nieuwe covers voor nieuwe boeken
pl: Generuj okładki tylko dla nowych książek
ru: Создать обложки только для новых книг
ta: புதிய புத்தகங்களுக்கு மட்டுமே அட்டைகளை உருவாக்குங்கள்
uk: Створювати обкладинки лише для нових книг

source: Default is to generate a cover any time the calibre metadata is updated.<br />Used for both Calibre and Plugin generated covers.
ar: الافتراضي هو إنشاء غلاف في أي وقت يتم فيه تحديث بيانات calibre الوصفية.<br />يستخدم لكل من الأغلفة التي تم إنشاؤها بواسطة Calibre والإضافة.
de: Standardmäßig wird jedes Mal, wenn die Calibre-Metadaten aktualisiert werden, ein Cover generiert. Wird für Calibre- und Plugin-generierte Cover verwendet.
es: De manera predeterminada se genera una portada cada vez que se actualizan los metadatos de calibre.<br/>Usado para portadas generadas por calibre o por el complemento.
et: Vaikimisi luuakse kaanepilt iga kord, kui calibre metaandmeid uuendatakse.<br />Kasutatakse nii Calibre kui plugina loodud kaanepiltide jaoks.
fr: Configuré par défaut pour générer une couverture chaque fois que les métadonnées de calibre sont mises à jour. <br /> Utilisé à la fois pour Calibre et les couvertures générées par des extensions.
ja: デフォルトでは、calibreのメタデータが更新されますたびに表紙を生成します。<br />calibreとプラグインで生成された表紙の両方に使用します。
nl: Standaard is om een ​​omslag te genereren iedere keer dat de Calibre metagegevens wordt bijgewerkt. <br />Wordt gebruikt voor zowel door Calibre als Plugin gegenereerde omslagen.
pl: Domyślnie okładka jest generowana za każdym razem, gdy aktualizowane są metadane kalibru. <br />Używany zarówno do okładek generowanych przez Calibre, jak i przez wtyczki.
ru: По умолчанию обложка генерируется каждый раз, когда обновляются метаданные Calibre. <br />Используется как для обложек, созданных как Calibre, так и плагином.
ta: காலிபர் மேனிலை தரவு புதுப்பிக்கப்படும் எந்த நேரத்திலும் ஒரு அட்டையை உருவாக்குவதே இயல்புநிலை. <br /> காலிபர் மற்றும் சொருகி உருவாக்கிய கவர்கள் இரண்டிற்கும் பயன்படுத்தப்படுகிறது.
uk: Типовою є поведінка із створенням обкладинки, кожного разу, коли оновлюються метадані calibre.<br />Використовується для обкладинок створених Calibre і цим додатком.

source: Inject/update the generated cover inside EPUB
ar: حقن/تحديث الغلاف الذي تم إنشاؤه داخل EPUB
de: Einfügen/Aktualisieren des generierten Covers im EPUB
ta: உருவாக்கப்பட்ட அட்டையை epub க்குள் செலுத்த/புதுப்பிக்கவும்
uk: Вставити/Оновити створену обкладинку в EPUB

source: Calibre's Polish feature will be used to inject or update the generated cover into the EPUB ebook file.<br />Used for both Calibre and Plugin generated covers.
ar: سيتم استخدام ميزة Polish في Calibre لحقن أو تحديث الغلاف الذي تم إنشاؤه في ملف الكتاب الإلكتروني EPUB.<br />يستخدم لكل من الأغلفة التي تم إنشاؤها بواسطة Calibre والإضافة.
es: La función «Pulir» de calibre se usará para insertar la portada generada en el archivo EPUB del libro.<br/> Usado para portadas generadas por calibre o por el complemento.
et: Kasutatakse Calibre Viimistlemise funktsiooni, et loodud kaanepilt EPUB e-raamatu faili sisestada või uuendada.<br />Kasutatakse nii Calibre kui Plugina loodud kaanepiltide jaoks.
fr: La fonction polissage de calibre sera utilisé pour injecter ou mettre à jour la couverture générée dans le fichier de livre numérique EPUB. <br /> C'est utilisé à la fois pour calibre et les couvertures générées par une extension.
ja: calibreの最適化機能はEPUB電子書籍ファイルに生成された表紙を注入・更新します。<br />calibreとプラグインで生成された表紙の両方に使用します。
nl: Calibre's Polijst functie wordt gebruikt om de gegenereerde cover in het EPUB-e-boekbestand in te voegen of bij te werken. <br />Wordt gebruikt voor zowel door Calibre als Plugin gegenereerde omslagen.
pl: Funkcja języka polskiego Calibre zostanie wykorzystana do wstrzyknięcia lub zaktualizowania wygenerowanej okładki do pliku ebook EPUB.<br />Używany zarówno do okładek generowanych przez Calibre, jak i przez wtyczki.
ru: Функция Calibre Полировать будет использоваться для внедрения или обновления созданной обложки в файл электронной книги EPUB. <br />Используется для обложек, созданных как Calibre, так и плагином.
ta: எபப் மின்புத்தக கோப்பில் உருவாக்கப்பட்ட அட்டையை செலுத்த அல்லது புதுப்பிக்க காலிபரின் போலந்து நற்பொருத்தம் பயன்படுத்தப்படும். <br /> காலிபர் மற்றும் சொருகி உருவாக்கிய கவர்கள் இரண்டிற்கும் பயன்படுத்தப்படுகிறது.
uk: Можливість коригування книг у Calibre буде використано ля вставлення або оновлення створених обкладинок у файлі електронної книги EPUB.<br />Використовується для обох типів обкладинок: створених Calibre і створених додатком.

source: Plugin %(gc)s
ar: إضافة %(gc)s
es: Complemento %(gc)s
fr: Extension %(gc)s
ja: プラグインで%(gc)s
pl: Wtyczka %(gc)s
ru: Плагин %(gc)s
ta: சொருகி %(gc)s
uk: Додаток %(gc)s

source: Use the %(gc)s plugin to create covers.<br>Requires that you have the the %(gc)s plugin installed.<br>Additional settings are below.
ar: استخدم إضافة %(gc)s لإنشاء الأغلفة.<br>يتطلب منك تثبيت إضافة %(gc)s.<br>الإعدادات الإضافية موجودة أدناه.
uk: Скористайтеся додатком %(gc)s для створення зображень обкладинок.<br>Потребує встановлення додатка %(gc)s.<br>Додаткові параметри наведено нижче.

source: Calibre Generate Cover
ar: إنشاء غلاف Calibre
de: Calibre Cover erzeugen
es: Generador de portadas de calibre
et: Calibre 'Loo kaanepilt'
fr: Générer une couverture calibre
ja: calibreで表紙を生成します
nb: Generer Calibre forside
nl: Calibre gegenereerde cover
pl: Calibre generuje okładkę
ru: Создать обложку Calibre
ta: காலிபர் கவர் உருவாக்கு
uk: Створення обкладинки Calibre

source: Call Calibre's Edit Metadata Generate cover feature to create a random cover each time a story is downloaded or updated.<br />Right click or long click the 'Generate cover' button in Calibre's Edit Metadata to customize.
ar: استدعاء ميزة 'إنشاء غلاف' في تحرير بيانات Calibre الوصفية لإنشاء غلاف عشوائي في كل مرة يتم فيها تنزيل قصة أو تحديثها.<br />انقر بزر الماوس الأيمن أو انقر مطولًا على زر 'إنشاء غلاف' في تحرير بيانات Calibre الوصفية للتخصيص.
es: Ejecutar el generador de portadas de calibre para crear una portada aleatoria cada vez que se descarga o actualiza una historia.<br/>Pulse con el botón derecho o mantenga pulsado el botón «Generar portada» en el cuadro de diálogo «Modificar metadatos» de calibre para personalizarlo.
fr: Appeler la fonction calibre modifier les métadonnées génération de couverture pour créer une couverture aléatoire à chaque fois qu'une histoire est téléchargée ou mise à jour. <br /> Faîtes un clic droit ou cliquez sur le bouton "Générer couverture" dans Modifier les métadonnées de Calibre pour le personnaliser.
ja: ストーリーがダウンロード・更新時に、ランダムな表紙を作成しますcalibreの書誌を編集の表紙を生成を呼び出します。<br />calibreの書誌を編集に「表紙を生成」ボタンを右クリックまたは長いクリックしてカスタマイズします。
nb: Kjør Calibres endre Metadata genere forside funksjon for å opprette en tilfeldig foside hver gang en historie lastes ned eller oppdateres.<br />Høyreklikk eller klikk lenge 'Generer forside' knappen i Calibre endre metadata for å redigere.
nl: Voer Calibre's Metagegevens bewerken omslag genereren functie uit om een ​​willekeurige cover te maken elke keer dat een verhaal wordt gedownload of bijgewerkt. <br />Klik met de rechtermuisknop of lang-klik op de knop 'Genereer omslag' in Calibre's Metagegevens bewerken om aan te passen.
pl: Metadane edycji Call Calibre generują funkcję okładki, aby utworzyć losową okładkę za każdym razem, gdy historia jest pobierana lub aktualizowana. <br /> Kliknij prawym przyciskiem myszy lub długo kliknij przycisk „Generuj okładkę” w metadanych edycji Calibre, aby dostosować.
ru: Вызвать функцию «Редактировать метаданные» в Calibre, чтобы создать случайную обложку при каждой загрузке или обновлении материала. <br />Щёлкните правой кнопкой мыши или нажмите и удерживайте кнопку «Создать обложку» в меню «Изменить метаданные» Calibre для настройки.
ta: ஒவ்வொரு முறையும் ஒரு கதை பதிவிறக்கம் செய்யப்படும்போது அல்லது புதுப்பிக்கப்படும் போது ஒரு சீரற்ற அட்டையை உருவாக்க கவர் அம்சத்தை அழைக்கவும் காலிபரின் திருத்து மேனிலை தரவு உருவாக்கு அம்சத்தை அழைக்கவும்.
uk: Викликати засіб створення обкладинок редактора метаданих Calibre для створення випадкової обкладинки кожного разу, коли ви отримуєте чи оновлюєте твір.<br />Щоб налаштувати засіб, клацніть правою кнопкою або виконайте довге клацання на кнопці «Створити обкладинку» у вікні редактора метаданих Calibre.

source: %(gc)s(Plugin) Settings
ar: إعدادات إضافة %(gc)s
de: %(gc)s(Plugin) Einstellungen
es: Configuraciones de %(gc)s (complemento)
et: %(gc)s(Plugin) sätted
fr: Paramètres %(gc)s(extension)
ja: %(gc)s（プラグイン）の設定
nb: %(gc)s(Plugin) innstillinger
nl: %(gc)s(Plug-in) Instellingen
pl: %(gc)sUstawienia (wtyczki)
pt_br: %(gc)s(Plugin) Configurações
ru: Настройки %(gc)s (плагин)
ta: %(gc)s (சொருகி) அமைப்புகள்
uk: Параметри %(gc)s (додатка)

source: The %(gc)s plugin can create cover images for books using various metadata (including existing cover image). If you have %(gc)s installed, FanFicFare can run %(gc)s on new downloads and metadata updates. Pick a %(gc)s setting by site and/or one to use by Default.
ar: يمكن لإضافة %(gc)s إنشاء صور غلاف للكتب باستخدام بيانات وصفية مختلفة (بما في ذلك صورة الغلاف الموجودة). إذا كان لديك %(gc)s مثبتًا، يمكن لـ FanFicFare تشغيل %(gc)s على التنزيلات الجديدة وتحديثات البيانات الوصفية. اختر إعداد %(gc)s حسب الموقع و/أو واحدًا للاستخدام افتراضيًا.
es: El complemento %(gc)s puede crear imágenes de portada para libros usando distintos metadatos (incluyendo la imagen de portada existente). Si tiene %(gc)s instalado, FanFicFare puede ejecutar %(gc)s al descargar historias o actualizar metadatos. Elija una configuración de %(gc)s para cada sitio web o una para usar de manera predeterminada.
fr: L'extension %(gc)s peut créer des images de couverture de livres en utilisant différentes métadonnées (y compris l'image de couverture existante). Si vous avez installé %(gc)s, FanFicFare peut exécuter %(gc)s sur les nouveaux téléchargements et mises à jour de métadonnées. Choisissez un réglage %(gc)s par site et / ou utiliser celui par défaut.
ja: %(gc)sプラグインは様々なメタデータ（既存の表紙画像を含む）を使用して本の表紙画像を作成します。%(gc)sがインストールしますと、FanFicFareは新しいダウンロードとメタデータ更新で%(gc)sを実行できます。サイトごとかデフォルトで使用する%(gc)s設定を選択します。
nb: %(gc)s pluginen kan opprette forsidebilder for bøker ved hjelp av forskjellige metadata (inkudert eksisterende forsidebilde). Hvis du har %(gc)s installert, FanFicFare kan kjøre %(gc)s på nye nedlastninger og metadataoppdateringer. Velg en %(gc)s innstilling per side og/eller et standardvalg.
nl: De %(gc)splug-in kan omslagafbeeldingen voor boeken maken met verschillende metagegevens (inclusief bestaande omslagafbeelding). Als je %(gc)sgeïnstalleerd hebt, kan FanFicFare %(gc)sdraaien op nieuwe downloads en updates van metagegevens. Kies een %(gc)sinstelling per site en/of een om standaard te gebruiken.
ru: Плагин %(gc)s может создавать изображения обложек для книг, используя различные метаданные (включая существующее изображение обложки). Если %(gc)s установлен, FanFicFare может запускать %(gc)s при новых загрузках и обновлениях метаданных. Выберите %(gc)s настройку По сайту и/или По умолчанию.
ta: %(gc)s சொருகி பல்வேறு மெட்டாடேட்டாவைப் பயன்படுத்தி புத்தகங்களுக்கான கவர் படங்களை உருவாக்க முடியும் (இருக்கும் கவர் படம் உட்பட). உங்களிடம் %(gc)s நிறுவப்பட்டிருந்தால், புதிய பதிவிறக்கங்கள் மற்றும் மேனிலை தரவு புதுப்பிப்புகளில் ஃபேன்ஃபிக்ஃபேர் %(gc)s களை இயக்க முடியும். தளம் மற்றும்/அல்லது இயல்புநிலையாக பயன்படுத்த ஒரு %(gc)s அமைப்பைத் தேர்ந்தெடுக்கவும்.
uk: Додаток %(gc)s може створювати зображення обкладинок для книг на основі різноманітних метаданих (зокрема наявних зображень обкладинок). Якщо у вашій системі встановлено %(gc)s, FanFicFare може запускати %(gc)s для новоотриманих творів та оновлень метаданих. Виберіть параметр запуску %(gc)s для окремих сайтів або типово для усіх сайтів.

source: Default
ar: افتراضي
de: Standardeinstellung
es: Predeterminada
et: Vaikimisi
fr: Par défaut
ja: デフォルト
nb: Standard
nl: Standaard
pl: Domyślna
pt_br: Padrão
ru: По умолчанию
ta: இயல்புநிலை
uk: Типовий
