Repository: JimmXinu/FanFicFare
Catalog: calibre-plugin/translations/*.po
Languages: ar, de, es, et, fr, ja, nb, nl, pl, pt_br, ru, ta, uk

source: Status:%(cmplt)s
ar: الحالة:%(cmplt)s
de: Status: fertiggestellt
es: Estado:%(cmplt)s
et: Olek:%(cmplt)s
fr: Statut : %(cmplt)s
ja: ステータス: %(cmplt)s
pt_br: Estado:%(cmplt)s
ru: Статус: %(cmplt)s
ta: நிலை:%(cmplt)s
uk: Стан:%(cmplt)s

source: Status:%(inprog)s
ar: الحالة:%(inprog)s
de: Status: in Arbeit
es: Estado:%(inprog)s
et: Olek:%(inprog)s
fr: Statut : %(inprog)s
ja: ステータス: %(inprog)s
pt_br: Estado:%(inprog)s
ru: Статус: %(inprog)s
ta: நிலை:%(inprog)s
uk: Стан:%(inprog)s

source: Series
ar: السلسلة
de: Serie
et: Sari
fr: Séries
ja: シリーズ
nb: Serier
nl: Reeks
pl: Seria
pt_br: Séries
ru: Серии
ta: தொடர்
uk: Цикли

source: Characters
ar: الشخصيات
de: Charaktere
es: Personajes
et: Tegelaskujud
fr: Caractères
ja: 登場人物
nb: Tegn
nl: Karakters
pl: Postacie
pt_br: Caracteres
ru: Персонажи
ta: எழுத்துக்கள்
uk: Символи

source: Relationships
ar: العلاقات
de: Beziehungen
es: Relaciones
et: Suhted
fr: Relations
ja: 関係
nb: Relasjoner
nl: Relaties
pl: Relacje
pt_br: Relacionamentos
ru: Отношения
ta: உறவுகள்
uk: Взаємозв’язки

source: Published
ar: نشر
de: Veröffentlicht
es: Publicado
et: Avaldamisaeg
fr: Publié
ja: 発行日
nb: Publisert
nl: Gepubliceerd
pl: Wydany
pt_br: Publicado
ru: Опубликовано
ta: வெளியிடப்பட்டது
uk: Опубліковано

source: Updated
ar: محدث
de: Aktualisierung
es: Actualizado
et: Uuendatud
fr: Mis à jour
ja: 更新日
nb: Oppdatert
nl: Geüpdatet
pl: Zaktualizowano
pt_br: Atualizado
ru: Обновлено
ta: புதுப்பிக்கப்பட்டது
uk: Оновлено

source: Created
ar: تم الإنشاء
de: Erstellt
es: Creado
et: Loodud
fr: Créé
ja: 作成日
nb: Oppdatert
nl: Gemaakt
pl: Utworzony
pt_br: Criado
ru: Создано
ta: உருவாக்கப்பட்டது
uk: Створено

source: Rating
ar: التقييم
de: Wertung
es: Valoración
et: Hinnang
fr: Note
ja: 評価
nb: Rangering
nl: Waardering
pl: Ocena
pt_br: Classificação
ru: Рейтинг
ta: மதிப்பீடு
uk: Оцінка

source: Warnings
ar: تحذيرات
de: Warnungen
es: Avisos
et: Hoiatused
fr: Avertissements
ja: 警告
nb: Advarsel
nl: Waarschuwingen
pl: Ostrzeżenia
pt_br: Avisos
ru: Предупреждения
ta: எச்சரிக்கைகள்
uk: Попередження

source: Chapters
ar: الفصول
de: Kapitel
es: Capítulos
et: Peatükke
fr: Chapitres
ja: 章数
nb: Kapitler
nl: Hoofdstukken
pl: Rozdziały
pt_br: Capítulos
ru: Главы
ta: அத்தியாயங்கள்
uk: Глави

source: Words
ar: الكلمات
de: Worte
es: Palabras
et: Sõnu
fr: Mots
ja: 単語数
nb: Ord
nl: Woorden
pl: Słowa
pt_br: Palavras
ru: Слова
ta: சொற்கள்
uk: Слова

source: Site
ar: الموقع
de: Seite
es: Sitio
et: Sait
ja: サイト
nb: Side
pl: Strona
ru: Сайт
ta: தளம்
uk: Сайт

source: Publisher
ar: الناشر
de: Herausgeber
es: Editorial
et: Kirjastaja
fr: Editeur
ja: 発行者
nb: Publiser
nl: Uitgever
pl: Wydawca
pt_br: Editor
ru: Издатель
ta: பதிப்பகத்தார்
uk: Видавець

source: Story ID
ar: معرف القصة
es: ID de la historia
et: Jutu ID
fr: ID du récit
ja: ストーリーID
nb: Historie ID
nl: Verhaal-ID
pl: Identyfikator artykułu
pt_br: ID da História
ru: ID истории
ta: கதை ஐடி
uk: Ідентифікатор твору

source: Author ID
ar: معرف المؤلف
de: Autor ID
es: ID del autor
et: Autori ID
fr: ID de l'auteur
ja: 著者ID
nb: Forfatter ID
nl: Auteurs-ID
pl: Identyfikator autora
pt_br: ID do Autor
ru: ID автора
ta: ஆசிரியர் ஐடி
uk: Ідентифікатор автора

source: Extra Tags
ar: علامات إضافية
de: zusätzliche Schlagworte
es: Etiquetas adicionales
et: Lisasildid
fr: Etiquettes additionnelles
ja: 追加タグ
nb: Ekstra merkelapper
pl: Dodatkowe tagi
pt_br: Etiquetas Extras
ru: Экстра теги
ta: கூடுதல் குறிச்சொற்கள்
uk: Додаткові мітки

source: Title
ar: العنوان
de: Titel
es: Título
et: Pealkiri
fr: Titre
ja: タイトル
nb: Tittel
nl: Titel
pl: Tytuł
pt_br: Título
ru: Название
ta: தலைப்பு
uk: Назва

source: Story URL
ar: عنوان URL للقصة
es: URL de la historia
et: Jutu URL
fr: URL du récit
ja: ストーリーURL
nb: Historieurl
nl: Verhaal-URL
pl: URL historii
pt_br: URL da História
ru: URL истории
ta: கதை முகவரி
uk: Адреса твору

source: Description
ar: الوصف
de: Beschreibung
es: Descripción
et: Kirjeldus
ja: 説明
nb: Beskrivelse
nl: Beschrijving
pl: Opis
pt_br: Descrição
ru: Примечание
ta: விளக்கம்
uk: Опис

source: Author
ar: المؤلف
de: Autor
es: Autor
et: Autor
fr: Auteur
ja: 著者
nb: Forfatter
nl: Auteur
pl: Autor
pt_br: Autor
ru: Автор
ta: நூலாசிரியர்
uk: Автор

source: Author URL
ar: عنوان URL للمؤلف
de: Autor URL
es: URL del autor
et: Autori URL
fr: URL de l'auteur
ja: 著者URL
nb: Forfatter URL
nl: Auteurs-URL
pl: Adres URL autora
pt_br: URL do Autor
ru: URL автора
ta: ஆசிரியர் முகவரி
uk: Адреса автора

source: File Format
ar: تنسيق الملف
de: Datei-Format
es: Formato de archivo
et: Failiformaat
fr: Format de fichier
ja: ファイル形式
nb: Filformat
nl: Bestandsformaat
pl: Format pliku
pt_br: Formato do Arquivo
ru: Формат файла
ta: கோப்பு வகை
uk: Формат файла

source: File Extension
ar: امتداد الملف
de: Dateierweiterung
es: Extensión del archivo
et: Faililaiend
fr: Extension de fichier
ja: ファイル拡張子
nb: Filutvidelse
nl: Bestandsextensie
pl: Rozszerzenie pliku
pt_br: Extensão do Arquivo
ru: Расширение файла
ta: கோப்பு நீட்டிப்பு
uk: Суфікс назви файла

source: Site Abbrev
ar: اختصار الموقع
de: Seiten-Kürzel
es: Abreviatura de sitio
et: Saidi lühend
fr: Site abrégé
ja: サイト略称
nb: Sideforkortelse
nl: Site-afkorting
pl: Skrót witryny
pt_br: Abreviação do Site
ru: Аббревиатура сайта
ta: தள சுருக்கம்
uk: Скорочення сайта

source: FanFicFare Version
ar: إصدار FanFicFare
es: Versión de FanFicFare
et: FanFicFare versioon
fr: Version FanFicFare
ja: FanFicFareバージョン
nb: FanFicFare versjon
nl: FanFicFare versie
pl: Wersja FanFicFare
pt_br: Versão do FanFicFare
ru: FanFicFare версия
ta: ஃபேன்ஃபிக்ஃபேர் பதிப்பு
uk: Версія FanFicFare

source: If you have custom columns defined, they will be listed below. Choose a metadata value type to fill your columns automatically.
ar: إذا كان لديك أعمدة مخصصة معرفة، فسيتم إدراجها أدناه. اختر نوع قيمة بيانات وصفية لملء أعمدتك تلقائيًا.
de: Wenn Sie benutzerdefinierte Spalten definiert haben, werden diese unten aufgeführt. Wählen Sie einen Metadatenwert-Typ um Spalten automatisch zu füllen.
es: Si tiene columnas personalizadas, aparecerán a continuación. Elija un tipo de valor de metadatos para rellenar las columnas automáticamente.
fr: Si vous avez défini des colonnes personnalisées, elles seront listées ci-dessous. Choisissez un type de valeur de métadonnées pour remplir vos colonnes automatiquement.
ja: カスタム列が定義される場合は、以下にリストされています。列に自動的に入力するメタデータ値タイプを選びます。
nb: Hvis du har egenedefinerte kolonner, vil disse vises under. Velg en metadataverdi for å fylle kolonnene dine automatisk,
nl: Als je eigen kolommen hebt gedefinieerd, zullen ze hieronder worden weergegeven. Kies een metagegevenswaardesoort om je kolommen automatisch in te vullen.
pl: Jeśli masz zdefiniowane kolumny niestandardowe, zostaną one wymienione poniżej. Wybierz typ wartości metadanych, aby automatycznie wypełnić kolumny.
pt_br: Se você tem colunas personalizadas definidas, elas serão listadas abaixo. Escolha um tipo de valor de metadados para preencher as colunas automaticamente.
ru: Если у вас есть определенные пользовательские столбцы, они будут перечислены ниже. Выберите тип значения метаданных, чтобы заполнить столбцы автоматически.
ta: உங்களிடம் தனிப்பயன் நெடுவரிசைகள் வரையறுக்கப்பட்டிருந்தால், அவை கீழே பட்டியலிடப்படும். உங்கள் நெடுவரிசைகளை தானாக நிரப்ப மேனிலை தரவு மதிப்பு வகையைத் தேர்வுசெய்க.
uk: Якщо у вас є нетипові стовпчики, їх буде показано у списку нижче. Виберіть тип значень метаданих для автоматичного заповнення ваших стовпчиків.

source: Update this %s column(%s) with...
ar: تحديث هذا العمود %s (%s) بـ...
de: Aktualisiere diese %s Spalte (%s) mit ...
es: Actualizar esta columna %s (%s) con...
fr: Mettre à jour cette %s colonne(%s) avec...
ja: この%s列（%s）を次と更新します……
nb: Oppdater disse %s kolonnene(%s) med...
nl: Update deze %s kolom(%s) met...
pl: Zaktualizuj tę %s kolumnę (%s) za pomocą...
pt_br: Atualizar essa %s coluna(%s) com...
ru: Обновить этот %s столбец (%s) с помощью...
ta: இந்த %s நெடுவரிசையை ( %s) புதுப்பிக்கவும் ...
uk: Оновити цей стовпчик %s (%s) з…

source: Values that aren't valid for this enumeration column will be ignored.
ar: سيتم تجاهل القيم غير الصالحة لهذا العمود التعدادي.
de: Werte, die nicht für diese Aufzählungs-Spalte gültig sind, werden ignoriert.
es: Los valores que no sean válidos para esta columna de enumeración serán ignorados.
fr: Les valeurs qui ne sont pas valides pour cette énumération de colonne seront ignorées.
ja: この列挙列ために無効な値は無視されます。
nb: Verdier som ikke er gyldige for denn kolonnen vil bli ignorert.
nl: Waarden die voor deze opsommingskolom ongeldig zijn worden genegeerd.
pl: Wartości, które są nieprawidłowe dla tej kolumny wyliczenia, zostaną zignorowane.
pt_br: Valores que não são válidos para esta coluna de enumeração serão ignorados.
ru: Значения, которые недопустимы для этого столбца перечисления, будут игнорироваться.
ta: இந்த கணக்கீட்டு நெடுவரிசைக்கு செல்லுபடியாகாத மதிப்புகள் புறக்கணிக்கப்படும்.
uk: Значення, які не є коректними для цього стовпчика нумерації буде проігноровано.

source: Metadata values valid for this type of column.
ar: قيم البيانات الوصفية الصالحة لهذا النوع من الأعمدة.
de: Metadaten-Werte, die für diese Art der Spalte gültig sind
es: Valores de metadatos válidos para este tipo de columna.
fr: Valeurs de métadonnées valides pour ce type de colonne.
ja: この列のタイプために有効なメタデータ値。
nb: Metadataverdier gyldige for denne typen kolonner.
nl: Metagegevenswaarden geldig voor deze soort van kolom.
pl: Wartości metadanych prawidłowe dla tego typu kolumny.
pt_br: Valores de metadados válidos para este tipo de coluna.
ru: Значения метаданных действительны для этого типа столбца.
ta: இந்த வகை நெடுவரிசைக்கு மேனிலை தரவு மதிப்புகள் செல்லுபடியாகும்.
uk: Тип метаданих, який є коректним для цього типу стовпчиків.

source: New Only
ar: جديد فقط
de: Nur neue
es: Sólo nuevo
et: Ainult uus
fr: Nouveau uniquement
ja: 新規のみ
nb: Bare nye
nl: Alleen nieuwe
pl: Tylko nowy
pt_br: Apenas Novo
ru: Только новый
ta: புதியது மட்டுமே
uk: Лише нові

source: Write to %s(%s) only for new books, not updates to existing books.
ar: الكتابة إلى %s(%s) للكتب الجديدة فقط، وليس تحديثات الكتب الموجودة.
de: % s (% s) werden nur für neue Bücher gefüllt, nicht bei Aktualisierungen vorhandener Bücher.
es: Escribir a %s(%s) sólo para libros nuevos, no en actualizaciones de libros existentes.
et: Kirjuta veergu %s(%s) ainult uute raamatute puhul, mitte olemasolevate raamatute uuendamisel.
fr: Ecrire %s(%s) uniquement pour les nouveaux livres, pas de mises à jour aux livres existants.
ja: 既存の本の更新ではなく、新しい本の 場合のみは、%s（%s）に書き込みます。
nb: Skriv til %s(%s) bare for nye bøker. Ikke oppdateringer av eksisterende bøker.
nl: Schrijf naar %s(%s) alleen voor nieuwe boeken, geen updates van bestaande boeken.
pt_br: Gravar para %s(%s) apenas para novos livros, não atualizações para livros existentes.
ru: Записывать в %s (%s) только для новых книг, а не обновлений существующих книг.
ta: புதியவர்களுக்கு மட்டுமே %s ( %s) க்கு எழுதுங்கள் புத்தகங்கள், இருக்கும் புத்தகங்களுக்கான புதுப்பிப்புகள் அல்ல.
uk: Записувати до %s(%s) лише для нових книг, а не для оновлень наявних книг.

source: Allow %(ccset)s from %(pini)s to override
ar: السماح لـ %(ccset)s من %(pini)s بالتجاوز
de: Erlaubt es %(ccset)s von %(pini)s dies zu überschreiben
es: Permitir que %(ccset)s de %(pini)s tenga prioridad
et: Luba faili %(pini)s sättel %(ccset)s alistada
fr: Permettre à %(ccset)s depuis %(pini)s d'outrepasser
ja: %(pini)sから%(ccset)sの上書きを許可します
nb: Tillatt %(ccset)s fra %(pini)s for å overskrive.
nl: Laat van %(ccset)svan %(pini)s overschrijven
pt_br: Permitir %(ccset)s de %(pini)s substituir
ru: Разрешить %(ccset)s от %(pini)s для переопределения
ta: %(ccset)s இலிருந்து %(pini)s களை மேலெழுத அனுமதிக்கவும்
uk: Дозволити %(ccset)s з %(pini)s перевизначати

source: The %(pini)s parameter %(ccset)s allows you to set custom columns to site specific values that aren't common to all sites.<br />%(ccset)s is ignored when this is off.
ar: يسمح لك المعامل %(ccset)s في %(pini)s بتعيين أعمدة مخصصة لقيم خاصة بالموقع ليست شائعة لجميع المواقع.<br />يتم تجاهل %(ccset)s عندما يكون هذا الخيار معطلاً.
de: Die %(pini)s-Parameter %(ccset)s erlaubt es ihnen, benutzerdefinierte Spalten festzulegen, die mit seitenspezifischen Werten gefüllt werden, die nicht auf allen Web-Seiten gleich sind.<br />%(ccset)s wird ignoriert, wenn dies deaktiviert ist.
es: El parámetro %(ccset)s de %(pini)s le permite asignar a las columnas personalizadas valores específicos para cada sitio.<br>%(ccset)s no se tiene en cuenta si esta opción está desactivada.
fr: Le paramètre %(pini)s %(ccset)s vous permet de régler des colonnes personnalisées à des valeurs spécifiques d'un site qui ne sont pas communes à tous les sites.<br\>%(ccset)s est ignoré quand ceci est à l'arrêt.
ja: %(pini)sの%(ccset)sパラマーターは全てのサイトに共通ではないサイトごとの値をカスタム列に設定できます。<br />これはオフ場合は、%(ccset)sが無視されます。
nb: %(pini)s parameter %(ccset)s tillater deg å sette egendefinerte kolonner for sidespesifikke verdier som ikke er vanlig for alle sider<br />%(ccset)s ignoreres når dette er skrudd av.
nl: De %(pini)sparameter %(ccset)sstaat u toe aangepaste kolommen in te stellen op sitespecifieke waarden die niet voor alle sites gelden. <br />%(ccset)swordt genegeerd als dit uit staat.
pt_br: O %(pini)s parâmetro %(ccset)s permite definir colunas personalizadas para valores específicos do site que não são comuns a todos os sites.<br />%(ccset)s é ignorado quando este é desativado.
ru: Параметр %(pini)s %(ccset)s позволяет задавать пользовательским столбцам значения, определенные для сайта, и которые не являются общими для всех сайтов.<br />%(ccset)s игнорируется, когда выключено.
ta: %(pini)s அளவுரு %(ccset)s கள் எல்லா தளங்களுக்கும் பொதுவானதாக இல்லாத குறிப்பிட்ட மதிப்புகளுக்கு தனிப்பயன் நெடுவரிசைகளை அமைக்க உங்களை அனுமதிக்கிறது.
uk: Параметр %(ccset)s %(pini)s надає вам змогу встановлювати для нетипових стовпчиків специфічні для сайта значення, які не є спільними для усіх сайтів.<br />Якщо цей пункт не позначено, %(ccset)s буде проігноровано.

source: Special column:
ar: عمود خاص:
de: Sonder-Spalte:
es: Columna especial:
et: Eriline veerg:
fr: Colonne spéciale :
ja: 特別列:
nb: Spesiell kolonne:
nl: Speciale kolom:
pl: Kolumna specjalna:
pt_br: Coluna especial:
ru: Специальный столбец:
ta: சிறப்பு நெடுவரிசை:
uk: Спеціальний стовпчик:

source: Update/Overwrite Error Column:
ar: عمود خطأ التحديث/الكتابة فوق:
de: Aktualisieren/Überschreiben der Fehlerspalte:
es: Actualizar o reemplazar columna de error:
et: Uuendamise/Ülekirjutamise vea veerg:
fr: Mettre à jour/outrepasser la colonne d'erreur :
ja: 更新・上書きにエラーの列:
nb: Oppdater/overskrive feilkolonne:
nl: Update/overschrijf fout kolom:
pl: Zaktualizuj/zastąp kolumnę błędów:
pt_br: Atualizar/Substituir Coluna do Erro:
ru: Столбец ошибок обновления/перезаписи:
ta: பிழை நெடுவரிசை புதுப்பிக்கவும்/மேலெழுதவும்:
uk: Стовпчик помилок оновлення/перезапису:

source: When an update or overwrite of an existing story fails, record the reason in this column. (Text and Long Text columns only.)
ar: عندما يفشل تحديث أو كتابة فوق قصة موجودة، سجل السبب في هذا العمود. (أعمدة نصية ونصوص طويلة فقط.)
de: Wenn eine Aktualisierung oder Überschreibung einer existierenden Story fehlschlägt, erfasse den Grund in dieser Spalte. (Nur Text-und Langtext-Spalten.)
es: Cuando una actualización o reemplazo de una historia existente falla, registrar el motivo en esta columna. (Sólo columnas de texto y texto largo).
et: Kui olemasoleva jutu uuendamine või ülekirjutamine ebaõnnestub, talleta selle põhjus selles veerus. (Ainult 'Tekst'- ja 'Pikk tekst'-tüüpi veerud.)
fr: Lorsque la mise à jour ou l'écrasement d'un récit existant échoue, enregistrer la raison dans cette colonne. (Colonnes de texte et de texte descriptif uniquement.)
ja: 既存のストーリーの更新または上書きが失敗されます際に、この列に理由を記録します。 （テキストと長いテキスト列のみ）
nb: Når en oppdatering eller overskriving av en eksisterende historie feiler, ta opp grunnen i denne kolonnen. (Bare tekst og lang tekst kolonner)
nl: Wanneer een update of overschrijving van een bestaand artikel mislukt, noteert u de reden in deze kolom. (Alleen tekst- en lange tekstkolommen.)
pl: Jeśli aktualizacja lub nadpisanie istniejącej historii nie powiedzie się, zapisz przyczynę w tej kolumnie. (Tylko kolumny z tekstem i długim tekstem).
pt_br: Quando uma atualização ou substituição de uma história já existente falhar, registre o motivo nesta coluna. (Apenas colunas de Texto e Texto Longo.)
ru: Если обновление или перезапись существующей истории не удались, записать причину в этом столбце. (Только столбцы «Текст» и «Длинный текст».)
ta: ஏற்கனவே உள்ள கதையின் புதுப்பிப்பு அல்லது மேலெழுதும் தோல்வியுற்றால், இந்த நெடுவரிசையில் காரணத்தை பதிவு செய்யுங்கள். (உரை மற்றும் நீண்ட உரை நெடுவரிசைகள் மட்டுமே.)
uk: Якщо не вдається оновити або перезаписати наявний твір, записувати причину до цього стовпчика. (Лише для стовпчиків типу Text та Long Text.)

source: Save All Errors
ar: حفظ جميع الأخطاء
de: Speicher alle Fehler
es: Guardar todos los errores
et: Salvesta kõik vead
fr: Enregistrer toutes les erreurs
ja: 全てのエラーを保存
nb: Lagre alle feil
nl: Sla alle fouten op
pl: Zapisz wszystkie błędy
pt_br: Salvar Todos os Erros
ru: Сохранять все ошибки
ta: எல்லா பிழைகளையும் சேமிக்கவும்
uk: Зберігати усі помилки

source: If unchecked, these errors will not be saved: %s
ar: إذا لم يتم التحديد، فلن يتم حفظ هذه الأخطاء: %s
de: Falls deaktiviert, werden diese Fehler nicht gespeichert: %s
es: Si no está activada, estos errores se guardarán: %s
et: Kui märgistamata, siis neid vigu ei salvestata: %s
fr: Si décoché, ces erreurs ne seront pas sauvées : %s
ja: チェックしていません場合、次のエラーは保存されせん: %s
nl: Als dit niet is aangevinkt, worden deze fouten niet opgeslagen: %s
pl: Jeśli odznaczone, te błędy nie zostaną zapisane: %s
ru: Если флажок не установлен, эти ошибки не будут сохранены: %s
ta: தேர்வு செய்யப்படாவிட்டால், இந்த பிழைகள் சேமிக்கப்படாது: %s
uk: Якщо не позначено, не буде збережено такі помилки: %s

source: Not Overwriting, web site is not newer.
ar: لا تتم الكتابة فوق، الموقع ليس أحدث.
de: Keine Überschreibung, die Web-Seite ist nicht aktueller.
es: No se reemplaza, el sitio de internet no es más reciente.
et: Ei kirjutata üle, veebisait pole uuem.
fr: Ne pas écraser, le site web n'est pas plus récent.
ja: 上書きしない、Webサイトは新しくない。
nb: Overskriver ikke. Nettsiden er ikke nyere.
nl: Niets overschreven, web site is niet nieuwer.
pl: Bez nadpisywania, strona internetowa nie jest nowsza.
pt_br: Nenhuma substituição, o site não é mais novo.
ru: Не перезаписывать, вебсайт не новее.
ta: மேலெழுதவில்லை, வலைத்தளம் புதியதல்ல.
uk: Не перезаписуємо, на сайті немає новішої версії.

source: Already contains %d chapters.
ar: يحتوي بالفعل على %d فصول.
de: Enthält bereits %d Kapitel.
es: Ya contiene %d capítulos.
et: Juba sisaldab %d peatükki.
fr: Contient déjà des chapitres %d.
ja: %d章がすでに含まれています。
nb: Inneholder allerede %d kapitler.
nl: Bevat al %d hoofdstukken.
pl: Zawiera już %d rozdziały.
pt_br: Já contém %s capítulos.
ru: Уже содержит %d глав.
ta: ஏற்கனவே %d அத்தியாயங்கள் உள்ளன.
uk: Вже містить %d глав.

source: Saved Metadata Column:
ar: عمود البيانات الوصفية المحفوظة:
de: Gespeicherte MetadatenSpalte
es: Columna de metadatos guardada:
et: Salvestatud metaandmete veerg:
fr: Colonne de Métadonnée Sauvée :
ja: 保存されたメタデータ列:
nb: Lagret metadatakolonnen:
nl: Opgeslagen metagegevens kolom:
pl: Kolumna zapisanych metadanych:
ru: Столбец сохраненных метаданных:
ta: சேமித்த மேனிலை தரவு நெடுவரிசை:
uk: Стовпчик збережених метаданих:

source: If set, FanFicFare will save a copy of all its metadata in this column when the book is downloaded or updated.<br/>The metadata from this column can later be used to update custom columns without having to request the metadata from the server again.<br/>(Long Text columns only.)
ar: إذا تم التعيين، فسيقوم FanFicFare بحفظ نسخة من جميع بياناته الوصفية في هذا العمود عندما يتم تنزيل الكتاب أو تحديثه.<br/>يمكن استخدام البيانات الوصفية من هذا العمود لاحقًا لتحديث الأعمدة المخصصة دون الحاجة إلى طلب البيانات الوصفية من الخادم مرة أخرى.<br/>(أعمدة نص طويل فقط.)
de: Wenn eingestellt, sichert FanFicFare eine Kopie aller Metadaten in dieser Spalte, wenn das Buch heruntergeladen oder aktualisiert wird.<br/>Die Metadaten dieser Spalte können später verwendet werden um benutzerdefinierte Spalten zu aktualisieren, ohne die Metadaten nochmals vom Server abzurufen.<br/>(Nur Long Text columns.)
es: Si está habilitada, FanFicFare guardará una copia de todos los metadatos en esta columna cuando el libro se descarga o actualiza.<br/>Los metadatos de esta columna pueden luego utilizarse para actualizar columnas personalizadas sin tener que volver a solicitarlos desde el servidor.<br/>(Sólo columnas de texto extenso.)
et: Kui märgistatud, salvestab FanFicFare raamatu allalaadimisel või uuendamisel sellesse veergu koopia kõikidest selle metaandmetest.<br/>Selles veerus olevaid metaandmeid saab hiljem kasutada kohandatud veergude uuendamisel, ilma metaandmeid serverist uuesti taotlemata.<br/>(Ainult 'Pikk tekst'-tüüpi veerud.)
fr: Si paramétré, FanFicFare sauvera une copie de toutes ses métadonnées dans cette colonne lorsque le livre est télécharger ou mis à jour. <br/> Les métadonnées de cette colonne peuvent ensuite être utilisées pour actualiser des colonnes personnalisées sans devoir requérir à nouveau les métadonnées à partir du serveur. <br/> (Colonne de Long Texte uniquement.)
ja: 設定すると、FanFicFareは本をダウンロードまたは更新際に全てのメタデータのコピーをこの列に保存されます。<br/>この列からメタデータはサーバから再度要求する必要がありません後でカスタム列を更新できます。<br/>（長いテキスト列のみ）
nb: Hvis satt FanFicFare lagrer en kopi av alle dens metadata i denne kolonnen når boka er nedlastet eller oppdatert.<br/>Metadataene fra denne kolonnen kan senere brukes for å oppdatere egendefinerte kolonner uten å hente metadata fra serveren igjen.<br/>(Kun for Lang tekst kolonner.)
nl: Indien ingesteld, zal FanFicFare een kopie van alle metagegevens opslaan in deze kolom wanneer het boek wordt gedownload of bijgewerkt. <br/>De metagegevens uit deze kolom kunnen later worden gebruikt om aangepaste kolommen bij te werken zonder opnieuw de metagegevens van de server op te vragen.<br/> (alleen kolommen.)
pl: Jeśli jest ustawiona, FanFicFare zapisze kopię wszystkich swoich metadanych w tej kolumnie, gdy książka zostanie pobrana lub zaktualizowana. <br/> Metadane z tej kolumny można później wykorzystać do zaktualizowania kolumn niestandardowych bez konieczności ponownego żądania metadanych z serwera. <br/>(Tylko kolumny z długim tekstem).
ru: Если установлено, FanFicFare будет сохранять копию всех своих метаданных в этом столбце при загрузке или обновлении книги.<br/>Метаданные из этого столбца впоследствии можно будет использовать для обновления пользовательских столбцов без необходимости повторного запроса метаданных с сервера.<br/>(только столбцы типа Длинный текст.)
ta: அமைக்கப்பட்டால், நூல் பதிவிறக்கம் செய்யப்படும்போது அல்லது புதுப்பிக்கப்படும் போது இந்த நெடுவரிசையில் அதன் அனைத்து மெட்டாடேட்டாவின் நகலையும் சேமிக்கும். . <br/> (நீண்ட உரை நெடுவரிசைகள் மட்டும்.)
uk: Якщо позначено, FanFicFare збереже копію усіх його метаданих у цьому стовпчику під час отримання або оновлення даних книги.<br/>Метадані з цього стовпчика пізніше можна використати для оновлення вмісту нетипових стовпчиків без потреби у повторному отриманні метаданих з сервера.<br/>(Лише стовпчики типу Long Text.)

source: Last Checked Column:
ar: عمود آخر فحص:
de: Zuletzt überprüfte Spalte:
es: Columna de última comprobación:
et: Viimase kontrolli veerg:
fr: Dernière Colonne Vérifiée :
ja: 最後に確認される列:
nl: Laatst aangevinkte kolom:
pl: Kolumna ostatnio sprawdzona:
ru: Последний проверенный столбец:
ta: கடைசியாக சரிபார்க்கப்பட்ட நெடுவரிசை:
uk: Стовпчик часу останньої перевірки:
