Repository: JimmXinu/FanFicFare
Catalog: calibre-plugin/translations/*.po
Languages: ar, de, es, et, fr, ja, nb, nl, pl, pt_br, ru, ta, uk

source: When checking <i>If Story Already Exists</i> FanFicFare will first match by URL Identifier. But if not found, it can also search existing books by Title and Author(s).
ar: عند التحقق من <i>إذا كانت القصة موجودة بالفعل</i>، سيبحث FanFicFare أولاً عن مطابقة بواسطة معرف URL. ولكن إذا لم يتم العثور عليها، يمكنه أيضًا البحث في الكتب الموجودة بواسطة العنوان والمؤلف (المؤلفين).
de: Beim Überprüfen, <i>ob die Story bereits vorhanden ist</i>, wird FanFicFare zuerst anhand der URL-Kennung abgeglichen. Wird er nicht gefunden, können vorhandene Bücher auch nach Titel und Autor (en) durchsucht werden.
es: Al comprobar <i>si la historia ya existe</i> FanFicFare buscará primero el identificador URL. Pero si no se encuentra, también puede buscar los libros existentes por título y autor(es).
fr: Lorsque <i>Si le Récit Existe Déjà</i> coché, FanFicFare correspondra par l'identifiant URL. Mais si rien n'est trouvé, il peut également chercher des livres par Titre et Auteur(s).
ja: <i>ストーリーが既存</i>で確認際にFanFicFareは最初にURL識別子で一致されます。
nb: Når den sjekker at <i>Hvis historien finnes allerede</i> vil FanFicFare first matche på URL identificatoren. Men hvis denne iikke finnes, kan den også søke i eksisterende bøker på tittel og forfatter(e).
nl: Bij de controle<i> of verhaal al bestaat</i>, zal FanFicFare eerst vergelijken op URL-identificatie. Maar als het niet wordt gevonden, kan het ook naar bestaande boeken zoeken op titel en auteur(s).
pl: Podczas sprawdzania<i> jeśli historia już istnieje</i> FanFicFare najpierw dopasuje identyfikator URL. Ale jeśli nie zostanie znaleziony, może również przeszukiwać istniejące książki według tytułu i autora(ów).
pt_br: Ao marcar <i>Se a história já existe</i> o FanFicFare irá primeiro combinar pelo identificador URL. Mas se não for encontrado, ele também procura livros existentes por Título e Autor(es).
ru: При проверке, <i>существует ли уже история</i> FanFicFare сначала сопоставляет по идентификатору URL. Но если он не найден, он также может искать существующие книги по названию и автору(-ам).
ta: சரிபார்க்கும்போது <i> கதை ஏற்கனவே இருந்தால் </i> ஃபேன்ஃபிக்ஃபேர் முதலில் முகவரி அடையாளங்காட்டியால் பொருந்தும். ஆனால் கிடைக்கவில்லை என்றால், அது தலைப்பு மற்றும் ஆசிரியர் (கள்) மூலம் இருக்கும் புத்தகங்களையும் தேடலாம்.
uk: Якщо позначено пункт <i>Якщо твір вже існує</i> FanFicFare спочатку спробує встановити відповідність за ідентифікатором адреси. Якщо ж нічого не вдасться занйти, програма шукатиме наявні книги за назвою і авторами.

source: Reject List
ar: قائمة الرفض
de: Ablehnungsliste
es: Lista de rechazos
et: Keeldumiste loend
fr: Liste des rejets
ja: 拒否リスト
nb: Avslå listen
nl: Afgewezen lijst
pl: Lista odrzuconych
pt_br: Lista de Rejeição
ru: Список отклонения
ta: பட்டியல் நிராகரிக்கவும்
uk: Список відкидання

source: Edit Reject URL List
ar: تعديل قائمة عناوين URL المرفوضة
de: Ablehnungsliste bearbeiten
es: Modificar la lista de URL rechazados
et: Muuda keeldutavate URLide loendit
fr: Éditer la Liste de Rejet URL
ja: 拒否URLリストを編集します
nb: Endre listen for avslåtte URLer
nl: Bewerk afgewezen URL lijst
pl: Edytuj listę odrzuconych adresów URL
pt_br: Editar lista de URLs rejeitadas
ru: Изменить список отклоненных URL
ta: முகவரி பட்டியலை நிராகரிக்கவும்
uk: Змінити список адрес, які слід відкидати

source: Edit list of URLs FanFicFare will automatically Reject.
ar: تعديل قائمة عناوين URL التي سيرفضها FanFicFare تلقائيًا.
de: Bearbeite die Liste der URLs die FanFicFare automatisch ablehnen wird.
es: Modificar la lista de URL que FanFicFare rechazará automáticamente.
et: Muuda loendit URLidest, millest FanFicFare automaatselt keeldub.
fr: Editer la liste des URLs FanFicFare qui seront automatiquement Rejetées.
ja: FanFicFareの自動的に拒否するURLのリストを編集します。
nb: Endre listen med URLer som FanFicFare automatisk sletter.
nl: Bewerk lijst met URL's die FanFicFare automatisch weigert.
pl: Edytuj listę adresów URL FanFicFare automatycznie odrzuci.
pt_br: Editar listas de URL FanFicFace serão automaticamente rejeitadas.
ru: Редактировать список URL-адресов FanFicFare для автоматического отклонения.
ta: முகவரி களின் பட்டியலைத் திருத்து fanficfare தானாக நிராகரிக்கும்.
uk: Редагувати список адрес, які FanFicFare автоматично відкидатиме.

source: Add Reject URLs
ar: إضافة عناوين URL مرفوضة
de: Abzulehnende URLs hinzufügen
es: Añadir URL rechazados
et: Lisa keeldutavaid URLe
fr: Ajouter des URLs rejetées
ja: 拒否URLを追加します
nb: Legg til avslagsurler
nl: Voeg afgewezen URL's toe
pl: Dodaj odrzucone adresy URL
pt_br: Adicionar URLs Rejeitadas
ru: Добавить отклоняемые URL
ta: நிராகரிக்க முகவரி களைச் சேர்க்கவும்
uk: Додати адресу відкидання

source: Add additional URLs to Reject as text.
ar: إضافة عناوين URL إضافية للرفض كنص.
de: Zusätzliche URLs als Text zur Ablehnungsliste hinzufügen.
es: Añadir URL adicionales para rechazar como texto.
et: Lisa keeldutavaid URLe teksti kujul.
fr: Ajoute des URLs additionnelles à rejeter comme texte.
ja: 追加的な拒否するURLをテキストとして追加します。
nb: Leg til tilleggsurl for avslag som tekst.
nl: Voeg extra te weigeren URL's toe als tekst.
pl: Dodaj dodatkowe adresy URL, aby odrzucić je jako tekst.
pt_br: Adicionar URLs adicionais para rejeitar como texto.
ru: Добавить дополнительные URL-адреса для отклонения как текст.
ta: உரையாக நிராகரிக்க கூடுதல் முகவரி களைச் சேர்க்கவும்.
uk: Додати додаткову адресу для відкидання як текст.

source: Edit Reject Reasons List
ar: تعديل قائمة أسباب الرفض
de: Ablehnungsgründeliste bearbeiten
es: Modificar la lista de motivos de rechazo
et: Muuda keeldumise põhjuste loendit
fr: Editer la liste des raisons de rejet
ja: 拒否理由リストを編集します
nb: Redigert avlslagsgrunnlisten.
nl: Bewerk afwijs-redenen lijst
pl: Edytuj listę powodów odrzucenia
pt_br: Editar lista de razões de rejeição
ru: Изменить список причин отклонения
ta: காரணங்களை நிராகரிக்கவும்
uk: Змінити список причин для відкидання

source: Customize the Reasons presented when Rejecting URLs
ar: تخصيص الأسباب المعروضة عند رفض عناوين URL
de: Gründe für die Ablehnung von URLs benutzerdefinieren
es: Personalizar los motivos mostrados al rechazar URL
et: Kohanda URLidest keeldumisel näidatavaid põhjuseid
fr: Personnalise les raisons présentées quand URLs rejettées
ja: URLを拒否する際に表示されます理由をカスタマイズします
nb: Definert grunnene som presenteres når URLer forkastes
nl: Pas de voorgestelde redenen aan voor het verwerpen van URL's
pl: Dostosuj powody prezentowane przy odrzucaniu adresów URL
pt_br: Personalizar as razões apresentadas ao rejeitar URLs
ru: Настройте причины, представленные при отклонении URL
ta: முகவரி களை நிராகரிக்கும் போது வழங்கப்பட்ட காரணங்களைத் தனிப்பயனாக்கவும்
uk: Налаштувати причини, які буде показано при відкиданні адрес

source: Always reject URLs on the Reject List without stopping and asking.
ar: رفض عناوين URL الموجودة في قائمة الرفض دائمًا دون التوقف والسؤال.
de: Generell URLs die auf Ablehnungsliste stehen zurückweisen, ohne nachzufragen.
es: Rechazar siempre los URL en la lista de rechazos sin parar y preguntar.
et: Alati keeldu keeldumiste loendis olevatest URLidest ilma peatumata ja kinnitust küsimata.
fr: Toujours rejeter les URLs dans la Liste de Rejet sans interruption ni question.
ja: 常に拒否リストのURLを停止して確認しませんで拒否します。
nb: Alltid nekte URKer på avslagsliten uten å stoppe og spørre.
nl: Altijd URL's op de lijst met afwijzingen verwerpen zonder te stoppen en te vragen.
pl: Zawsze odrzucaj adresy URL z listy odrzuconych bez zatrzymywania się i pytania.
pt_br: Sempre rejeitar URLs na lista de rejeição sem parar ou perguntar.
ru: Всегда отклонять URL-адреса в Списке отклонения, не останавливаясь и не спрашивая.
ta: நிராகரிக்கும் பட்டியலில் முகவரி களை நிறுத்தி கேட்காமல் எப்போதும் நிராகரிக்கவும்.
uk: Завжди відкидати адреси зі списку відкидання без призупинення роботи і запитів.

source: Delete on Reject by Default?
ar: حذف عند الرفض افتراضيًا؟
de: Automatisch löschen, wenn standardmäßig abgelehnt wird?
es: ¿Marcar eliminar al rechazar?
et: Vaikimisi kustuta keeldumisel?
fr: Supprimer par défaut en cas de Rejet ?
ja: 拒否する時に削除しますのデフォルト？
nl: Standaard wissen bij weigering?
pl: Domyślnie usunąć przy odrzuceniu?
ru: Удалить при отклонении по умолчанию?
ta: இயல்பாக நிராகரிப்பதை நீக்கவா?
uk: Типово вилучати при відкиданні?

source: Should the checkbox to delete Rejected books be checked by default?
ar: هل يجب تحديد مربع الاختيار لحذف الكتب المرفوضة افتراضيًا؟
de: Soll das Kontrollkästchen zum Löschen abgelehnter Bücher standardmäßig aktiviert werden?
es: ¿Debe marcarse de manera predeterminada la opción de eliminar los libros rechazados?
et: Kas märkeruut keeldutavate raamatute kustutamiseks peaks vaikimisi olema märgitud?
fr: La case à cocher pour supprimer les livres Rejetés doit elle être activée par défaut ?
ja: 拒否した本を削除のチェックボックスはデフォルトでチェックされますべきですか？
nl: Moet het selectievakje om verworpen boeken te verwijderen standaard worden aangevinkt?
pl: Czy pole wyboru do usuwania odrzuconych książek powinno być domyślnie zaznaczone?
ru: Следует ли устанавливать флажок для удаления отклоненных книг по умолчанию?
ta: நிராகரிக்கப்பட்ட புத்தகங்களை நீக்குவதற்கான தேர்வுப்பெட்டி இயல்பாகவே சரிபார்க்கப்பட வேண்டுமா?
uk: Чи має бути типово позначено пункт вилучення відкинутих книг?

source: Edit Reject URLs List
ar: تعديل قائمة عناوين URL المرفوضة
de: Ablehnungsliste bearbeiten
es: Modificar la lista de URL rechazados
et: Muuda keeldutavate URLide loendit
fr: Éditer la liste des URLs rejetées
ja: 拒否URLリストを編集します
nb: Endre avslagslisten for URLer
nl: Bewerk afgewezen URL's lijst
pl: Edytuj listę odrzuconych adresów URL
pt_br: Editar lista de URLs rejeitadas
ru: Изменить список отклоненных URL
ta: urls பட்டியலை நிராகரிக்கவும்
uk: Змінити список адрес відкиданняпосилань

source: Reject Reasons
ar: أسباب الرفض
de: Ablehnungsgründe
es: Motivos de rechazo
et: Keeldumise põhjused
fr: Raisons du rejet
ja: 拒否理由
nb: Avslå grunner
nl: Redenen afwijzing
pl: Odrzuć powody
pt_br: Razões da Rejeição
ru: Причины отклонения
ta: காரணங்களை நிராகரிக்கவும்
uk: Причини відкидання

source: Customize Reject List Reasons
ar: تخصيص أسباب قائمة الرفض
de: Ablehnungsgründeliste benutzerdefinieren
es: Personalizar la lista de motivos de rechazo
et: Kohanda keeldumise põhjuseid
fr: Personnaliser la liste des raisons du rejet
ja: 拒否リストの理由をカスタマイズする
nb: Endre aslagslistens grunner
nl: Lijst met afwijs-redenen personaliseren
pl: Dostosuj przyczyny listy odrzuconych
pt_br: Personalizar lista de razões de rejeição
ru: Настроить список причин отклонения
ta: பட்டியல் காரணங்களை நிராகரிக்கவும்
uk: Налаштувати причини у списку відкидання

source: Reason why I rejected it
ar: سبب رفضي له
de: Grund der Ablehnung
es: Motivo por el que se rechaza
et: Põhjus, miks ma sellest keeldusin
fr: Raison pour laquelle je la rejette
ja: 拒否したの理由
nb: Grunner til at jeg avslo den
nl: Reden waarom ik dit heb afgewezen
pl: Powód, dla którego to odrzuciłem
pt_br: Razão por que o rejeitou
ru: Причина, почему я отклонил это
ta: நான் அதை நிராகரித்ததற்கான காரணம்
uk: Причина відкидання

source: Title by Author
ar: عنوان بواسطة مؤلف
de: Titel von Autor
es: Título por autor
fr: Titre par auteur
ja: 著者によるタイトル
nb: Tittel på forfatter
nl: Titel door auteur
pl: Tytuł wg autora
pt_br: Título por Autor
ru: Название по автору
ta: ஆசிரியர் தலைப்பு
uk: Назва — Автор

source: Add Reject URLs. Use: <b>http://...,note</b> or <b>http://...,title by author - note</b><br>Invalid story URLs will be ignored.
ar: إضافة عناوين URL مرفوضة. استخدم: <b>http://...، ملاحظة</b> أو <b>http://...، عنوان بواسطة مؤلف - ملاحظة</b><br>سيتم تجاهل عناوين URL غير الصالحة للقصص.
de: Abzulehnende URLs hinzufügen. Verwende: <b>http://...,Notiz</b> oder <b>http://...,Titel von Autor - Notiz</b><br> Ungültige URLs werden ignoriert.
es: Añadir URL rechazados. <b>http://...,nota</b> o <b>http://...,título por autor - nota</b><br>No se tendrán en cuenta los URL de historia no válidos.
fr: Ajoute des URLs rejetées. Utilise : <b>http://...,note</b> ou <b>http://...,titre par auteur - note</b><br>Les URLs de récit invalides seront ignorées.
ja: 拒否URLを追加します。<b>http://……、メモ</b>または<b>http://……、著者によるタイトル。メモ</b>をお使います。<br>無効なストーリーURLは無視されています。
nb: Legg til avslags URLer. Bruk <b>http://...,note</b> eller <b>http://...,title by author - note</b><br>Ugyldig historieurler vil bli ignorert.
nl: Voeg te weigeren URL's toe. Gebruik:<b> http: //...,note</b> of <b>http: //...,title by author - note</b><br> Ongeldige verhaal-URL's worden genegeerd.
pt_br: Adicionar URLs Rejeitadas. Use: <b>http://...,nota</b> ou <b>http://...,título por autor - nota</b><br>URLs inválidas de história serão ignoradas.
ru: Добавить отклоняемые URL. Используйте: <b>http://...,note</b> или <b>http://...,title by author - note</b><br>Неверные URL историй будут игнорироваться.
ta: நிராகரிக்க முகவரி களைச் சேர்க்கவும். பயன்படுத்தவும்: <b> http: //..., note </b> அல்லது <b> http: //...
uk: Додайте адреси відкидання. Скористайтеся такими форматами: <b>http://...,нотатка</b> або <b>http://...,назва —y автор - нотатка</b><br>Некоректні адреси творів буде проігноровано.

source: One URL per line: <b>http://...,note</b> <b>http://...,title by author - note</b>
ar: عنوان URL واحد لكل سطر: <b>http://...، ملاحظة</b> <b>http://...، عنوان بواسطة مؤلف - ملاحظة</b>
de: Eine URL pro Zeile <b>http://...,Notiz</b> <b>http://...,Titel von Autor - Notiz</b>
es: Un URL por línea. <b>http://...,nota</b> <b>http://...,título por autor - nota</b>
fr: Une URL par ligne : <b>http://...,note</b> <b>http://...,titre par auteur - note</b>
ja: 1行に1つのURL: <b>http://……、メモ</b> <b>http://……、著者によるタイトル。メモ</b>
nb: En URL per linje: <b>http://...,note</b> <b>http://...,title by author - note</b>
nl: Een URL per regel: <b>http://...,note</b> <b>http://...,title by author - note</b>
pt_br: Uma URL por linha: <b>http://...,nota</b> <b>http://...,título por autor - nota</b>
ru: Один URL на строку: <b>http://...,note</b> <b>http://...,title by author - note</b>
ta: ஒரு வரிக்கு ஒரு url: <b> http: //..., note </b> <b> http: //..., ஆசிரியரின் டைட்டில் - குறிப்பு </b>
uk: Одна адреса на рядок: <b>http://...,нотатка</b> <b>http://...,назва — автор - нотатка</b>

source: Add this reason to all URLs added:
ar: أضف هذا السبب إلى جميع عناوين URL المضافة:
de: Bei allen oben angegebenen URL`s diesen Grund anfügen:
es: Añadir este motivo a todos los URL añadidos:
et: Lisa see põhjus kõikidele lisatavatele URLidele:
fr: Ajouter cette raison pour toutes les URLs ajoutée :
ja: 全ての追加したURLにこの理由を追加します:
nb: Legg til denne grunnen for alle URLer lagt til:
nl: Voeg deze reden toe aan alle toegevoegde URL's:
pl: Dodaj ten powód do wszystkich dodanych adresów URL:
pt_br: Adicionar essa razão para todas as URLs adicionadas:
ru: Добавьте эту причину ко всем добавленным URL:
ta: சேர்க்கப்பட்ட அனைத்து முகவரி களுக்கும் இந்த காரணத்தைச் சேர்க்கவும்:
uk: Додати цю причину для усіх доданих адрес:

source: These settings provide more detailed control over what metadata will be displayed inside the ebook as well as let you set %(isa)s and %(u)s/%(p)s for different sites.
ar: توفر هذه الإعدادات تحكمًا أكثر تفصيلاً في البيانات الوصفية التي ستُعرض داخل الكتاب الإلكتروني، بالإضافة إلى السماح لك بتعيين %(isa)s و %(u)s/%(p)s لمواقع مختلفة.
de: Diese Einstellungen bieten eine detailliertere Kontrolle darüber, welche Metadaten im eBook angezeigt werden und es kann auch die Altersverifikation ("%(isa)s") und Benutzer/Passwort für verschiedene Seiten gesetzt werden.
es: Estas configuraciones proporcionan un control más fino sobre qué metadatos se muestran dentro del libro, y permiten establecer%(isa)s y %(u)s o %(p)s para distintos sitios.
et: Need valikud pakuvad üksikasjalikumat kontrolli e-raamatus näidatavate metaandmete üle, samuti lasevad määrata erinevatel saitidel sätted %(isa)s ja %(u)s/%(p)s.
fr: Ces paramètres donnent un contrôle plus détaillé sur quelles métadonnées seront affichées dans le livre et vous permet de régler %(isa)s et %(u)s/%(p)s pour les différents sites.
ja: この設定は電子書籍内に表示されますメタデータをより詳細な制御が提供するだけでなく、様々なサイトの%(isa)sと%(u)s/%(p)sを設定できます。
nb: Disse innstillingene tilbyr mer detaljert kontroll over hvilke metadata som vil vises inni eboka samt sette %(isa)s og %(u)s/%(p)s for forskjellige sider.
nl: Deze instellingen bieden meer gedetailleerde controle over welke metagegevens in het e-boek worden getoond en laten u ook%(isa)s en%(u)s / %(p)s voor verschillende sites instellen.
pl: Te ustawienia zapewniają bardziej szczegółową kontrolę nad tym, jakie metadane będą wyświetlane w ebooku, a także pozwalają ustawić %(isa)s i %(u)s/%(p)s dla różnych witryn.
pt_br: Estes ajustes fornecem um controle mais detalhado sobre quais metadados serão exibidos dentro do ebook, bem como permitem que você ajuste %(isa)s e %(u)s/%(p)s para diferentes sites.
ru: Эти настройки обеспечивают более детальный контроль над тем, какие метаданные будут отображаться внутри книги, а также позволяют устанавливать %(isa)s и %(u)s/%(p)s для разных сайтов.
ta: இந்த அமைப்புகள் மின்புத்தகத்திற்குள் என்ன மேனிலை தரவு காண்பிக்கப்படும் என்பதில் விரிவான கட்டுப்பாட்டை வழங்குகின்றன, அத்துடன் வெவ்வேறு தளங்களுக்கு %(isa)s மற்றும் %(p)s/ %(u)s அமைக்க அனுமதிக்கின்றன.
uk: За допомогою цих параметрів можна виконати тонше налаштовування того, які метадані буде показано всередині електронної книги, а також встановити %(isa)s і %(u)s/%(p)s для різних сайтів.

source: Edit personal.ini
ar: تعديل personal.ini
de: personal.ini bearbeiten
es: Modificar personal.ini
et: Muuda faili personal.ini
fr: Modifier personal.ini
ja: personal.iniを編集します
nb: Rediger personal.ini
nl: Bewerk personal.ini
pl: Edytuj plik personal.ini
pt_br: Editar personal.ini
ru: Редактировать personal.ini
ta: personal.ini ஐத் திருத்தவும்
uk: Редагувати personal.ini

source: FanFicFare now includes find, color coding, and error checking for personal.ini editing. Red generally indicates errors.
ar: يتضمن FanFicFare الآن البحث، وتلوين الأكواد، والتحقق من الأخطاء لـ تحرير personal.ini. يشير اللون الأحمر عمومًا إلى الأخطاء.
de: FFDL beinhaltet nun auch Suchen, Farbcodierung und Fehlerprüfung für personal.ini Bearbeitung. Rot kennzeichnet allgemein Fehler.
es: FanFicFare ahora incluye búsquedas, código de color y comprobación de errores para las modificaciones de personal.ini. Normalmente el rojo señala algún error.
et: FanFicFare toetab nüüd faili personal.ini muutmise aknas otsimist, värvide kasutamist ja vigade kontrolli. Punane tähistab üldiselt vigu.
fr: FanFicFare inclut maintenant la recherche, le codage des couleurs et la vérification d'erreur pour la modification de personnal.ini. Le rouge indique généralement des erreurs.
ja: 今では、FanFicFareがpersonal.iniの編集には見つける、色分け、エラー検出を含んでいます。赤は通常にエラーを示します。
nb: FanFicFare tilbyr nå søk, fargekoding og feilsjekking for redigering i personal.ini . Generelt betyr rød feil.
nl: FanFicFare bevat nu zoeken, kleurcodering en foutcontrole voor het bewerken van personal.ini. Rood geeft over het algemeen fouten aan.
pl: FanFicFare obejmuje teraz wyszukiwanie, kodowanie kolorami i sprawdzanie błędów w edycji personal.ini. Kolor czerwony zazwyczaj oznacza błędy.
pt_br: FanFicFare agora inclui localização, código de cores, e verificação de erros para edição de personal.ini. Vermelho normalmente indica erros.
ru: FanFicFare теперь включает в себя поиск, цветовое кодирование и проверку ошибок для редактирования personal.ini. Красный обычно указывает на ошибки.
ta: ஃபேன்ஃபிக்ஃபேர் இப்போது கண்டுபிடிப்பு, வண்ண குறியீட்டு முறை மற்றும் தனிப்பட்டவர் திருத்துதல் செய்வதற்கான பிழை சோதனை ஆகியவை அடங்கும். சிவப்பு பொதுவாக பிழைகளைக் குறிக்கிறது.
uk: Тепер у FanFicFare реалізовано пошук, розфарбовування коду та перевірку на помилки під час редагування personal.ini. Червоним кольором, зазвичай, позначаються помилки.

source: View "Safe" personal.ini
ar: عرض personal.ini "الآمن"
de: Zeige "sichere" personal.ini an
es: Ver personal.ini «seguro»
et: Näita faili personal.ini "turvalist versiooni"
fr: Vue "Sécurisée" de personal.ini
ja: 「安全な」personal.iniを表示します
nb: Vis "Safe" personal.ini
nl: Bekijk "Safe" personal.ini
pl: Wyświetl „bezpieczny” plik personal.ini
ru: Показать "Безопасный" personal.ini
ta: "பாதுகாப்பான" personal.ini ஐக் காண்க
uk: Переглянути «Безпечний» personal.ini

source: View your personal.ini with usernames and passwords removed. For safely sharing your personal.ini settings with others.
ar: عرض ملف personal.ini الخاص بك مع إزالة أسماء المستخدمين وكلمات المرور. لـ مشاركة إعدادات personal.ini الخاصة بك بأمان مع الآخرين.
de: Sehen Sie Ihre personal.ini ohne Benutzernamen und Passwörter. Um Ihre personal.ini-Einstellungen mit anderen sicher zu teilen.
es: Ver el archivo personal.ini con nombres de usuario y contraseñas eliminados. Para compartir de forma segura las configuraciones de personal.ini.
et: Näita oma faili personal.ini, millest on kasutajanimed ja paroolid eemaldatud. Oma personal.ini-faili turvaliseks teistega jagamiseks.
fr: Voir votre personal.ini avec les noms d'utilisateur et mots de passe retirés. Pour un partage sécurisé de vos paramètres personal.ini avec d'autres.
ja: ユーザー名とパスワードが含みませんpersonal.iniを表示します。personal.iniの設定を他人と安全に共有しますため。
nb: Vis dine personal.ini med brukernavn og passord fjernte. for sikker deling av din personal.ini instillinger med andre.
nl: Bekijk uw personal.ini met verwijderde gebruikersnamen en wachtwoorden. Voor het veilig delen van uw persoonlijke.ini-instellingen met anderen.
pl: Wyświetl swój plik personal.ini z usuniętymi nazwami użytkowników i hasłami. Do bezpiecznego udostępniania ustawień personal.ini innym osobom.
ru: Просмотр вашего personal.ini с удаленными именами пользователей и паролями. Для безопасного обмена вашими настройками personal.ini с другими.
ta: பயனர்பெயர்கள் மற்றும் கடவுச்சொற்கள் அகற்றப்பட்ட உங்கள் தனிப்பட்டவர்.இனியைக் காண்க. உங்கள் தனிப்பட்ட அமைப்புகளை மற்றவர்களுடன் பாதுகாப்பாக பகிர்ந்து கொள்ள.
uk: Переглянути ваш personal.ini із вилученими іменами користувачів та паролями. Так ви зможете безпечно поділитися вашими особистими параметрами personal.ini з іншими користувачами.

source: View all of the plugin's configurable settings and their default settings.
ar: عرض جميع إعدادات الإضافة القابلة للتهيئة وإعداداتها الافتراضية.
de: Anzeige aller konfigurierbaren Einstellungen des Plugins und deren Standardeinstellung.
es: Ver todas las opciones configurables del complemento y sus valores predeterminados.
et: Näita kõiki plugina seadistatavaid sätteid ja nende vaikimisi väärtusi.
fr: Affiche tous les paramètres configurables de l'extension et leurs paramètres par défaut.
ja: プラグインの全ての設定可能な設定を表示します およびそれらのデフォルト設定。
nb: Vis alle pluginers konfigurerbare instillinger og deres standardvalg.
nl: Bekijk alle te wijzigen instellingen van de plug-in en hun standaardwaarden.
pl: Wyświetl wszystkie konfigurowalne ustawienia wtyczki i ich ustawienia domyślne.
pt_br: Visualiza todos os ajustes configuráveis do plugin e seus ajustes padrão.
ru: Показать все настраиваемые параметры плагина и их настройки по умолчанию.
ta: சொருகி கட்டமைக்கக்கூடிய அமைப்புகள் அனைத்தையும் காண்க மற்றும் அவற்றின் இயல்புநிலை அமைப்புகள்.
uk: Переглянути всі придатні до налаштовування параметри додатка та їхні типові значення.

source: View Defaults
ar: عرض الافتراضيات
de: Ansicht der Standardeinstellungen
es: Ver opciones predeterminadas
et: Näita vaikesätteid
fr: Afficher les paramètres par défaut
ja: デフォルトを表示します
nb: Vis standardinstillinger
nl: Toon standaarden
pl: Domyślny widok
pt_br: Padrões de Visualização
ru: Показать умолчания
ta: இயல்புநிலைகளைக் காண்க
uk: Переглянути типові

source: Calibre Columns
ar: أعمدة Calibre
de: Calibre-Spalten
es: Columnas de calibre
et: Calibre veerud
fr: Colonnes calibre
ja: calibreの列
nb: Calibre kolonner
nl: Calibre kolommen
pl: Kolumny calibre
pt_br: Calibre Colunas
ru: Столбцы Calibre
ta: காலிபர் நெடுவரிசைகள்
uk: Стовпчики Calibre
