Repository: JimmXinu/FanFicFare
Catalog: calibre-plugin/translations/*.po
Languages: ar, de, es, et, fr, ja, nb, nl, pl, pt_br, ru, ta, uk

source: Update Existing Books Only
ar: تحديث الكتب الموجودة فقط
de: Nur vorhandene Bücher aktualisieren
es: Actualizar sólo los libros existentes
et: Uuenda ainult olemasolevaid raamatuid
fr: Mettre à jour uniquement les livres existants
ja: 既存の本のみを更新します
nl: Update aleen bestaande boeken
pl: Aktualizuj tylko istniejące książki
ru: Обновить только существующие книги
ta: இருக்கும் புத்தகங்களை மட்டுமே புதுப்பிக்கவும்
uk: Оновлювати лише наявні книги

source: If checked, FanFicFare will silently discard story URLs from emails that are not already in your library.<br>Otherwise all story URLs, new and existing, will be used.<br>The Emails will still be marked Read if configured to.
ar: إذا تم التحديد، سيتجاهل FanFicFare بصمت عناوين URL للقصص من رسائل البريد الإلكتروني التي ليست موجودة بالفعل في مكتبتك.<br>وإلا سيتم استخدام جميع عناوين URL للقصص، الجديدة والموجودة،ستظل رسائل البريد الإلكتروني معلمة كمقروءة إذا تم تهيئتها لذلك.
de: Wenn diese Option aktiviert ist, verwirft FanFicFare automatisch die URLs (aus eMails) von Storys, die sich noch nicht in der Bibliothek befinden. Andernfalls werden alle neuen und bestehenden Story-URLs verwendet. Die eMails werden weiterhin als gelesen markiert angezeigt.
es: Si se habilita, FanFicFare descartará los URL de historia de los correos electrónicos que no estén ya en la biblioteca.<br>De lo contrario, se usarán todos los URL de historia, nuevas o no.<br>En cualquier caso los correos electrónicos se marcarán como leídos si así se configura.
et: Kui märgistatud, siis jätab FanFicFare vaikselt vahele e-kirjades olevad juttude URLid, mida sinu kogus juba pole.<br>Vastasel juhul kasutatakse kõiki juttude URLe, nii uusi kui olemasolevaid.<br>E-kirjad märgitakse endiselt loetuks, kui nii on seadistatud.
fr: Si coché, FanFicFare écartera silencieusement les URLs d'histoires d'e-mails qui ne son pas déjà dans votre bibliothèque.<br> Sinon toutes les URLs d'histoires, nouvelles ou existantes, seront utilisées.<br> Les e-mails seront toujours marqués comme Lu si configuré pour.
ja: チェックすると、FanFicFareはライブラリに既存しないメールからストーリーURLを黙って捨てます。<br>さもないと、全てのストーリーURL、新規と既存、を使用されます。<br>設定される場合に、メールを既読にされます。
nl: Indien aangevinkt, verwijdert FanFicFare de verhaal-URL's van e-mails die zich nog niet in uw bibliotheek bevinden.<br>Anders worden alle URL's van het verhaal, nieuw en bestaand gebruikt.<br>De e-mails worden nog steeds gemarkeerd als Gelezen indien geconfigureerd.
pl: Jeśli zaznaczone, FanFicFare po cichu usunie adresy URL historii z wiadomości e-mail, których nie ma jeszcze w Twojej bibliotece.<br>W przeciwnym razie zostaną użyte wszystkie adresy URL historii, nowe i istniejące.<br>E-maile będą nadal oznaczone jako przeczytane, jeśli skonfigurowano.
ru: Если этот флажок установлен, FanFicFare будет молча отбрасывать URL-адреса историй из электронных писем, которых ещё нет в вашей библиотеке. <br>В противном случае будут использоваться все URL-адреса историй, новые и существующие. <br>Электронные письма будут помечены как «Прочитано», если это настроено.
ta: சரிபார்க்கப்பட்டால், உங்கள் நூலகத்தில் இல்லாத மின்னஞ்சல்களிலிருந்து ஃபேன்ஃபிக்ஃபேர் கதை முகவரி களை அமைதியாக நிராகரிக்கும். <br> இல்லையெனில் அனைத்து கதை முகவரி களும், புதிய மற்றும் இருக்கும் எல்லா முகவரி களும் பயன்படுத்தப்படும். <br> உள்ளமைக்கப்பட்டால் மின்னஞ்சல்கள் இன்னும் படிக்கக் குறிக்கப்படும்.
uk: Якщо позначено, FanFicFare без підтвердження з вашого блоку відкидатиме отримані з повідомлень електронної пошти адреси творів, яких немає у вашій бібліотеці.<br>Якщо ж пункт позначено не буде, усі адреси творів, нових і наявних, буде оброблено.<br>Повідомлення електронної пошти з відповідними адресами позначатимуться як прочитані, якщо додаток налаштовано на таке позначення.

source: Download from Email Immediately
ar: تنزيل من البريد الإلكتروني فورًا
de: Aus eMail sofort herunterladen
es: Descargar del correo electrónico inmediatamente
et: Laadi e-kirjast alla koheselt
fr: Télécharger immédiatement à partir de l'Email
ja: すぐにメールからダウンロード
nb: Last ned fra epost umiddelbart
nl: Onmiddellijk downloaden van e-mail
pl: Pobierz z e-maila natychmiast
ru: Скачать из электронной почты немедленно
ta: மின்னஞ்சலில் இருந்து உடனடியாக பதிவிறக்கவும்
uk: Отримувати з ел. пошти негайно

source: If checked, FanFicFare will start downloading story URLs from emails immediately.<br>Otherwise the usual Download from URLs dialog will appear.
ar: إذا تم التحديد، سيبدأ FanFicFare في تنزيل عناوين URL للقصص من رسائل البريد الإلكتروني فورًا.<br>وإلا سيظهر مربع حوار التنزيل من عناوين URL المعتاد.
de: Wenn diese Option aktiviert ist, startet FanFicFare sofort mit dem Herunterladen von Story-URLs aus eMails. Andernfalls wird das übliche Dialogfeld Download von URLs angezeigt.
es: Si se activa, FanFicFare comenzará a descargar los URL de historia a partir de los correos electrónicos de manera inmediata.<br>En caso contrario aparecerá el cuadro de diálogo de Descargar desde URL.
fr: Si cochée, FanFicFare commencera immédiatement à télécharger les récits URLs à partir des emails.<br>Autrement la boîte de dialogue habituelle Télécharger à partir des URLs apparaîtra.
ja: チェックすると、FanFicFareはメールからストーリーURLをすぐにダウンロードします。<br>さもないと、通常のURLからダウンロードしますダイアログは表示されます。
nb: Hvis huket av, FanFicFare vil starte nedlastningen av historieurler fra epost umiddelbart. <br/> Ellers vil den vanlige Last ned fra URLer dialogen dukke opp
nl: Indien aangevinkt, begint FanFicFare gelijk met het downloaden van verhaal-URL's uit e-mails. Anders verschijnt het gebruikelijke dialoogvenster Downloaden van URL's.
pl: Jeśli zaznaczone, FanFicFare natychmiast rozpocznie pobieranie adresów URL historii z wiadomości e-mail.<br> W przeciwnym razie pojawi się zwykłe okno dialogowe Pobierz z adresów URL.
ru: Если этот флажок установлен, FanFicFare немедленно начнет загружать URL-адреса историй из электронных писем. В противном случае появится обычное диалоговое окно «Загрузка с URL-адресов».
ta: சரிபார்க்கப்பட்டால், ஃபேன்ஃபிக்ஃபேர் உடனடியாக மின்னஞ்சல்களிலிருந்து கதை முகவரி களைப் பதிவிறக்கத் தொடங்கும். <br> இல்லையெனில் urls உரையாடலில் இருந்து வழக்கமான பதிவிறக்கம் தோன்றும்.
uk: Якщо позначено, FanFicFare негайно розпочинатиме отримання даних на основі адрес творів з повідомлень електронної пошти.<br>Якщо ж не позначено, буде відкрито звичайне діалогове вікно отримання даних з адрес.

source: Add these Tag(s) Automatically
ar: إضافة هذه العلامة (العلامات) تلقائيًا
de: Füge diese Tag(s) automatisch hinzu.
es: Añadir esta(s) etiqueta(s) automáticamente
et: Automaatselt lisa need sildid
fr: Ajouter ce(s) Tag(s) automatiquement
ja: これらのタグを自動的に追加します
nl: Voeg deze Tag(s) automatisch toe
pl: Dodaj te tagi automatycznie
ru: Добавить эти тег(и) автоматически
ta: இந்த குறிச்சொல்லை (களை) தானாக சேர்க்கவும்
uk: Додавати ці мітки автоматично

source: Tags entered here will be automatically added to stories downloaded from email story URLs.
ar: سيتم إضافة العلامات المدخلة هنا تلقائيًا إلى القصص التي تم تنزيلها من عناوين URL لقصص البريد الإلكتروني.
de: Hier eingefügte Tags werden automatisch bei Stories hinzugefügt, die aus eMails heruntergeladen wurden.
es: Las etiquetas que se introduzcan aquí se añadirán automáticamente a las historias descargadas del URL de historia.
et: Siia sisestatud sildid lisatakse automaatselt juttudele, mis on alla laaditud e-kirja jutu-URLidelt.
fr: Les étiquettes saisies ici seront automatiquement ajoutées aux histoires téléchargées à partir des URL courriel des histoires.
ja: ここに入力されたタグは、メールストーリーURLからダウンロードするストーリーに自動的に追加します。
nl: Hier ingevoerde tags worden automatisch toegevoegd aan verhalen die zijn gedownload van URL's van e-mailverhalen.
pl: Wprowadzone tutaj tagi zostaną automatycznie dodane do artykułów pobranych z adresów URL artykułów e-mail.
ru: Введенные здесь теги будут автоматически добавляться к историям, загруженным из писем URL-адресов рассылки.
ta: இங்கே உள்ளிடப்பட்ட குறிச்சொற்கள் மின்னஞ்சல் கதை முகவரி களில் இருந்து பதிவிறக்கம் செய்யப்பட்ட கதைகளில் தானாகவே சேர்க்கப்படும்.
uk: Вказані тут мітки буде автоматично додано до творів, які отримати за адресами творів з повідомлень електронної пошти.

source: Any additional stories you then manually add to the Story URL dialog will also have these tags added.
ar: أي قصص إضافية تقوم بإضافتها يدويًا إلى مربع حوار عنوان URL للقصة سيتم إضافة هذه العلامات إليها أيضًا.
de: Zu jede zusätzlichen Story du manuell zum Story URL Dialog hinzugefügt wird, werden diese Tags hinzugefügt.
es: Todas las historias adicionales que se añadan manualmente al diálogo de URL de historia también tendrán estas etiquetas.
fr: Ces étiquettes seront également ajoutées à toute histoire supplémentaire que vous ajouterez manuellement dans la boîte de dialogue URL de l'histoire.
ja: ストーリーURLダイアログに手動で追加しました追加的なストーリーにも、これらのタグが追加されます。
nl: Aan alle aanvullende verhalen die u vervolgens handmatig toevoegt aan het dialoogvenster Verhaal-URL, worden deze tags ook toegevoegd.
pl: Wszystkie dodatkowe historie, które następnie ręcznie dodasz do okna dialogowego adresu URL historii, również będą miały dodane te tagi.
ru: Любые доп. истории, если позже вручную добавить их в диалог Story URL, также будут содержать эти теги.
ta: கதையில் நீங்கள் கைமுறையாக சேர்க்கும் கூடுதல் கதைகள் முகவரி உரையாடலிலும் இந்த குறிச்சொற்கள் சேர்க்கப்படும்.
uk: Мітки також буде додано до будь-яких додаткових творів, якщо ви згодом вручну додасте адресу до списку адрес творів.

source: <b>It's safest if you create a separate email account that you use only for your story update notices. FanFicFare and calibre cannot guarantee that malicious code cannot get your email password once you've entered it. <br>Use this feature at your own risk. </b>
ar: <b>من الأكثر أمانًا إنشاء حساب بريد إلكتروني منفصل تستخدمه فقط لـ إشعارات تحديث قصصك. لا يمكن لـ FanFicFare و calibre ضمان أن التعليمات البرمجية الخبيثة لا يمكنها الحصول على كلمة مرور بريدك الإلكتروني بمجرد إدخالها. <br>استخدم هذه الميزة على مسؤوليتك الخاصة. </b>
de: <b>Es ist am sichersten, wenn Sie ein separates eMail-Konto erstellen, dass nur für die Story-Update-Mails genutzt wird. FanFicFare und Calibre können nicht garantieren, dass Schadprogramme nicht an Ihr eMail-Passwort kommen, sobald Sie es eingegeben haben.<br>Benutzen Sie diese Funktion auf eigene Verantwortung.</b>
es: <b>Lo más seguro es crear una cuenta de correo electrónico separada que use sólo para las notificaciones de actualización de historias. FanFicFare y calibre no pueden garantizar que ningún software malicioso pueda obtener la contraseña una vez que la haya introducido.<br>Use esta función bajo su propia responsabilidad.</b>
fr: <b>Il est plus sûr de créer une compte courriel séparé que vous utilisez uniquement pour les notifications de mise à jour d'histoires. FanFicFare et calibre ne peuvent garantir qu'un code malveillant s'empare de votre mot de passe de courriel une fois que vous l'avez entré. <br>Utilisez cette fonctionnalité à vos propres risques.</b>
ja: <b>ストーリー更新の通知のみで使用するメールアカウントを作成しますは最も安全です。FanFicFareとcalibreは、入力後に悪意あるコードがメールのパスワードを取得できませんことを保証できません。<br>この機能は自己責任で使用してください。</b>
nb: <b>Det trygges å opprette en separat epostkonto som du kan bruke for dine historie oppdateringsvarsler. FanFicFare og Calibre kan ikke garantere at ondartet kode ikke kan få tak i passordet på eposten når du har oppgitt det. <br/> Bruk denne funksjonen på egen risiko. </b>
nl: <b>Het is het veiligst als u een afzonderlijk e-mailaccount maakt dat u alleen gebruikt voor kennisgevingen over uw verhaalupdates. FanFicFare en calibre kunnen niet garanderen dat schadelijke code uw e-mailwachtwoord, zodra eenmaal ingevoerd, niet kan krijgen.<br> Gebruik deze functie op eigen risico.</b>
pl: <b>Najbezpieczniej jest utworzyć oddzielne konto e-mail, którego używasz tylko do przesyłania powiadomień o aktualizacji historii. FanFicFare i Calibre nie mogą zagwarantować, że złośliwy kod nie uzyska Twojego hasła e-mail po jego wprowadzeniu. <br>Używaj tej funkcji na własne ryzyko. </b>
pt_br: <b> É mais seguro criar um e-mail separado para você utilizar somente para suas notificações de atualização de histórias. FanFicFare e calibre não garantem que códigos maliciosos não possam pegar a senha de seu e-mail uma vez que você o digitou. <br>Use este recurso por sua conta e risco. </b>
ru: <b>Безопаснее всего создать отдельную учетную запись электронной почты, которую вы используете только для уведомлений об обновлении истории. FanFicFare и Calibre не могут гарантировать, что вредоносный код не сможет получить ваш пароль электронной почты после его ввода. <br>Используйте эту функцию на свой страх и риск.</b>
ta: <b> உங்கள் கதை புதுப்பிப்பு அறிவிப்புகளுக்கு மட்டுமே நீங்கள் பயன்படுத்தும் தனி மின்னஞ்சல் கணக்கை உருவாக்கினால் அது பாதுகாப்பானது. தீங்கிழைக்கும் குறியீட்டை நீங்கள் உள்ளிட்டவுடன் தீங்கிழைக்கும் குறியீடு உங்கள் மின்னஞ்சல் கடவுச்சொல்லைப் பெற முடியாது என்பதற்கு ஃபேன்ஃபிக்ஃபேர் மற்றும் காலிபர் பொறுப்பு அளிக்க முடியாது. <br> இந்த அம்சத்தை உங்கள் சொந்த ஆபத்தில் பயன்படுத்தவும். </b>
uk: <b>Найбезпечнішим варіантом є створення окремого облікового запису електронної пошти, яким ви користуватиметеся лише для отримання сповіщень щодо оновлень творів. FanFicFare і calibre не можуть гарантувати того, що якийсь програмний код, написаний зловмисниками, не зможе отримати ваш пароль до електронної пошти після його введення у вікні програми.<br>Користуйтеся цією можливістю на свій страх і ризик.</b>

source: This name will be used with the %s setting to set the title of the new book.
ar: سيتم استخدام هذا الاسم مع إعداد %s لتعيين عنوان الكتاب الجديد.
de: Dieser Name wird mit der %s Einstellung verwendet, um den Titel des neuen Buchs festzulegen.
es: Este nombre se usará con la opción %s para formar el título del nuevo libro.
fr: Ce nom sera utilisé avec le réglage %s pour définir le titre du nouveau livre.
ja: この名前は、%s設定と使用して新しい本のタイトルを設定します。
nl: Deze naam wordt gebruikt met de %s instelling om de titel van het nieuwe boek in te stellen.
pl: Ta nazwa będzie używana z ustawieniem %s do ustawienia tytułu nowej książki.
ru: Это имя будет использоваться с %s настройкой для установки названия новой книги.
ta: புதிய புத்தகத்தின் தலைப்பை அமைக்க %s அமைப்புடன் இந்த பெயர் பயன்படுத்தப்படும்.
uk: Цю назву буде використано у параметрі %s для встановлення заголовка нової книги.

source: These comments about the series will be included in the Comments of the new book.
ar: سيتم تضمين هذه التعليقات حول السلسلة في تعليقات الكتاب الجديد.
de: Diese Kommentare zur Serie werden in die Kommentare des neuen Buches aufgenommen.
es: Estos comentarios sobre la serie se incluirán en los comentarios del nuevo libro.
fr: Ces commentaires sur la série seront inclus dans les commentaires du nouveau livre.
ja: このシリーズに関しますコメントは新しい本のコメントに含みます。
nl: Deze commentaren over de series worden toegevoegd in de Commentaren van het nieuwe boek.
pl: Te komentarze dotyczące serii zostaną uwzględnione w komentarzach do nowej książki.
ru: Эти комментарии о серии будут включены в Комментарии к новой книге.
ta: தொடரைப் பற்றிய இந்த கருத்துக்கள் புதிய புத்தகத்தின் கருத்துகளில் சேர்க்கப்படும்.
uk: Ці коментарі щодо циклу буде включено до поля коментарів нової книги.

source: Show Download Options
ar: إظهار خيارات التنزيل
de: Optionen zum Herunterladen anzeigen
es: Mostrar opciones de descarga
et: Näita allalaadimise valikuid
fr: Afficher les options de téléchargement
ja: ダウンロードのオプションを表示します
nb: Vis nedlastningsvalg
nl: Downloadopties weergeven
pl: Pokaż opcje pobierania
pt_br: Mostrar Opções de Transferência
ru: Показать параметры загрузки
ta: பதிவிறக்க விருப்பங்களைக் காட்டு
uk: Показувати параметри отримання

source: Output &Format:
ar: &تنسيق الإخراج:
de: Ausgabe-&Format:
es: &Formato de salida:
et: Väljundformaat:
fr: &Format de sortie :
ja: 出力形式(&F)
nb: Resultat &format:
nl: Uitvoer &Formaat:
pl: Format wyjściowy:
pt_br: &Formato de Saída:
ru: Выходной &формат:
ta: வெளியீட்டு வடிவம்:
uk: &Формат виводу:

source: Choose output format to create. May set default from plugin configuration.
ar: اختر تنسيق الإخراج لإنشائه. يمكن تعيين الافتراضي من تهيئة الإضافة.
de: Wählen Sie das zu erstellende Ausgabeformat. Kann als Voreinstellung in der Plugin-Konfiguration gesetzt werden.
es: Elija un formato de salida para crear. Puede establecer el predeterminado en la configuración del complemento.
et: Vali väljundformaat, mis luua. Võib seada vaikesätted plugina seadistusest.
fr: Choisir le format de sortie à créer. Peut être réglé par défaut depuis la configuration de l'extension.
ja: 作成する出力形式を選びます。プラグイン設定からデフォルトを設定できます。
nb: Velg resultat format for å opprette. Dette kan sette standar for plugin konfigurasjonen.
nl: Kies output formaat bij het maken. Kan de standaardwaarden aanpassen van de plugin configuratie.
pl: Wybierz format wyjściowy do utworzenia. Może ustawić domyślne z konfiguracji wtyczki.
pt_br: Escolha o formato de saída para criar. Pode-se definir o padrão de configuração do plugin.
ru: Выберите выходной формат для создания. Может установить значение по умолчанию из конфигурации плагина.
ta: உருவாக்க வெளியீட்டு வடிவமைப்பைத் தேர்வுசெய்க. சொருகி உள்ளமைவிலிருந்து இயல்புநிலையை அமைக்கலாம்.
uk: Вибрати формат виведення даних. Можна встановити типовий за допомогою налаштувань додатка.

source: Update Calibre &Metadata?
ar: تحديث Calibre &Metadata؟
de: Calibre-&Metadaten aktualisieren?
es: ¿Actualizar los metadatos de calibre?
et: Uuenda Calibre metaandmeid?
fr: Mettre à jour les &métadonnées calibre ?
ja: calibreメタデータを更新しますか？(&M)
nb: Oppdater Calibre &Metadata?
nl: Calibre &Metagegevens bijwerken?
pl: Zaktualizować metadane Calibre?
pt_br: Atualizar &Metadados do Calibre?
ru: Обновить &метаданные Calibre?
ta: காலிபர் & மெட்டாடேட்டாவைப் புதுப்பிக்கவா?
uk: Оновлювати &метадані Calibre?

source: Update metadata for existing stories in Calibre from web site? (Columns set to 'New Only' in the column tabs will only be set for new books.)
ar: تحديث البيانات الوصفية للقصص الموجودة في Calibre من موقع الويب؟ (الأعمدة المعينة إلى 'جديد فقط' في علامات تبويب الأعمدة سيتم تعيينها فقط للكتب الجديدة.)
de: Metadaten für vorhandene Stories in Calibre von der Web-Seite aktualisieren? (Gesetzte Spalten für "Nur neue" in der Spalte Registerkarte wird nur für neue Bücher berücksichtigt.)
es: ¿Actualizar los metadatos de las historias existentes en calibre a partir del sitio de internet? (Las columnas establecidas en «Sólo nuevo» en la pestaña de columnas sólo se cambiarán para libros nuevos).
fr: Mettre à jour les métadonnées pour les récits existants dans calibre depuis le site web ? (Les colonnes définies à "Nouveau uniquement" dans les étiquettes de colonne seront uniquement définies pour les nouveaux livres.)
ja: Webサイトから既存のストーリーのメタデータをcalibreに更新します。 （「新規のみ」に設定されます列は新しい本のみに設定されます）
nb: Oppdater metadata for eksisterende historier i Calibre fra nettside? (Kolonner satt til 'Bare nye' i kolonnefanen vil automatisk settes til nye bøker.)
nl: Metagegevens voor bestaande verhalen in Calibre bijwerken van website? (Kolommen ingesteld als 'Alleen Nieuw' in de kolomtabbladen worden alleen ingesteld voor nieuwe boeken.)
pl: Zaktualizować metadane dla istniejących historii w Calibre ze strony internetowej? (Kolumny z ustawieniem „Tylko nowe” na kartach kolumn zostaną ustawione tylko dla nowych książek).
pt_br: Atualizar metadados de histórias existentes no Calibre do site? (Colunas definidas como 'Apenas Novo' nas abas da coluna será definido apenas para novos livros.)
ru: Обновить метаданные для существующих историй в Calibre с веб-сайта? (Столбцы, установленные на «Только новые» на вкладках столбцов, будут установлены только для новых книг.)
ta: வலைத்தளத்திலிருந்து காலிபரில் இருக்கும் கதைகளுக்கு மெட்டாடேட்டாவைப் புதுப்பிக்கவா? (நெடுவரிசை தாவல்களில் 'புதிய மட்டும்' என அமைக்கப்பட்ட நெடுவரிசைகள் புதிய புத்தகங்களுக்கு மட்டுமே அமைக்கப்படும்.)
uk: Оновити метадані для наявних творів у Calibre з сайта? (Стовпчики, для яких встановлено «Лише нові» на вкладці стовпчиків, буде визначено лише для нових книг.)

source: (%s URLs found)
ar: (تم العثور على %s عناوين URL)
de: (%s URLs gefunden)
es: (%s URL encontrados)
et: (leiti %s URLi)
fr: (%sURL trouvées)
ja: （%s個のURLが見つけました）
nl: (%s URLs gevonden)
pl: (%s znalezione adresy URL)
ru: (Найдено %s URL-адресов)
ta: (%s முகவரி கள் கிடைத்தன)
uk: (Знайдено %s адрес)

source: Story URLs for anthology, one per line:
ar: عناوين URL للقصص للمختارات، واحد لكل سطر:
de: Story URLs für Serien-Sammlung, eine pro Zeile:
es: URL de historias para la antología, uno por línea:
et: Juttude URLid antoloogia koostamiseks, üks rea kohta:
fr: URLs de récit pour anthologie, une par ligne :
ja: 選集のストーリーURL、1行に1つ:
nb: Historieurler for antologien. En per linje:
nl: Verhaal URLs for anthologie, één per lijn:
pl: Adresy URL artykułów dla antologii, po jednym w każdym wierszu:
pt_br: URL(s) de história de antologia, uma por linha:
ru: URL-адреса историй для антологии, по одному на строку:
ta: ஆன்டாலசிக்கான கதை முகவரி கள், ஒரு வரிக்கு ஒன்று:
uk: Адреси творів для антології, одна адреса на рядок:

source: URLs for stories to include in the anthology, one per line. Will take URLs from clipboard, but only valid URLs.
ar: عناوين URL للقصص لتضمينها في المختارات، واحد لكل سطر. سيأخذ عناوين URL من الحافظة، ولكن فقط عناوين URL الصالحة.
de: URLs für Stories, die in der Serien-Sammlung enthalten sein sollen, eine pro Zeile. URLs werden aus der Zwischenablage genommen, aber nur gültige URLs.
es: URL de las historias que se incluyen en la antología, uno por línea. Se tomarán URL del portapapeles, pero sólo los que sean válidos.
et: Antoloogiasse kaasatavate juttude URLid, iga rea peale üks aadress. Võtab URLid lõikelaualt, kuid ainult õigete URLide korral.
fr: URLs pour les récits à inclure dans l'anthologie, une par ligne. Prendra les URLs depuis le presse papier, mais seulement les URLs valides.
ja: 選集に含みますストーリーのURL、1行に1つ URLはクリップボードから取得されますが、有効なURLのみ。
nb: URLer for historier inkuldert i antologien. En per linje. Vill ta URLer fra utklippstavlen, men bare gyldige URLer.
nl: URL's voor verhalen die in de bloemlezing moeten worden opgenomen, één per regel. Neemt URL's van het klembord, maar alleen geldige URL's.
pl: Adresy URL artykułów do umieszczenia w antologii, po jednym w każdym wierszu. Pobierze adresy URL ze schowka, ale tylko prawidłowe adresy URL.
pt_br: URLs de histórias para incluir na antologia, uma por linha. Terá URLs da área de transferência, mas apenas URLs válidas.
ru: URL-адреса для историй, включаемых в антологию, по одному на строку. Возьмет URL-адреса из буфера обмена, но только действительные URL.
ta: கதைகளுக்கான முகவரி கள் ஆந்தாலசியில் சேர்க்க, ஒரு வரிக்கு ஒன்று. கிளிப்போர்டிலிருந்து முகவரி களை எடுக்கும், ஆனால் செல்லுபடியாகும் முகவரி கள் மட்டுமே.
uk: Адреси для творів для включення до антології, по одному на рядок. Братимуться адреси з буфера обміну даними, але лише коректні.

source: If Story Already Exists in Anthology?
ar: إذا كانت القصة موجودة بالفعل في المختارات؟
de: Wenn die Story bereits in einer Serien-Sammlung enthalten ist?
es: ¿Si la historia ya existe en la antología?
et: Kui jutt on juba antoloogias olemas?
fr: Si le récit existe déjà dans Anthologie ?
ja: ストーリーがすでに選集に既存場合？
nb: Hvis historien allerede eksisterer i antologien?
nl: Wat als verhaal reeds bestaat in Anthologie?
pl: Jeśli historia już istnieje w antologii?
pt_br: Se a história já existe na antologia?
ru: Если история уже существует в антологии?
ta: கதை ஏற்கனவே ஆன்டாலசியில் இருந்தால்?
uk: Якщо твір вже існує у антології?
