Repository: JimmXinu/FanFicFare
Catalog: calibre-plugin/translations/*.po
Languages: ar, de, es, et, fr, ja, nb, nl, pl, pt_br, ru, ta, uk

source: On Metadata update, run %(gc)s with this setting, if there isn't a more specific setting below.
ar: عند تحديث البيانات الوصفية، قم بتشغيل %(gc)s بهذا الإعداد، إذا لم يكن هناك إعداد أكثر تحديدًا أدناه.
de: Beim Aktualisieren der Metadaten soll %(gc)s mit dieser Einstellung verwendet werden, wenn für diese bestimmte Seite keine Auswahl festgelegt wurde.
es: Al actualizar metadatos, ejecutar %(gc)s con esta configuración, si no hay otra configuración más específica más abajo.
fr: À la mise à jour des métadonnées, exécutez %(gc)s avec ce paramètre, s'il n'y a pas un réglage plus spécifique ci-dessous.
ja: メタデータ更新時に、以下でより具体的な設定があらない場合は、%(gc)sをこの設定と実行します。
nb: Ved metadata oppdatering, kjør %(gc)s med denne innstillinger, hvis det ikke finnes en mer spesifikk innstilinger under.
nl: Bij Metagegevens-update, voer %(gc)s uit met deze instelling, als er hieronder geen specifiekere instelling is.
pl: Po aktualizacji metadanych uruchom %(gc)s z tym ustawieniem, jeśli poniżej nie ma bardziej szczegółowego ustawienia.
ru: При обновлении метаданных запускайте %(gc)s с этим параметром, если ниже нет более конкретного параметра.
ta: மேனிலை தரவு புதுப்பிப்பில், கீழே ஒரு குறிப்பிட்ட அமைப்பு இல்லையென்றால், இந்த அமைப்பைக் கொண்டு %(gc)s களை இயக்கவும்.
uk: Під час оновлень метаданих запускати %(gc)s з цим параметром, якщо нижче не встановлено специфічного обмеження.

source: On Metadata update, run %(gc)s with this setting for %(site)s stories.
ar: عند تحديث البيانات الوصفية، قم بتشغيل %(gc)s بهذا الإعداد لقصص %(site)s.
de: Beim Aktualisieren der Metadaten soll %(gc)s für die %(site)s Stories diese Einstellung verwenden.
es: Al actualizar metadatos, ejecutar %(gc)s con esta configuración para las historias de %(site)s.
fr: À la mise à jour de métadonnées, exécute %(gc)s avec ces paramètres pour des %(site)s de récits.
ja: メタデータ更新時に、%(site)sのストーリーために%(gc)sをこの設定と実行します。
nb: Ved metadataoppatering, kjør %(gc)s med denne innstillingen for %(site)s historier.
nl: Bij Metagegevens-update, voer %(gc)s uit met deze instelling voor %(site)s verhalen.
pt_br: Na atualização de metadados, execute %(gc)s com este ajuste para %(site)s de história.
ru: При обновлении метаданных запускайте %(gc)s с этим параметром для %(site)s историй.
ta: மேனிலை தரவு புதுப்பிப்பில், %(gc)sதைகளுக்கு இந்த அமைப்பைக் கொண்டு %(site)s களை இயக்கவும்.
uk: Під час оновлення метаданих запускати %(gc)s з цим параметром для творів з %(site)s.

source: Allow %(gcset)s from %(pini)s to override
ar: السماح لـ %(gcset)s من %(pini)s بالتجاوز
de: Ermöglicht es %(gcset)s von %(pini)s diese Einstellungen zu überschreiben.
es: Permitir que %(gcset)s de %(pini)s tenga prioridad
fr: Permettre à %(gcset)s depuis %(pini)s d'outrepasser
ja: %(pini)sから%(gcset)sの上書きを許可します
nb: Tillat %(gcset)s fra %(pini)s for å overstyre
nl: Laat %(gcset)s van %(pini)s overschrijven
pt_br: Permitir %(gcset)s de %(pini)s para substituir
ru: Разрешить %(gcset)s от %(pini)s для переопределения
ta: %(gcset)s இலிருந்து %(pini)s.எச்.இ.டி) களை மேலெழுத அனுமதிக்கவும்
uk: Дозволити %(gcset)s з %(pini)s перевизначати

source: The %(pini)s parameter %(gcset)s allows you to choose a %(gc)s setting based on metadata rather than site, but it's much more complex.<br />%(gcset)s is ignored when this is off.
ar: يسمح لك المعامل %(gcset)s في %(pini)s باختيار إعداد %(gc)s بناءً على البيانات الوصفية بدلاً من الموقع، ولكنه أكثر تعقيدًا بكثير.<br />يتم تجاهل %(gcset)s عندما يكون هذا الخيار معطلاً.
es: El parámetro %(gcset)s de %(pini)s le permite elegir una configuración de %(gc)s según los metadatos en lugar del sitio web, pero es mucho más complicado.<br/>%(gcset)s no tiene efecto si esto está desactivado.
fr: Le paramètre %(pini)s %(gcset)s vous permet de choisir un réglage %(gc)s basé sur les métadonnées plutôt que sur un site, mais il est beaucoup plus complexe. <br />%(gcset)s est ignoré lorsque c'est éteint.
ja: %(pini)sの%(gcset)sパラメーターはサイトではなくメタデータに基づいて%(gc)sを選択できますが、はるかに複雑です。<br />これはオフ場合は、%(gcset)sが無視されます。
nl: De %(pini)sparameter %(gcset)s staat u toe een %(gc)s instelling te kiezen op basis van metagegevens in plaats van een site, maar dit is veel complexer. <br />%(gcset)swordt genegeerd als dit uit staat.
ru: Параметр %(pini)s %(gcset)s позволяет вам выбрать %(gc)s настройку на основе метаданных, а не сайта, но это намного сложнее. <br /> %(gcset)s игнорируется, когда это выключено.
ta: %(pini)s அளவுரு %(gcset)s கள் தளத்தை விட மெட்டாடேட்டாவை அடிப்படையாகக் கொண்ட ஒரு %(gc)s அமைப்பைத் தேர்வுசெய்ய உங்களை அனுமதிக்கிறது, ஆனால் இது மிகவும் சிக்கலானது. ஆஃப்.
uk: Параметр %(gcset)s %(pini)s надає вам змогу вибрати параметр %(gc)s на основі метаданих, а не даних з сайта, але є набагато складнішим для обчислення.<br />%(gcset)s буде проігноровано, якщо цей пункт не позначено.

source: These settings provide integration with the %(cp)s Plugin. %(cp)s can automatically update custom columns with page, word and reading level statistics. You have to create and configure the columns in %(cp)s first.
ar: توفر هذه الإعدادات تكاملًا مع إضافة %(cp)s. يمكن لـ %(cp)s تحديث الأعمدة المخصصة تلقائيًا بإحصائيات الصفحات والكلمات ومستوى القراءة. يجب عليك إنشاء وتهيئة الأعمدة في %(cp)s أولاً.
de: Diese Einstellungen können mit dem %(cp)s-Plugin verwendet werden. %(cp)s kann automatisch benutzerdefinierte Spalte mit Seiten-, Wort- und Leselevel-Statistiken aktualisieren. Sie müssen diese Spalten zuerst in %(cp)s erstellen und gestalten.
es: Estas configuraciones permiten la integración con el complemento %(cp)s. %(cp)s puede actualizar automáticamente columnas personalizadas con estadísticas de páginas, palabras y progreso de lectura. Debe crear y configurar primero las columnas en %(cp)s.
et: Need sätted pakuvad lõimimist pluginaga %(cp)s. %(cp)s suudab kohandatud veerge automaatselt uuendada lehekülgede, sõnade ja loetuse taseme statistikaga. Kõigepealt pead need veerud pluginas %(cp)s looma ja seadistama.
fr: Ces paramètres permettent l'intégration avec l'extension %(cp)s. %(cp)s peut automatiquement mettre à jour les colonnes personnalisées avec la page, le mot et les statistiques de lecture. Vous devez tout d'abord créer et configurer les colonnes dans %(cp)s.
ja: この設定は、%(cp)sプラグインとの統合を提供します。%(cp)sはページ、単語、読解レペルの統計でカスタム列を自動的に更新できます。最初に%(cp)sで列を作成して設定します必要があります。
nb: Disse innstillingene tilbyr integrasjon med %(cp)s plugin. %(cp)s kan automatisk oppdatere egendefinerte kolonner med side, ord og lesenivå statistikk. Du må opprette og konfigurere kolonnene i %(cp)s først.
nl: Deze instellingen bieden integratie met de %(cp)s plug-in. %(cp)s kan automatisch aangepaste kolommen bijwerken met statistieken op pagina-, woord- en leesniveau. U moet de kolommen in %(cp)s eerst maken en configureren.
pt_br: Esses ajustes fornecem integração com o Plugin %(cp)s. %(cp)s pode atualizar automaticamente colunas personalizadas com a página, palavra e estatísticas de nível de leitura. Você primeiro tem que criar e configurar as colunas em %(cp)s.
ru: Эти настройки обеспечивают интеграцию с %(cp)s плагином. %(cp)s может автоматически обновлять пользовательские столбцы со страницей, словом и статистикой чтения. Вы должны сначала создать и настроить столбцы в %(cp)s.
ta: இந்த அமைப்புகள் %(cp)s சொருகி மூலம் ஒருங்கிணைப்பை வழங்குகின்றன. %(cp)s தானாகவே பக்கம், சொல் மற்றும் வாசிப்பு நிலை புள்ளிவிவரங்களுடன் தனிப்பயன் நெடுவரிசைகளை புதுப்பிக்க முடியும். நீங்கள் முதலில் %(cp)s நெடுவரிசைகளை உருவாக்கி கட்டமைக்க வேண்டும்.
uk: Ці параметри визначають спосіб інтеграції з додатком %(cp)s. Додаток %(cp)s може автоматично оновлювати нетипові стовпчики із даними щодо кількості сторінок, слів та рівня прочитання. Втім, спочатку вам слід створити і налаштувати відповідні стовпчики у %(cp)s.

source: If any of the settings below are checked, when stories are added or updated, the %(cp)s Plugin will be called to update the checked statistics.
ar: إذا تم تحديد أي من الإعدادات أدناه، فعند إضافة القصص أو تحديثها، سيتم استدعاء إضافة %(cp)s لتحديث الإحصائيات المحددة.
de: Wenn Stories hinzugefügt oder aktualisiert werden, wird bei allen aktivierten Einstellungen das %(cp)s-Plugin die markierten Statistiken aktualisiert.
es: Si alguna de las siguientes opciones está marcada, cuando se añaden o actualizan historias el complemento %(cp)s se ejecutará para actualizar las estadísticas marcadas.
fr: Si n'importe lequel des paramètres ci-dessous est activé, quand les récits sont ajoutés ou mis à jour, l'extension %(cp)s sera appelé pour mettre à jour les statistiques activées.
ja: いずれかの以下の設定がチェックしますと、ストーリーを追加・更新される際に、チッェクされた統計を更新するために%(cp)sプラグインを呼び出されます。
nb: Hvis noen av innstillngene under er huket av, når histoier legges til eller oppdateres, %(cp)s pluginen vil bli kjørt for å oppdatere den avhukede statistikken.
nl: Als een van de onderstaande instellingen is aangevinkt wordt, zodra verhalen worden toegevoegd of bijgewerkt, de %(cp)s plug-in aangeroepen om de gekozen statistieken bij te werken.
pl: Jeśli którekolwiek z poniższych ustawień jest zaznaczone, podczas dodawania lub aktualizowania wątków, plik %(cp)s wtyczka zostanie wywołana w celu zaktualizowania sprawdzonych statystyk.
pt_br: Se qualquer uma das definições abaixo são marcadas, quando as histórias são adicionadas ou atualizadas, o Plugin %(cp)s será chamado para atualizar as estatísticas marcadas.
ru: Если какой-либо из параметров ниже проверен, когда истории добавляются или обновляются, вызывается %(cp)s плагин для обновления проверенной статистики.
ta: கீழேயுள்ள ஏதேனும் அமைப்புகள் சரிபார்க்கப்பட்டால், கதைகள் சேர்க்கப்படும்போது அல்லது புதுப்பிக்கப்படும் போது, சரிபார்க்கப்பட்ட புள்ளிவிவரங்களைப் புதுப்பிக்க %(cp)sொருகி அழைக்கப்படும்.
uk: Якщо буде позначено будь-який з пунктів нижче, під час додавання або оновлення творів викликатиметься додаток %(cp)s для оновлення статистичних даних.

source: Which column and algorithm to use are configured in %(cp)s.
ar: يتم تهيئة العمود والخوارزمية المراد استخدامها في %(cp)s.
de: Welche Spalte und Algorithmus verwendet werden, ist in %(cp)s festgelegt.
es: Las columnas y algoritmos que se utilizarán se configuran en %(cp)s.
et: Kasutatav veerg ja algoritm on seadistatav pluginas %(cp)s.
fr: Quels colonne et algorithme à utiliser sont configurés dans %(cp)s.
ja: 使用する列とアルゴリズムは%(cp)sで設定します。
nb: Hvilke kolonner og algoritmer for bruk er konfigurert i %(cp)s.
nl: Welke kolom en welk algoritme moeten worden gebruikt zijn geconfigureerd in %(cp)s.
pl: W której kolumnie i algorytmie są skonfigurowane %(cp)s.
pt_br: Qual coluna e algoritmo será usado são configurados em %(cp)s.
ru: Какой столбец и алгоритм для использования настроены в %(cp)s.
ta: எந்த நெடுவரிசை மற்றும் வழிமுறை %(cp)s கட்டமைக்கப்பட்டுள்ளன.
uk: Який стовпчик і алгоритм для використання налаштовано у %(cp)s.

source: Will overwrite word count from FanFicFare metadata if set to update the same custom column.
ar: سيتم الكتابة فوق عدد الكلمات من بيانات FanFicFare الوصفية إذا تم تعيينه لتحديث نفس العمود المخصص.
de: Überschreibt die Wortanzahl von den FFF-Metadaten, wenn die Aktualisierung für die gleiche benutzerdefinierte Spalte gesetzt ist.
es: Sobreescribirá la cuenta de palabras de los metadatos de FanFicFare si se configura para actualizar la misma columna personalizada.
fr: Outrepassera le nombre de mots depuis les métadonnées FanFicFare si réglé sur mettre à jour la même colonne personnalisée.
ja: 同じ列に設定されます場合は、FanFicFareメタデータから単語数を上書きします。
nb: Vil overskrive ordtelling fra FanFicFare metadata hvis satt til å oppdatere samme egendefinerte kolonne.
nl: Overschrijft aantal woorden uit FanFicFare metadata als ingesteld om dezelfde aangepaste kolom bij te werken.
pl: Zastąpi liczbę słów z metadanych FanFicFare, jeśli jest ustawiona na aktualizację tej samej kolumny niestandardowej.
pt_br: Substituirá a contagem de palavras de metadados do FFF se configurado para atualizar a mesma coluna personalizada.
ru: Будет перезаписываться количество слов из метаданных FanFicFare, если установлено обновление того же пользовательского столбца
ta: அதே தனிப்பயன் நெடுவரிசையை புதுப்பிக்க அமைக்கப்பட்டால், ஃபேன்ஃபிக்ஃபேர் மெட்டாடேட்டாவிலிருந்து சொல் எண்ணிக்கையை மேலெழுதும்.
uk: Дані щодо кількості слів у метаданих FanFicFare буде перезаписано, якщо додатку наказано оновлювати той самий нетиповий стовпчик.

source: Only run Count Page's Word Count if checked <i>and</i> FanFicFare metadata doesn't already have a word count. If this is used with one of the other Page Counts, the Page Count plugin will be called twice.
ar: تشغيل عد الكلمات في الصفحة فقط إذا تم تحديده <i>و</i> لم يكن لدى بيانات FanFicFare الوصفية عدد كلمات بالفعل. إذا تم استخدام هذا مع أحد عدادات الصفحات الأخرى، فسيتم استدعاء إضافة عد الصفحات مرتين.
de: Zähle Wörter einer Seite nur, wenn ausgewählt <i>und</i> wenn FanFicFare Metadaten noch keine Wortanzahl haben. Wenn dies mit einem anderen Seitenzähler genutzt wird, dann zählt das Seitenzähler Plugin zweimal.
es: Sólo ejecuta el contador de palabras de Page Count sólo si está activada <i>y</i> los metadatos de FanFicFare no poseen ya una cuenta de palabras. Si esto se usa con algún otro contador de Page Count, el complemento Page Count se ejecutará dos veces.
fr: Exécute le comptage de page uniquement si Seulement exécuté compte de page Word Count est coché <i> et </ i> les métadonnées FanFicFare ne possèdent pas déjà un nombre de mots. S'il est utilisé avec l'un des autres Page Counts, l'extension Page Counts sera appelée deux fois.
ja: チェックされた<i>および</i>FanFicFareメタデータにまだ単語数がありません場合のみは、Count Pagesの単語数を実行します。他のページ数と使う場合は、Count Pagesプラグインを２回呼び出されます。
nb: Bare kjør tell siders ordtelling hvis valgt <i>og</i> FanFicFare metadata ikke allerede har en ordtellling. Hvis dette er brukt med en av de andre side tellerene, stidetall pluginen vil bli brukt to ganger.
nl: Voer alleen de woordtelling van Count Page uit wanneer gecontroleerd<i>en</i>FanFicFare-metagegevens nog geen woordentelling heeft. Als dit wordt gebruikt met één van de andere pagina tellingen, wordt de paginatelling-plug-in tweemaal aangeroepen.
ru: Запустить Count Count of Word Count, если установлен, <i>и</i> у метаданных FanFicFare ещё нет количества слов. Если это используется с одним из других счетчиков страниц, плагин Page Count будет вызываться дважды.
ta: <i> மற்றும் </i> ஃபேன்ஃபிக்ஃபேர் மெட்டாடேட்டாவில் ஏற்கனவே ஒரு சொல் எண்ணிக்கை இல்லை என்றால் மட்டுமே கவுண்ட் பக்கத்தின் சொல் எண்ணிக்கையை இயக்கவும். இது மற்ற பக்க எண்ணிக்கையில் ஒன்றைப் பயன்படுத்தினால், பக்க எண்ணிக்கை சொருகி இரண்டு முறை அழைக்கப்படும்.
uk: Якщо позначено <i>і</i> у метаданих ще немає даних щодо кількості слів, запускати засіб обчислення кількості слів інструмента обчислення кількості сторінок. Якщо використано із іншим засобом обчислення статистики сторінок, додаток обчислення кількості сторінок буде запущено двічі.

source: Background Job Settings
uk: Параметри фонового завдання

source: Split downloads into separate background jobs by site
uk: Поділ отримання даних на окремі фонові завдання за сайтом

source: Launches a separate background Job for each site in the list of stories to download/update. Otherwise, there will be only one background job.
uk: Запускати окремі завдання з фонового отримання даних для кожного сайта у списку творів, які слід отримати або оновити. Якщо пункт не позначено, буде використано лише одне фонове завдання.

source: Reconsolidate split downloads before updating library
uk: Зібрати поділені отримання до оновлення бібліотеки

source: Hold all downloads/updates launched together until they all finish. Otherwise, there will be a 'Proceed to update' dialog for each site.
uk: Чекати на завершення усіх сеансів отримання даних та оновлень. Якщо не позначено, для кожного сайта буде показано окреме вікно «Продовження оновлення».

source: These controls aren't plugin settings as such, but convenience buttons for setting Keyboard shortcuts and getting all the FanFicFare confirmation dialogs back again.
ar: هذه الضوابط ليست إعدادات إضافة بحد ذاتها، بل هي أزرار ملائمة لـ تعيين اختصارات لوحة المفاتيح واستعادة جميع مربعات حوار تأكيد FanFicFare مرة أخرى.
de: Diese Werte sind nicht Plugin-Einstellungen als solche, sondern Komfort-Schaltflächen, um Tastenkombinationen festzulegen und alle FanFicFare-Bestätigungsdialoge wieder zurück zu setzen.
es: Estos controles no son opciones de configuración del complemento como tales, sino botones útiles para configurar los atajos de teclado y volver a mostrar todos los cuadros de diálogo de confirmación de FanFicFare.
et: Need juhtelemendid pole iseenesest plugina sätted, vaid pigem mugavad nupud klaviatuuri otseteede seadistamiseks ja kõigi plugina FanFicFare kinnituste dialoogide tagasi saamiseks.
fr: Ces contrôles ne sont pas des paramètres de l'extension en soi, mais des boutons de convenance pour paramétrer les raccourcis clavier et l'obtention du rétablissement de tous les dialogues de confirmation de FanFicFare.
ja: このコントロールはプラグイン設定ではありませんが、キーボードショートカットとFanFicFareの確認ダイアログを取り戻しますの便利なボタンです。
nb: Disse kontrollvalgene er ikke en del av pluginen alene, men nyttige knapper for å sette hurtigtaster og valg for å sette tilbake godkjenningsbokser.
nl: Deze bedieningselementen zijn geen plug-in-instellingen als zodanig, maar gemaksknoppen voor het instellen van sneltoetsen voor het toetsenbord en alle FanFicFare bevestigingsvensters weer terug te krijgen.
pl: Te elementy sterujące nie są ustawieniami wtyczek jako takimi, ale wygodnymi przyciskami do ustawiania skrótów klawiaturowych i przywracania wszystkich okien dialogowych potwierdzających FanFicFare.
ru: Эти элементы управления являются не настройками плагинов как таковыми, а удобными кнопками для установки сочетаний клавиш и возврата всех диалоговых окон подтверждения FanFicFare.
ta: இந்த கட்டுப்பாடுகள் சொருகி அமைப்புகள் அல்ல, ஆனால் விசைப்பலகை குறுக்குவழிகளை அமைப்பதற்கும் அனைத்து சுவைஞர் மன்ற உறுதிப்படுத்தல் உரையாடல்களையும் மீண்டும் பெறுவதற்கான வசதியான பொத்தான்கள்.
uk: Ці елементи керування не визначають параметрів додатка, а є лише зручними кнопками для визначення клавіатурних скорочень і відновлення показу діалогових вікон підтвердження FanFicFare.

source: Keyboard shortcuts...
ar: اختصارات لوحة المفاتيح...
de: Tastenkombinationen...
es: Atajos de teclado...
et: Klaviatuuri otseteed...
fr: Raccourcis clavier...
ja: キーボードショートカット……
nb: Tastatur snarveier...
nl: Sneltoetsen...
pl: Skróty klawiszowe...
pt_br: Atalhos do teclado...
ru: Сочетания клавиш...
ta: விசைப்பலகை குறுக்குவழிகள் ...
uk: Клавіатурні скорочення…

source: Edit the keyboard shortcuts associated with this plugin
ar: تحرير اختصارات لوحة المفاتيح المرتبطة بهذه الإضافة
de: Bearbeiten Sie die Tastenkombinationen, die mit diesem Plugin verbunden sind.
es: Modificar los atajos de teclado asociados con este complemento
et: Muuda selle pluginaga seostatud klaviatuuri otseteid
fr: Editer les raccourcis clavier associés avec cette extension
ja: このプラグインに関連付けていますキーボードショートカットを編集します。
nb: Endre hurtigtaster assosiert med denne pluginen
nl: Bewerk de sneltoetsen voor deze plugin
pl: Edycja skrótów klawiaturowych związanych z tym pluginem
pt_br: Edite os atalhos de teclado associados com este plugin
ru: Редактирование сочетаний клавиш, связанных с этим плагином
ta: இந்த சொருகியுடன் தொடர்புடைய விசைப்பலகை குறுக்குவழிகளைத் திருத்தவும்
uk: Редагувати клавіатурні скорочення, пов’язані із роботою цього додатка.

source: Reset disabled &confirmation dialogs
ar: إعادة تعيين مربعات حوار &التأكيد المعطلة
de: Setzt alle deaktivierten Bestätigungsdialoge zurück.
es: Restablecer ventanas de &confirmación desactivadas
et: Lähtesta keelatud kinnituste dialoogid
fr: Réinitialiser &les dialogues de confirmation désactivés
ja: 無効にした確認ダイアログをリセットします(&C)
nb: Gjenopprett avskrudd og godkjente dialogbokser
nl: Uitgeschakelde &bevestigins-meldingen weer tonen
pl: Resetuj wyłączone dialogi &potwierdzenia
pt_br: Redefinir diálogos de &confirmação desativados
ru: Сброс отключенных и подтверждающих диалогов
ta: முடக்கப்பட்ட மற்றும் உறுதிப்படுத்தல் உரையாடல்களை மீட்டமைக்கவும்
uk: Відновити всі вимкнені ві&кна підтвердження

source: Reset all show me again dialogs for the FanFicFare plugin
ar: إعادة تعيين جميع مربعات حوار "أظهر لي مرة أخرى" لإضافة FanFicFare
de: Setzt alle Bestätigungsdialoge für das FanFicFare-Plugin zurück.
es: Restablece todos los cuadros de diálogo Mostrar otra vez del complemento FanFicFare
et: Lähtesta plugina FanFicFare kõik "Näita uuesti" dialoogid
fr: Réinitialiser tous les dialogues afficher moi de l'extension FanFicFare
ja: FanFicFareプラグインの全てのもう見せますダイアログをリセットします
nb: Gjennopprett alle vis meg igjen-dialoger for FanFicFare plugin
nl: Herstel alle 'toon me opnieuw' dialogen voor de FanFicFare plug-in
pl: Zresetuj wszystko pokaż mi ponownie okna dialogowe dla wtyczki FanFicFare
ru: Сбросить все диалоги "снова показать мне" для плагина FanFicFare
ta: அனைத்தையும் மீட்டமைக்கவும் ஃபேன்ஃபிக்ஃபேர் சொருகி எனக்கு மீண்டும் உரையாடல்களைக் காட்டு
uk: Відновити показ усіх діалогових вікон підтвердження для додатка FanFicFare

source: &View library preferences...
ar: &عرض تفضيلات المكتبة...
de: Anzeige der Bibliotheks-Einstellungen
es: &Mostrar preferencias de la biblioteca...
et: Näita kogu eelistusi...
fr: &Voir les préférences de la bibliothèque...
ja: ライブラリ設定を表示します……(&V)
nb: &Vis biblioteksinnstillinger...
nl: &Bibliotheekvoorkeuren weergeven...
pl: &Podgląd preferencji biblioteki…
pt_br: &Visualizar preferências da biblioteca...
ru: &Просмотр настроек библиотеки...
ta: & நூலக விருப்பங்களைக் காண்க ...
uk: П&ереглянути налаштування бібліотеки…

source: View data stored in the library database for this plugin
ar: عرض البيانات المخزنة في قاعدة بيانات المكتبة لهذه الإضافة
de: In der Bibliotheksdatenbank für dieses Plugin gespeicherten Daten anzeigen
es: Ver los datos almacenados en la base de datos de la biblioteca para este complemento
et: Näita selle plugina jaoks talletatud andmeid kogude andmebaasis
fr: Voir les données stockées dans la base de donnée de la bibliothèque pour cette extension
ja: このプラグインのライブラリデータベースに保存されたデータを表示します
nb: Vis data lagret i biblioteksdatabasen for denne pluginen
nl: Bekijk gegevens opgeslagen in de bibliotheekgegevensbank voor deze plugin
pl: Zobacz dane przechowywane w bazie danych biblioteki dla tej wtyczki
pt_br: Visualizar dados armazenados no banco de dados da biblioteca para este plugin
ru: Просмотр данных, хранящихся в базе данных библиотеки для этого плагина
ta: இந்த சொருகி நூலக தரவுத்தளத்தில் சேமிக்கப்பட்ட தரவைக் காண்க
uk: Переглянути дані, збережені у базі даних бібліотеки для цього додатка

source: Done
ar: تم
de: Fertig
es: Hecho
et: Valmis
fr: Terminé
ja: 完了
nb: Utført
nl: Klaar
pl: Gotowe
pt_br: Ok
ru: Готово
ta: முடிந்தது
uk: Виконано

source: Confirmation dialogs have all been reset
ar: تمت إعادة تعيين جميع مربعات حوار التأكيد
de: Die Bestätigungsdialoge wurden alle zurückgesetzt
es: Se han restablecido todas las ventanas de confirmación
et: Kõik kinnituste dialoogid on lähtestatud
fr: Les dialogues de confirmation ont tous été réinitialisés
ja: 全ての確認ダイアログはリセットしました
nb: Bekreft at alle dialoger er gjennopprettet
nl: Bevestigingsdialogen zijn allemaal gereset
pl: Dialogi potwierdzenia zostały wszystkie zresetowane
pt_br: Os diálogos de confirmação foram redefinidos
ru: Все диалоги подтверждения были сброшены
ta: உறுதிப்படுத்தல் உரையாடல்கள் அனைத்தும் மீட்டமைக்கப்பட்டுள்ளன
uk: Показ діалогових вікон підтвердження відновлено

source: Category
ar: الفئة
de: Kategorie
es: Categoría
et: Kategooria
fr: Catégorie
ja: カテゴリ
nb: Kategori
nl: Categorie
pl: Kategoria
pt_br: Categoria
ru: Категория
ta: வகை
uk: Категорія

source: Genre
ar: النوع
es: Género
et: Žanr
ja: ジャンル
nb: Sjanger
pl: Gatunek
pt_br: Gênero
ru: Жанр
ta: வகை
uk: Жанр

source: Language
ar: اللغة
de: Sprache
es: Idioma
et: Keel
fr: Langue
ja: 言語
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
ta: மொழி
uk: Мова

source: Status
ar: الحالة
es: Estado
et: Olek
fr: Statut
ja: ステータス
pt_br: Estado
ru: Статус
ta: நிலை
uk: Стан
