Repository: JimmXinu/FanFicFare
Catalog: calibre-plugin/translations/*.po
Languages: ar, de, es, et, fr, ja, nb, nl, pl, pt_br, ru, ta, uk

source: Mark Unread: Add to "To Read" and "Send to Device" Lists
ar: وضع علامة غير مقروء: إضافة إلى قوائم "للقراءة" و "إرسال إلى الجهاز"
de: Als ungelesen markieren: auf die "zu lesen" und "ans Gerät senden" Listen hinzufügen.
es: Marcar como no leído: Añadir a las listas «Para leer» y «Enviar a dispositivo»
fr: Marquer non lu : Ajouter aux listes "A lire" et "Envoyer vers le dispositif"
ja: 未読にする:「読みたい」と「デバイスに送信」リストに追加します
nb: Marker ulest: Legg til "For lesning"- og "Send til enhet"-listene
nl: Markeren als ongelezen: voeg toe aan de lijsten "Te lezen" en "Verzenden naar apparaat"
pl: Oznacz jako nieprzeczytane: dodaj do list „Do przeczytania” i „Wyślij do urządzenia”
ru: Пометить как непрочитанное: добавить в списки «Для чтения» и «Отправить на устройство»
ta: படிக்காத குறிக்கவும்: "படிக்க" மற்றும் "சாதனத்திற்கு அனுப்பு" பட்டியல்களைச் சேர்க்கவும்
uk: Позначити непрочитаним: додати до списків «Прочитати» і «Надіслати на пристрій»

source: Mark Read: Remove from "To Read" and add to "Send to Device" Lists
ar: وضع علامة مقروء: إزالة من قوائم "للقراءة" وإضافة إلى قوائم "إرسال إلى الجهاز"
de: Als gelesen markieren: von der "zu lesen" Liste entfernen und auf die "ans Gerät senden" Liste hinzufügen.
es: Marcar como leído: Eliminar de las listas «Para leer» y añadir a las de «Enviar a dispositivo»
fr: Marquer lu : Retirer des listes de "A lire" et ajouter à "Envoyer vers le dispositif"
ja: 既読にする:「読みたい」と「デバイスに送信」リストから削除します
nb: Marker lest: Fjern fra "For lesning"- og legg til "Send til enhet"-listene
nl: Markeren als Gelezen: Verwijderen van " Te Lezen" en toevoegen aan "Verzenden naar apparaat" lijsten
pl: Oznacz jako przeczytane: Usuń z listy „Do przeczytania” i dodaj do list „Wyślij do urządzenia”
ru: Пометить как прочитанное: удалить из списка «Для чтения» и добавить в список «Отправить на устройство»
ta: மார்க் படிக்க: "படிக்க" இருந்து அகற்று மற்றும் "சாதனத்திற்கு அனுப்பு" பட்டியல்களில் சேர்க்கவும்
uk: Позначити прочитаним: вилучити зі списку «Прочитати» і додати до списку «Надіслати на пристрій»

source: Mark Read: Remove from "To Read" Lists
ar: وضع علامة مقروء: إزالة من قوائم "للقراءة"
de: Als gelesen markieren: von der "zu lesen" Liste entfernen
es: Marcar como leído: Eliminar de las listas «Para leer»
fr: Marquer lu : Retirer des listes "A lire".
ja: 既読にする:「読みたい」リストから削除します
nb: Marker lest: Fjern fra "Til lesning"-listene
nl: Markeren als Gelezen: verwijder uit "Te lezen" lijsten
pl: Oznacz jako przeczytane: Usuń z list „Do przeczytania”
ru: Пометить как прочитанное: удалить из списков "Для чтения"
ta: குறி படிக்க: "படிக்க" பட்டியல்களை அகற்று
uk: Позначити прочитаним: вилучити зі списків «Прочитати»

source: Add to "Send to Device" Lists
ar: إضافة إلى قوائم "إرسال إلى الجهاز"
de: Zu Liste "An Gerät senden" hinzufügen
es: Añadir a las listas de «Enviar a dispositivo»
et: Lisa "Saada seadmesse" loenditesse
fr: Ajouter aux listes "Envoyer vers le dispositif"
ja: 「デバイスに送信」リストに追加します
nb: Legg til "Send til enhet"-listene
nl: Toevoegen aan "Verzenden naar apparaat" lijsten
pl: Dodaj do list „Wyślij do urządzenia”
ru: Добавить в списки "Отправить на устройство"
ta: "சாதனத்திற்கு அனுப்பு" பட்டியல்களில் சேர்க்கவும்
uk: Додати до списків «Надіслати на пристрій»

source: Mark Unread: Add to "To Read" Lists
ar: وضع علامة غير مقروء: إضافة إلى قوائم "للقراءة"
de: Als ungelesen markieren: auf die "zu lesen" Liste hinzufügen
es: Marcar como no leído: Añadir a las listas «Para leer»
fr: Marquer non lu : Ajouter aux listes "A lire"
ja: 未読にする:「読みたい」リストに追加します
nb: Marker ulest: Legg til "For lesning"-listene
nl: Markeren als ongelezen: voeg toe aan de "Te lezen" lijsten
pl: Oznacz jako nieprzeczytane: dodaj do list „Do przeczytania”
ru: Пометить как непрочитанное: Добавить в списки "Для чтения"
ta: படிக்காத மார்க்: "படிக்க" பட்டியல்களில் சேர்க்கவும்
uk: Позначити непрочитаним: додати до списків «Прочитати»

source: Add to Lists Not Configured
ar: إضافة إلى قوائم غير مهيأة
es: No se ha configurado la adición a listas
fr: Ajouter aux listes non configurées
ja: リストが設定されていませんに追加します
nl: Toevoegen aan Lijst Niet-geconfigureerd
pl: Dodaj do list nie skonfigurowano
ru: Добавить в Списки не настроено
ta: கட்டமைக்கப்படாத பட்டியல்களில் சேர்க்கவும்
uk: Додавання до списків не налаштовано

source: Remove from Lists Not Configured
ar: إزالة من قوائم غير مهيأة
es: No se ha configurado la eliminación de listas
fr: Suppression des listes non configurées
ja: リストが設定されていませんから削除します
nl: Verwijderen van Lijst Niet-geconfigureerd
pl: Usuń z list nieskonfigurowanych
ru: Удалить из Списков не настроено
ta: கட்டமைக்கப்படாத பட்டியல்களிலிருந்து அகற்று
uk: Вилучення зі списків не налаштовано

source: Actions by Update Modes
ar: الإجراءات حسب أوضاع التحديث
es: Acciones por modo de actualización
fr: Actions par modes de mise à jour
ja: 更新モードごとのアクション
nl: Acties volgens Update Modi
pl: Działania według trybów aktualizacji
ru: Действия по Режимам обновления
ta: புதுப்பிப்பு முறைகள் மூலம் செயல்கள்
uk: Дії за режимами оновлення

source: Update Existing FanFiction Books
ar: تحديث كتب FanFiction الموجودة
de: Aktualisierung bestehender FanFiktion Bücher
es: Actualizar libros de FanFiction existentes
et: Uuenda olemasolevaid fännikirjanduse raamatuid
fr: Mettre à jour les livres FanFiction existants
ja: 既存のファンフィクション本を更新します
nl: Update Bestaande FanFictie Boeken
pl: Zaktualizuj istniejące książki FanFiction
ru: Обновить существующие FanFiction книги
ta: தற்போதுள்ள சுவைஞர் புனைகதை புத்தகங்களைப் புதுப்பிக்கவும்
uk: Оновити наявні книги з творчості фанатів

source: Get FanFiction Story URLs from Email
ar: الحصول على عناوين URL لقصص FanFiction من البريد الإلكتروني
de: Hole FanFiktion Story URLs aus Email
es: Obtener URL de historias FanFiction del correo electrónico
et: Hangi fännikirjanduse juttude URLid e-kirjast
fr: Recevoir les URL des histoires FanFiction par courriel
ja: メールからファンフィクションストーリーURLを取得します
nl: Haal de FanFictie Verhalen URL's op van E-mail
pl: Uzyskaj adresy URL historii FanFiction z poczty e-mail
ru: Получить URL-адреса историй FanFiction из электронной почты
ta: மின்னஞ்சலில் இருந்து ஃபேன்ஃபிக்சன் கதை முகவரி களைப் பெறுங்கள்
uk: Отримати адреси творів фанатів з електронної пошти

source: Get FanFiction Story URLs from Web Page
ar: الحصول على عناوين URL لقصص FanFiction من صفحة الويب
de: Hole FanFiktion Story URLs von der Webseite.
es: Obtener URL de historias FanFiction a partir de una página de internet
et: Hangi fännikirjanduse juttude URLid veebilehelt
fr: Obtenir les URL des histoires FanFiction de la page web
ja: WebページからファンフィクションストーリーURLを取得します
nl: Haal de FanFictie Verhalen URL's op van Wagpagina
pl: Uzyskaj adresy URL opowieści FanFiction ze strony internetowej
ru: Получить URL-адреса историй FanFiction с веб-страницы
ta: வலைப்பக்கத்திலிருந்து ஃபேன்ஃபிக்சன் கதை முகவரி களைப் பெறுங்கள்
uk: Отримати адреси творів фанатів з вебсторінки

source: Remove "New" Chapter Marks from Selected books
ar: إزالة علامات الفصل "جديد" من الكتب المحددة
de: Entferne Kapitelmarkierung "Neu" bei ausgewählten Büchern.
es: Quitar marcas de capítulo «nuevas» de los libros seleccionados
et: Eemalda valitud raamatutelt peatükimärge "Uus"
fr: Supprimer les marques "Nouveau" chapitre des livres sélectionnés
ja: 選択した本から「新規」マークを削除します
nb: Fjerne "Nye" kapittelnotater fra valgte bøker.
nl: Verwijder "Nieuwe" hoofdstuk markering van geselecteerde boeken
pl: Usuń „nowe” znaczniki rozdziałów z wybranych książek
ru: Удалить метки глав «Новая» из выбранных книг
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகங்களிலிருந்து "புதிய" அத்தியாய அடையாளங்களை அகற்று
uk: Вилучити позначки глав «Нова» з позначених книг

source: Reject Selected Books
ar: رفض الكتب المحددة
de: Ausgewählte Bücher zurückweisen
es: Rechazar los libros seleccionados
et: Keeldu valitud raamatutest
fr: Rejeter les livres sélectionnés
ja: 選択した本を拒否します
nb: Avslå valgte bøker
nl: Geselecteerde boeken afwijzen
pl: Odrzuć wybrane książki
pt_br: Rejeitar livros selecionados
ru: Отклонить выбранные книги
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகங்களை நிராகரிக்கவும்
uk: Відкинути позначені книги

source: &Configure FanFicFare
ar: &تهيئة FanFicFare
de: FanFicFare &konfigurieren
es: &Configurar FanFicFare
et: Seadista pluginat FanFicFare
fr: &Configurer FanFicFare
ja: FanFicFareの設定(&C)
nb: &Konfigurer FanFicFare
nl: FanFicFare &instellen
pl: Skonfiguruj FanFicFare
pt_br: Configurar o FanFictionFare
ru: &Конфигурировать FanFicFare
ta: & சுவைஞர் மன்றத்தை உள்ளமைக்கவும்
uk: &Налаштувати FanFicFare

source: Configure FanFicFare
ar: تهيئة FanFicFare
de: FanFicFare konfigurieren
es: Configurar FanFicFare
et: Seadistamine: FanFicFare
fr: Configurer FanFicFare
ja: FanFicFareの設定
nb: Konfigurer FanFicFare
nl: FanFicFare instellen
pl: Skonfiguruj FanFicFare
pt_br: Configurar o FanFictionFare
ru: Конфигурировать FanFicFare
ta: சுவைஞர் மன்றத்தை உள்ளமைக்கவும்
uk: Налаштувати FanFicFare

source: Cannot Update Reading Lists from Device View
ar: لا يمكن تحديث قوائم القراءة من عرض الجهاز
de: Leseliste kann vom Gerät nicht aktualisiert werden
es: No se puede actualizar Reading Lists en la vista de dispositivo
et: Seadme vaatest ei saa lugemisloendeid uuendada
fr: Ne peut mettre à jour Les listes de lecture depuis la Vue Dispositif
ja: デバイス表示から読書リストを更新できません
nb: Kan ikke oppdatere leseliste fra enhetens visning
nl: Kan leeslijsten niet bijwerken vanuit Apparaat View
pl: Nie można zaktualizować list czytelniczych z widoku urządzenia
pt_br: Não foi possível atualizar as listas de leitura do dispositivo
ru: Невозможно обновить списки чтения из представления устройства
ta: சாதனக் காட்சியில் இருந்து வாசிப்பு பட்டியல்களைப் புதுப்பிக்க முடியாது
uk: Не вдалося оновити списки читання з панелі пристроїв

source: No Selected Books to Update Reading Lists
ar: لا توجد كتب محددة لتحديث قوائم القراءة
de: Mit den ausgewählten Bücher konnten keine Leselisten aktualisiert werden.
es: No hay libros seleccionados para actualizar Reading Lists
et: Lugemisloendite uuendamiseks pole raamatuid valitud
fr: Pas de livres sélectionnés pour mettre à jour les Listes de Lecture
ja: 読書リストを更新するには、選択された本がありません
nb: Ingen valgte bøker brukes for å oppdatere leselisten
nl: Geen boeken geselecteerd om Leeslijsten bij te werken
pl: Brak wybranych książek do aktualizacji list czytelniczych
pt_br: Nenhum livro selecionado para atualizar nas listas de leitura
ru: Нет выбранных книг для обновления списков чтения
ta: வாசிப்பு பட்டியல்களைப் புதுப்பிக்க தேர்ந்தெடுக்கப்பட்ட புத்தகங்கள் எதுவும் இல்லை
uk: Немає позначених книг для оновлення списків читання

source: FanFicFare Saved Metadata Column not configured.
ar: عمود البيانات الوصفية المحفوظة في FanFicFare غير مهيأ.
es: La columna de metadatos guardados de FanFicFare no está configurada.
fr: Colonne de métadonnées enregistrées FanFicFare non configurée.
ja: FanFicFareの保存されたメタデータ列は設定されていません。
nl: FanFicFare Opgeslagen Metadata Kolom niet geconfigureerd.
pl: Kolumna zapisanych metadanych FanFicFare nie została skonfigurowana.
ru: Столбец сохранённых метаданных FanFicFare не настроен.
ta: ஃபேன்ஃபிக்ஃபேர் சேமித்த மேனிலை தரவு நெடுவரிசை கட்டமைக்கப்படவில்லை.
uk: Стовпчик збережених метаданих FanFicFare не налаштовано.

source: Cannot update non-epub format.
ar: لا يمكن تحديث تنسيق غير epub.
de: Nicht-EPUB-Format kann nicht aktualisiert werden.
es: No se puede actualizar un formato que no sea EPUB.
et: Ei saa uuendada mitte-epub-formaati.
fr: Ne peut mettre à jour un format non-ePub.
ja: 非EPUB形式を更新できません。
nb: Kan ikke oppdatere andre formaer enn epub.
nl: Kan non-epub formaat niet updaten.
pl: Nie można zaktualizować formatu innego niż epub.
pt_br: Não é possível atualizar formatos que não sejam epub.
ru: Невозможно обновить не-epub формат.
ta: எபப் அல்லாத வடிவமைப்பைப் புதுப்பிக்க முடியாது.
uk: Оновлення книг не у форматі Epub неможливе.

source: FanFicFare Email Settings are not configured.
ar: إعدادات بريد FanFicFare الإلكتروني غير مهيأة.
de: FanFicFare-eMail-Einstellungen sind nicht konfiguriert.
es: El correo electrónico para FanFicFare no está configurado.
et: FanFicFare e-posti sätted on seadistamata.
fr: Les paramètres de Courriel FanFicFare ne sont pas configurés.
ja: FanFicFareのメールの設定がされていません。
nb: FanFicFare epostinstillinger er ikke konfigurert.
nl: FanFicFare e-mail instellingen zijn niet geconfigureerd.
pl: Ustawienia e-mail FanFicFare nie są skonfigurowane.
pt_br: As Opções de E-mail do FFF não estão configuradas.
ru: Настройки электронной почты FanFicFare не сконфигурированы.
ta: ஃபேன்ஃபிக்ஃபேர் மின்னஞ்சல் அமைப்புகள் கட்டமைக்கப்படவில்லை.
uk: Не вказано параметри електронної пошти FanFicFare.

source: Fetching Story URLs from Email...
ar: جلب عناوين URL للقصص من البريد الإلكتروني...
de: Hole Story-URLs aus eMails...
es: Obteniendo URL de historia desde el correo electrónico...
et: E-kirjast juttude URLide hankimine...
fr: Récupération des URLs d'Histoires à partir d'e-mail...
ja: メールからストーリーURLを取得中……
nb: Henter historieurler fra eposten...
nl: Haal verhaal URL's op uit E-mail...
pl: Pobieranie adresów URL historii z wiadomości e-mail...
ru: Получение URL-адресов историй из электронной почты...
ta: மின்னஞ்சலில் இருந்து கதை முகவரி களைப் பெறுதல் ...
uk: Отримуємо адреси творів з ел. пошти…

source: Error Fetching Email
ar: خطأ في جلب البريد الإلكتروني
uk: Помилка під час отримання ел. пошти

source: An error has occurred while FanFicFare was fetching email.
ar: حدث خطأ أثناء جلب FanFicFare للبريد الإلكتروني.
uk: Сталася помилка, коли FanFicFare отримував електронну пошту.

source: If it was an authentication error, be aware:
ar: إذا كان خطأ مصادقة، فكن على دراية:
uk: Якщо це помилка розпізнавання, майте на увазі, що:

source: Microsoft mail servers such as live.com, outlook.com and hotmail.com no longer allow third party apps like FanFicFare.
ar: لم تعد خوادم البريد الإلكتروني من Microsoft مثل live.com و outlook.com و hotmail.com تسمح بتطبيقات الطرف الثالث مثل FanFicFare.
uk: Поштові сервери Microsoft, зокрема live.com, outlook.com і hotmail.com, більше не дозволяють використання сторонніх програм, зокрема FanFicFare.

source: Gmail requires Two Factor Authentication and <a href='https://support.google.com/accounts/answer/185833#app-passwords'>Google App Passwords</a>.
ar: يتطلب Gmail مصادقة ثنائية العوامل و <a href='https://support.google.com/accounts/answer/185833#app-passwords'>كلمات مرور تطبيقات Google</a>.
uk: Для користування Gmail потрібне двофакторне розпізнавання та <a href='https://support.google.com/accounts/answer/185833#app-passwords'>паролі до програм Google</a>.

source: Usernames or passwords in personal.ini that contain the percent sign(%) must have it escaped as two percent signs(%%).
ar: يجب أن يتم هروب أسماء المستخدمين أو كلمات المرور في personal.ini التي تحتوي على علامة النسبة المئوية (%) كعلامتين نسبة مئوية (%%).
uk: Імена користувачів і паролі у personal.ini, які місять символ відсотків (%), має бути екрановано подвійним символом відсотків (%%).

source: No Valid Story URLs Found in Unread Emails.
ar: لم يتم العثور على عناوين URL صالحة للقصص في رسائل البريد الإلكتروني غير المقروءة.
de: Es wurden keine gültigen StoryURLs in den ungelesenen eMails gefunden.
es: No se han encontrado URL de historias válidos en los correos electrónicos sin leer.
et: Lugemate e-kirjadest ei leitud juttude URLe.
fr: Aucune URL d'histoire valide trouvée dans les courriels non lus
ja: 未読なメールに有効なストーリーURLが見つけませんでした。
nb: Ingen gyldig historieurl funne i ulest epost
nl: Geen geldige verhaal URLs gevonden in ongelezen e-mails.
pl: W nieprzeczytanych wiadomościach e-mail nie znaleziono prawidłowych adresów URL historii.
pt_br: Sem URL's de histórias válidos encontrados nos e-mails não lidos.
ru: В непрочитанных письмах не найдено действительных URL-адресов историй.
ta: படிக்காத மின்னஞ்சல்களில் சரியான கதை முகவரி கள் காணப்படவில்லை.
uk: У непрочитаних повідомлення електронної пошти не знайдено коректних адрес творів.

source: Finished Fetching Story URLs from Email.
ar: انتهى جلب عناوين URL للقصص من البريد الإلكتروني.
de: Das Abrufen der StoryURL´s aus den Mails ist abgeschlossen.
es: Finalizada la obtención de URL de historia desde el correo electrónico.
et: Lõpetati e-kirjast juttude URLide hankimine.
fr: A Fini de Récupérer les URLs d'Histoires à partir d'e-mail.
ja: メールからストーリーURLを取得しますが完了しました。
nb: Ferdigstilte henting av historieurl fra epost
nl: Ophalen van verhaal URL's van e-mail zijn beëindigd.
pl: Zakończono pobieranie adresów URL historii z wiadomości e-mail.
ru: Завершено получение URL-адресов историй из электронной почты.
ta: மின்னஞ்சலில் இருந்து கதை முகவரி களைப் பெற முடிந்தது.
uk: Завершено отримання адрес творів з ел. пошти.

source: Tag(s) <b><i>%s</i></b> will be added to all stories downloaded in the next dialog, including any story URLs you add manually.
ar: ستتم إضافة العلامة (العلامات) <b><i>%s</i></b> إلى جميع القصص التي تم تنزيلها في المربع الحواري التالي، بما في ذلك أي عناوين URL للقصص تضيفها يدويًا.
de: Tag(s) <b><i>%s</i></b> werden zu allen Stories hinzugefügt, die im nächsten Dialog heruntergeladen werden - einschließlich alle manuell hinzugefügten Story URLs.
es: La(s) etiqueta(s) <b><i>%s</i></b> se añadirán a todas las historias descargadas en el siguiente diálogo, incluidos los URL añadidos manualmente.
fr: Les étiquettes <b><i>%s</i></b> seront ajoutées à toutes les histoires téléchargées dans la boîte de dialogue suivante, y compris les URL des histoires que vous ajoutez manuellement.
ja: <b><i>%s</i></b>のタグは次のダイアログで全てのダウンロードしたストーリーに追加します。手動で追加されますストーリーURLも含みます。
nl: Tag(s) <b><i>%s</i></b> wordt toegevoegd aan alle gedownloade verhalen in het volgende dialoogvenster, inclusief alle verhaal-URL's die u handmatig toevoegt.
ru: Тег(и) <b><i>%s</i></b> будут добавлены во все истории, загруженные в следующем диалоговом окне, включая любые URL историй, добавляемые вручную.
ta: குறிச்சொல் (கள்) <b> <i>%s </i> </b> அடுத்த உரையாடலில் பதிவிறக்கம் செய்யப்பட்ட அனைத்து கதைகளிலும் சேர்க்கப்படும், நீங்கள் கைமுறையாக சேர்க்கும் எந்த கதை முகவரி களும் உட்பட.
uk: Мітки <b><i>%s</i></b> буде автоматично додано до усіх творів, які буде отримано за допомогою наступного діалогового вікна, зокрема усіх творів, які буде отримано за адресами, які ви вкажете вручну.

source: Warning
ar: تحذير
de: Warnung
es: Aviso
et: Hoiatus
fr: Avertissement
ja: 警告
nl: Waarschuwing
pl: Ostrzeżenie
ru: Предупреждение
ta: எச்சரிக்கை
uk: Попередження

source: (%d Story URLs Skipped, on Rejected URL List)
ar: (تم تخطي %d عناوين URL للقصص، في قائمة عناوين URL المرفوضة)
de: (%d StoryURLs´ wurden übersprungen, da auf der Ablehnungsliste)
es: (%d URL de historia omitidas, en la lista de URL rechazadas)
et: (%d jutu URLi jäeti vahele, keeldutavate URLide loendis)
fr: (%d URLs d'Histoires ignoré, selon la Liste de Rejet d'URL)
ja: （%d個のストーリーURLをスキップしました、拒否されたURLリストにあります）
nb: (%d historieurl hoppet over, fra avslagslisten for URLer)
nl: (%dVerhaal-URL's overgeslagen, in lijst met geweigerde URL's)
pl: (Pominięto %d adresy URL historii, na liście odrzuconych adresów URL)
ru: (%d пропущенных URL-адресов историй, в списке отклоненных URL)
ta: (%d கதை முகவரி கள் தவிர்க்கப்பட்டன, நிராகரிக்கப்பட்ட முகவரி பட்டியலில்)
uk: (%d адрес творів пропущено, у списках адрес для відкидання)

source: (%d Story URLs Skipped, no Existing Book in Library)
ar: (تم تخطي %d عناوين URL للقصص، لا يوجد كتاب موجود في المكتبة)
de: (%d Story URLs übersprungen, kein vorhandenes Buch in der Bibliothek)
es: (%d URL de historia omitidas, sin libro existente en la biblioteca)
et: (%d jutu URLi jäeti vahele, kogus pole olemasolevat raamatut)
fr: (%d URLs d'Histoires ignorées, pas de Livre Existant dans la Bibliothèque)
ja: （%d個のストーリーURLをスキップしました、ライブラリに既存の本がありません）
nl: (%dVerhaal-URL's overgeslagen, geen bestaand boek in Bibliotheek)
pl: (Pominięto %d adresy URL historii, brak istniejącej książki w bibliotece)
ru: (%d пропущенных URL-адресов историй, нет существующей книги в библиотеке)
ta: (%d கதை முகவரி கள் தவிர்க்கப்பட்டுள்ளன, நூலகத்தில் ஏற்கனவே நூல் இல்லை)
uk: (%d адрес творів пропущено, немає наявних книг у бібліотеці)

source: Get Story URLs from Email
ar: الحصول على عناوين URL للقصص من البريد الإلكتروني
de: Story-URLs aus eMails holen
es: Obtener URL de historias del correo electrónico
et: Hangi juttude URLid e-kirjast
fr: Obtenir des URL d'histoires à partir du Courriel
ja: メールからストーリーURLを取得します
nb: Hen historieurler fra epost
nl: Haal de verhaal URL's op van e-mail
pl: Uzyskaj adresy URL historii z poczty e-mail.
pt_br: Obter URL's de histórias por E-mail
ru: Получить URL-адреса историй из электронной почты
ta: மின்னஞ்சலில் இருந்து கதை முகவரி களைப் பெறுங்கள்
uk: Отримати адреси творів з ел. пошти

source: Skip Story?
ar: تخطي القصة؟
de: Story überspringen?
es: ¿Omitir historia?
et: Kas jätta jutt vahele?
fr: Ignorer le récit ?
ja: ストーリーをスキップしますか？
nb: Hopp over historien?
nl: Verhaal overslaan?
pl: Pomiń historię?
pt_br: Ignorar história?
ru: Пропустить историю?
ta: கதையைத் தவிர்க்கவா?
uk: Пропустити твір?

source: Skip Anthology Story?
ar: تخطي قصة المختارات؟
de: Sammlung überspringen?
es: ¿Omitir historia de antología?
et: Kas jätta antoloogia jutt vahele?
fr: Ignorer le récit d'Anthologie ?
ja: 選集ストーリーをスキップしますか？
nb: Hopp over antologihistorien?
nl: Sla Bloemlezingsverhaal over?
pl: Pominąć historię antologii?
pt_br: Ignorar antologia da história?
ru: Пропустить историю из Антологии?
ta: ஆந்தாலசி கதையைத் தவிர்க்கவா?
uk: Пропустити твір з антології?

source: You already have an Anthology Ebook in your library for series "<b><a href="%s">%s</a></b>".
ar: لديك بالفعل كتاب إلكتروني مختارات في مكتبتك للسلسلة "<b><a href="%s">%s</a></b>".
de: Ein Sammlungen-eBook in Ihrer Bibliothek für die Serie "<b><a href="%s">%s</a></b>" gibt es bereits.
es: Ya tiene un libro de antología en la biblioteca para la serie «<b><a href="%s">%s</a></b>».
fr: Vous avez déjà un ebook d'anthologie dans votre bibliothéque pour les séries "<b><a href="%s">%s</a></b>"
ja: ライブラリにはシリーズ『<b><a href="%s">%s</a></b>』の撰集がすでにありました。
nl: U hebt al een Anthologie E-boek in uw bibliotheek voor series "<b><a href="%s">%s</a></b>".
ru: В вашей библиотеке уже есть Ebook Антология для серии "<b><a href="%s">%s</a></b>".
ta: "<b> <a href="%s">%s </a> </b>" என்ற தொடருக்கான உங்கள் நூலகத்தில் ஏற்கனவே ஒரு ஆந்தாலசி மின்புத்தகம் உள்ளது.
uk: У вашій бібліотеці вже є електронна книга антології для циклу «<b><a href="%s">%s</a></b>».

source: Click '<b>Yes</b>' to Skip.
ar: انقر '<b>نعم</b>' للتخطي.
de: Klicken Sie '<b>Yes</b>' um zu überspringen.
es: Pulse en «<b>Sí</b>» para omitir.
et: Vahelejätmiseks klõpsa '<b>Jah</b>'.
fr: Cliquer '<b>Oui</b>' pour ignorer.
ja: 「<b>はい</b>」をクリックしてスキップします。
nb: Trykk '<b>Ja</b>' for å hoppe over.
nl: Klik op '<b>Ja</b>' om over te slaan.
pl: Kliknij '<b>Tak</b>' by pominąć.
pt_br: Clique em '<b>Sim</b>' para ignorar.
ru: Нажмите '<b>Да</b>' , чтобы пропустить.
ta: தவிர்க்க '<b> ஆம் </b>' என்பதைக் சொடுக்கு செய்க.
uk: Натисніть «<b>Ні</b>», щоб пропустити адресу.

source: Click '<b>No</b>' to download anyway.
ar: انقر '<b>لا</b>' للتنزيل على أي حال.
de: Klicken Sie '<b>No</b>' um trotzdem herunterzuladen.
es: Pulse en «<b>No</b>» para descargar de todos modos.
et: Ikkagi allalaadimiseks klõpsa '<b>Ei</b>'.
fr: Cliquer '<b>Non</b>' pour télécharger quand même.
ja: 「<b>いいえ</b>」をクリックしてとにかくダウンロードします。
nb: Klikk '<b>Nei</b>' for å laste ned uansett.
nl: Klik '<b>Nee</b>' om toch te downloaden.
pt_br: Clique em '<b>Não</b>' para transferir de qualquer maneira.
ru: Нажмите '<b>Нет</b>' для загрузки в любом случае.
ta: எப்படியும் பதிவிறக்கம் செய்ய '<b> இல்லை </b>' என்பதைக் சொடுக்கு செய்க.
uk: Натисніть «<b>No</b>», щоб отримати попри це.
