Repository: JimmXinu/FanFicFare
Catalog: calibre-plugin/translations/*.po
Languages: ar, de, es, et, fr, ja, nb, nl, pl, pt_br, ru, ta, uk

source: Fetching Story URLs from Page...
ar: جلب عناوين URL للقصص من الصفحة...
de: Hole Story-URLs von der Webseite...
es: Obteniendo URL de historia desde la página...
et: Lehelt juttude URLide hankimine...
fr: Récupération des URLs d'Histoires sur la Page...
ja: ページからストーリーURLを取得中……
nb: Henter historieurler fra sider...
nl: Haal verhaal URL's op van pagina...
pl: Pobieranie adresów URL historii ze strony...
ru: Получение URL-адресов историй из страницы...
ta: பக்கத்திலிருந்து கதை முகவரி களைப் பெறுகிறது ...
uk: Отримуємо адреси творів зі сторінки…

source: Finished Fetching Story URLs from Page.
ar: انتهى جلب عناوين URL للقصص من الصفحة.
de: Holen der Story-URLs von der Webseite abgeschlossen.
es: Finalizada la obtención de URL de historia desde la página.
et: Lõpetati lehelt juttude URLide hankimine.
fr: A Fini de Récupéré les URLs d'Histoires sur la Page.
ja: ページからストーリーURLの取得しますが完了しました。
nb: Ferdistilte henting av historieurl fra siden.
nl: Ophalen van verhaal URL's van web pagina is beëindigd.
pl: Zakończono pobieranie adresów URL historii ze strony.
ru: Завершено получение URL-адресов историй из страницы.
ta: பக்கத்திலிருந்து கதை முகவரி களைப் பெறுவது முடிந்தது.
uk: Завершено отримання адрес творів зі сторінки.

source: List of Story URLs
ar: قائمة عناوين URL للقصص
de: Liste der Story-URLs
es: Lista de URL de historias
et: Juttude URLide loend
fr: Liste des URLs de Récit
ja: ストーリーURLのリスト
nb: Liste med historieurler
nl: Lijst van verhaal-URL's
pl: Lista adresów URL historii
pt_br: Lista de URLs de história
ru: Список URL-адресов историй
ta: கதை முகவரி களின் பட்டியல்
uk: Список адрес творів

source: No Valid Story URLs found on given page.
ar: لم يتم العثور على عناوين URL صالحة للقصص في الصفحة المعطاة.
de: Auf der angegebene Seite wurde keine gültige URL gefunden.
es: No se encontró ningún URL de historia válida en la página.
et: Antud lehelt ei leitud jutu URLe.
fr: Pas d'URL de récit valide trouvée sur la page donnée
ja: 与えられたページで有効なストーリーURLが見つけませんでした。
nb: Ingen valgte historieurler valgt på den gitte siden.
nl: Geen geldige verhaal URLs gevonden op gegeven pagina.
pl: Na podanej stronie nie znaleziono prawidłowych adresów URL historii.
pt_br: Nenhuma URL de história foi encontrada na página sugerida.
ru: На указанной странице не найдено действительных URL-адресов.
ta: கொடுக்கப்பட்ட பக்கத்தில் சரியான கதை முகவரி கள் காணப்படவில்லை.
uk: На вказаній сторінці не знайдено коректних адрес творів.

source: No Selected Books to Get URLs From
ar: لم يتم تحديد كتب للحصول على عناوين URL منها
de: Es wurden keine Bücher ausgewählt um eine URL zu holen
es: No hay ningún libro seleccionado del que obtener URL
et: Pole valitud ühtki raamatut, millest URLe saada
fr: Pas de livres sélectionnés pour y prendre des URLs
ja: URLを取得する選択された本がありません
nb: Ingen valgte bøker for får å helte URLer fra
nl: Geen boeken geselecteerd om URL's uit te halen
pl: Brak wybranych książek, z których można uzyskać adresy URL
pt_br: Nenhum livro selecionado para obter URLs
ru: Нет выбранных книг для получения URL-адресов
ta: முகவரி களைப் பெற தேர்ந்தெடுக்கப்பட்ட புத்தகங்கள் எதுவும் இல்லை
uk: Не позначено книг для отримання адрес

source: Collecting URLs for stories...
ar: جمع عناوين URL للقصص...
de: Stories für ... werden gesammelt
es: Recopilando URL para las historias...
et: URLide kogumine juttudeks...
fr: Occupé à collecter des URLs pour des récits
ja: ストーリーのURLを集め中……
nb: Samler URLer for historier
nl: Bezig met verzamelen van URL's voor verhalen...
pl: Zbieranie adresów URL artykułów...
pt_br: Coletando URLs de história...
ru: Сбор URL-адресов для историй...
ta: கதைகளுக்கு முகவரி களை சேகரித்தல் ...
uk: Збираємо адреси для творів…

source: Get URLs for stories
ar: الحصول على عناوين URL للقصص
de: URL für Stories holen
es: Obtener URL para las historias
et: Hangi juttude URLid
fr: Prend des URLs pour des récits
ja: ストーリーのURLを取得します
nb: Hent URLer for historier
nl: Verzamel URL's voor verhalen
pl: Uzyskaj adresy URL artykułów
pt_br: Obtendo URLs de histórias
ru: Получить URL-адреса для историй
ta: கதைகளுக்கு முகவரி களைப் பெறுங்கள்
uk: Отримати адреси для творів

source: URL retrieved
ar: تم استرداد عنوان URL
de: URL abgerufen
es: URL obtenido
et: URL välja otsitud
fr: URL récupérée
ja: URLが取得しました
nb: URLer hentet
nl: URL opgehaald
pl: Pobrano adres URL
pt_br: URL recuperada
ru: URL получен
ta: முகவரி மீட்டெடுக்கப்பட்டது
uk: Адресу отримано

source: Bad
ar: سيء
de: Ungeeignet
es: Incorrecta
et: Halb
fr: Mauvais(e)
ja: 悪い
nb: Dårlig
nl: Slecht
pl: Zły
pt_br: Ruim
ru: Плохой
ta: மோசமான
uk: Поганий

source: List of URLs
ar: قائمة عناوين URL
de: Liste der URLs
es: Lista de URL
et: URLide loend
fr: Liste ds URLs
ja: URLのリスト
nb: List med URLer
nl: Lijst van URL's
pl: Lista adresów URL
pt_br: Lista de URLs
ru: Список URL-адресов
ta: முகவரி களின் பட்டியல்
uk: Список адрес

source: No Story URLs found in selected books.
ar: لم يتم العثور على عناوين URL للقصص في الكتب المحددة.
de: In den ausgewählten Büchern wurden keine Story-URLs gefunden.
es: No se encontró ningún URL de historia en los libros seleccionados.
et: Valitud raamatutest ei leitud ühtki jutu URLi.
fr: Pas d'URLs de récit trouvée dans les livres sélectionnés
ja: 選択した本にストーリーURLが見つけませんでした。
nb: Ingen historieurler founde for valgte bok.
nl: Geen verhaal URLs gevonden in geselecteerde boeken.
pl: Nie znaleziono adresów URL historii w wybranych książkach.
pt_br: Nenhuma URL de história foi encontrada nos livros selecionados.
ru: В выбранных книгах не найдено URL-адресов историй
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகங்களில் கதை முகவரி கள் காணப்படவில்லை.
uk: У позначених книгах не знайдено адрес творів.

source: Can only UnNew books in library
ar: يمكن فقط إلغاء تحديد الكتب الجديدة في المكتبة
es: Sólo se puede marcar libros como no nuevos en la biblioteca
fr: Seuls les livres dans la bibliothèque peuvent être marqués vu
ja: ライブラリの本のみを非新規にできます
nb: Kan bare unye bøker i biblioteket
nl: Kan alleen boeken in de bibliotheek strippen van "Nieuw"
pl: Może tylko odkryć książki w bibliotece
ru: Могут быть только UnNew книги в библиотеке
ta: நூலகத்தில் புதிய புத்தகங்களை மட்டுமே முடியும்
uk: Можна лише зробити книги неновими у бібліотеці

source: UnNewing books...
ar: إلغاء تحديد الكتب الجديدة...
es: Marcando libros como no nuevos...
et: Raamatute märkimine MitteUueks...
fr: Anciens livres...
ja: 本を非新規中……
nb: Unyker bøker...
nl: Boeken strippen van "Nieuw" ...
pl: Nieznane książki...
ru: UnNewing книг...
ta: புதிய புத்தகங்கள் ...
uk: Робимо книги неновими…

source: UnNew Books
ar: إلغاء تحديد الكتب الجديدة
es: Libros no nuevos
et: Märgi raamatud MitteUueks
fr: Anciens livres...
ja: 本を非新規にします
nb: Unye bøker
nl: Boeken gestript van "Nieuw"
pl: Nieznane książki
ru: UnNew книги
ta: புதிய புத்தகங்கள்
uk: Зробити книги неновими

source: Books UnNewed
ar: تم إلغاء تحديد الكتب الجديدة
es: Libros marcados como no nuevos
et: Raamatud märgitud MitteUueks
fr: Livre non vu
ja: 本を非新規にしました
nb: Bøker unyet (merket som ikke ny)
nl: Boeken gestript van "Nieuw"
pl: Książki niepoznane
ru: Книг UnNewed
ta: புத்தகங்கள் newed
uk: Книги зроблено неновими

source: Starting auto conversion of %d books.
ar: بدء التحويل التلقائي لـ %d كتاب.
de: Starte automatische Konvertierung von %d Büchern.
es: Iniciando la conversión automática de %d libros.
et: %d raamatu automaatse teisendamise alustamine.
fr: Démarre l'auto conversion des livres %d.
ja: %d冊の自動変換を始めます。
nb: Startet automatisk konvertering av %d bøker.
nl: Automatische conversie starten van %d boeken.
pl: Rozpoczęcie automatycznej konwersji %d książek.
pt_br: Começando a conversão automática de %s livros.
ru: Запуск автоматической конвертации %d книг.
ta: %d புத்தகங்களின் ஆட்டோ மாற்றத்தைத் தொடங்குகிறது.
uk: Починаємо автоматичне перетворення %d книг.

source: No Selected Books have URLs to Reject
ar: لا توجد كتب محددة تحتوي على عناوين URL للرفض
de: Keine der gewählten Bücher haben URLs zum Ablehnen
es: Ningún libro seleccionado tiene URL para rechazar
et: Ühelgi valitud raamatul pole keeldutavaid URLe
fr: Aucun des livres sélectionnés n'ont d'URLs à rejeter
ja: 選択された本は拒否するURLがありません
nb: Ingen valgte bøker har URLer som kan avslås
nl: Geen van geselecteerde boeken hebben te weigeren URL's
pl: Żadna z wybranych książek nie ma adresów URL do odrzucenia
pt_br: Nenhum livro selecionado tem URLs para rejeitar
ru: У выбранных книг нет URL-адресов для отклонения
ta: தேர்ந்தெடுக்கப்பட்ட புத்தகங்கள் எதுவும் நிராகரிக்க முகவரி கள் இல்லை
uk: Немає позначених книг для отримання адрес для відкидання

source: Collecting URLs for Reject List...
ar: جمع عناوين URL لقائمة الرفض...
de: URLs für die Ablehnungsliste werden gesammelt...
es: Recopilando URL para la lista de rechazos...
et: URLide kogumine keeldumiste loendi jaoks...
fr: Occupé à collecter les URLs pour la liste de rejet...
ja: 拒否リストのURLを集め中……
nb: Samler URLer fra avslagslister...
nl: URL's verzamelen voor lijst met afwijzingen...
pl: Zbieranie adresów URL do listy odrzuconych...
pt_br: Coletando URLs para lista de rejeição...
ru: Сбор URL-адресов для списка отклоненных...
ta: நிராகரிக்கப்பட்ட பட்டியலுக்கு முகவரி களை சேகரித்தல் ...
uk: Збираємо адреси для списку відкидання…

source: Get URLs for Reject List
ar: الحصول على عناوين URL لقائمة الرفض
de: URLs für die Ablehnungsliste holen
es: Obtener URL para la lista de rechazos
et: Hangi URLid keeldumiste loendi jaoks
fr: Récupère les URLs pour la liste de rejet
ja: 拒否リストにはURLを取得します
nb: Hent URLer for avslagslisten
nl: URL's ontvangen voor lijst met afwijzigingen
pl: Uzyskaj adresy URL dla listy odrzuconych
pt_br: Obtendo URLs para lista de rejeição
ru: Получить URL-адреса для списка отклоненных
ta: நிராகரிக்கப்பட்ட பட்டியலுக்கு முகவரி களைப் பெறுங்கள்
uk: Отримати адреси для списку відкидання

source: Proceed to Remove?
ar: المتابعة للحذف؟
de: Fortfahren mit der Entfernung?
es: ¿Eliminar?
et: Jätkata eemaldamisega?
fr: Procéder à la suppression ?
ja: 削除に進みますか？
nb: Fortsett for å fjerne?
nl: Doorgaan met verwijderen?
pl: Kontynuować usuwanie?
pt_br: Proceder para remover?
ru: Приступить к удалению?
ta: அகற்ற தொடரவா?
uk: Продовжити процедуру вилучення?

source: Rejecting FanFicFare URLs: None of the books selected have FanFiction URLs.
ar: رفض عناوين URL لـ FanFicFare: لا يحتوي أي من الكتب المحددة على عناوين URL لـ FanFiction.
de: Ablehnen von FanFicFare-URLs: Keines der ausgewählten Bücher hat FanFiction-URLs.
es: Rechazando URL de FanFicFare: Ninguno de los libros seleccionados posee un URL de FanFiction.
et: FanFicFare URLidest keeldumine: Ühelgi valitud raamatul pole fännikirjanduse URLe.
fr: Occupé de rejeter les URLs FanFicFare : aucun des livres sélectionnés n'ont d'URLs FanFiction
ja: FanFicFareのURLを拒否中: 選択された本のどれもファンフィクションURLを持っていません。
nb: Avslår FanFicFare URLer: Ingen av bøkene valgt har fanfiction URLer.
nl: FanFicFare-URL's afwijzen: geen van de geselecteerde boeken heeft FanFiction-URL's.
pl: Odrzucanie adresów URL FanFicFare: Żadna z wybranych książek nie ma adresów URL FanFiction.
ru: Отклонение URL-адресов FanFicFare: ни у одной из выбранных книг нет URL-адресов FanFiction.
ta: ஃபேன்ஃபிக்ஃபேர் முகவரி களை நிராகரித்தல்: தேர்ந்தெடுக்கப்பட்ட புத்தகங்களில் எதுவும் ஃபேன்ஃபிக்சன் முகவரி களைக் கொண்டிருக்கவில்லை.
uk: Адреси відкидання FanFicFare: у жодній з позначених книг немає адрес FanFiction.

source: Cannot Make Anthologys without %s
ar: لا يمكن إنشاء مختارات بدون %s
de: Sammlungen können nicht ohne %s erstellt werden.
es: No se pueden hacer antologías sin %s
et: Ilma pluginata %s ei saa antoloogiad luua
fr: Ne peut faire d'Anthologies sans %s
ja: %sなしでは、選集を作成できません
nb: Kan ikke oppdatere antologier uten %s
nl: Kan geen Bloemlezingen maken zonder %s
pl: Nie można tworzyć antologii bez %s
pt_br: Não foi possível criar antologias sem %s
ru: Невозможно создать Антологию без %s
ta: %s இல்லாமல் ஆன்டோலோசிகளை உருவாக்க முடியாது
uk: Не можна створювати антології без %s

source: Cannot Update Books from Device View
ar: لا يمكن تحديث الكتب من عرض الجهاز
de: Bücher können nicht von der Geräte-Sicht aktualisiert werden
es: No se pueden actualizar libros en la vista de dispositivo
et: Seadme vaatest ei saa raamatuid uuendada
fr: Ne peut mettre à jour les livres depuis la Vue Dispositif
ja: デバイス表示から本を更新できません
nb: Kan ikke oppdatere bøker fra enhetens visning
nl: Kan geen boeken bijwerken vanuit Apparaat View
pl: Nie można zaktualizować książek w widoku urządzenia
pt_br: Não foi possível atualizar livros do dispositivo
ru: Невозможно обновить книги из представления устройства
ta: சாதனக் காட்சியில் இருந்து புத்தகங்களைப் புதுப்பிக்க முடியாது
uk: Не вдалося оновити книги з панелі пристроїв

source: Can only update 1 anthology at a time
ar: يمكن تحديث مختارات واحدة فقط في كل مرة
de: Kann nur eine Sammlung auf einmal aktualisieren
es: Sólo se puede actualizar 1 antología por vez
et: Uuendada saab ainult 1 antoloogiat korraga
fr: Peut seulement mettre à jour 1 Anthologie à la fois
ja: 一度に1つの選集のみを更新できます
nb: Kan bare oppdatere en antologi av gangen
nl: Kan slechts 1 bloemlezing per keer bijwerken
pl: Jednocześnie można aktualizować tylko 1 antologię
pt_br: Pode ser atualizada apenas 1 antologia de cada vez
ru: Возможно обновить только 1 антологию за раз
ta: ஒரு நேரத்தில் 1 ஆன்டாலசியை மட்டுமே புதுப்பிக்க முடியும்
uk: Оновлювати можна лише 1 антологію за раз

source: Fetching Story URLs for Series...
ar: جلب عناوين URL للقصص للسلسلة...
de: Hole Story-URLs für Serien...
es: Obteniendo URL de historias para series...
et: Sarjade jaoks juttude URLide tõmbamine...
fr: Récupération des URLs d'Histoires pour les Séries...
ja: シリーズのストーリーURLを取得中……
nb: Henter historieurler for serier...
nl: Haal de verhaal URL's op voor series...
pl: Pobieranie adresów URL historii dla serii...
ru: Извлечение URL-адресов историй для Серий...
ta: தொடருக்கான கதை முகவரி களைப் பெறுதல் ...
uk: Отримуємо адреси творів для циклу…

source: Can only Update Epub Anthologies
ar: يمكن تحديث مختارات Epub فقط
de: Es können nur EPUB-Anthologien aktualisiert werden
es: Sólo se pueden actualizar antologías en formato EPUB
et: Uuendada saab ainult EPUB antoloogiaid
fr: Peut seulement mettre à jour des anthologies ePub
ja: EPUB選集のみを更新できます
nb: Kan bare oppdatere oppdatere EPUB antologier
nl: Kan alleen Epub Bloemlezingen bijwerken
pl: Może aktualizować tylko antologie Epub
pt_br: Pode ser atualizada apenas antologias de Epubs
ru: Возможно обновить только Epub Антологии
ta: எபப் புராணங்களை மட்டுமே புதுப்பிக்க முடியும்
uk: Можна оновлювати лише антології у форматі Epub

source: Finished Fetching Story URLs for Series.
ar: انتهى جلب عناوين URL للقصص للسلسلة.
de: Holen der Story-URLs für Serien abgeschlossen.
es: Finalizada la obtención de URL de historia para series.
et: Sarjade jaoks juttude URLide tõmbamine valmis.
fr: A Fini de Récupéré les URLs d'Histoires pour les Séries.
ja: シリーズのストーリーURLの取得しますが完了しました。
nb: Fullførte henting av historieurler for seriene.
nl: Ophalen van verhaal URL's van series beëindigd.
pl: Zakończono pobieranie adresów URL historii dla serii.
ru: Завершено получение URL-адресов историй для Серий.
ta: தொடருக்கான கதை முகவரி களைப் பெறுவது முடிந்தது.
uk: Завершено отримання адрес творів для циклу.

source: Cannot Update Anthology
ar: لا يمكن تحديث المختارات
de: Sammlung kann nicht aktualisiert werden
es: No se puede actualizar la antología
et: Ei saa antoloogiat uuendada
fr: Ne peut mettre à jour Anthologie
ja: 選集を更新できません
nb: Kan ikke oppdatere antologien
nl: Kan de Anthologie niet updaten
pl: Nie można zaktualizować antologii
pt_br: Não foi possível atualizar antologia
ru: Невозможно обновить Антологию
ta: ஆன்டாலசியைப் புதுப்பிக்க முடியாது
uk: Не вдалося оновити антологію

source: Book isn't an FanFicFare Anthology or contains book(s) without valid Story URLs.
ar: الكتاب ليس مختارات FanFicFare أو يحتوي على كتاب (كتب) بدون عناوين URL صالحة للقصص.
de: Das Buch ist keine FanFicFare-Sammlung oder enthält ein Buch (mehrere Bücher) ohne gültige FFF-URL´s.
es: El libro no es una antología de FanFicFare o contiene libro(s) sin URL válidos.
et: Raamat ei ole FanFicFare antoloogia või sisaldab ilma kehtivate jutu URLideta raamatut(-id).
fr: Le livre n'est pas une Anthologie FanFicFare ou contient un/des livre(s) sans URLs de Récit valides.
ja: 本はFanFicFare選集ではないまたは有効なストーリーURLがない本を含みます。
nb: Boken er ikke en FanFicFare antologi eller inneholder bøker uten gyldige historieurler.
nl: Boek is geen FanFicFare-bloemlezing of bevat boek (en) zonder geldige verhaal-URL's.
pl: Książka nie jest antologią FanFicFare lub zawiera książki bez ważnych adresów URL historii.
ru: Книга не является антологией FanFicFare или содержит книгу(и) без действительных URL-адресов историй.
ta: நூல் ஒரு சுவைஞர் மன்றம் அல்ல அல்லது செல்லுபடியாகும் கதை முகவரி கள் இல்லாமல் நூல் (கள்) கொண்டது.
uk: Книга не є антологією FanFicFare або містить книги без коректних адрес творів.

source: There are %d stories in the current anthology that are <b>not</b> going to be kept if you go ahead.
ar: هناك %d قصة في المختارات الحالية <b>لن</b> يتم الاحتفاظ بها إذا تابعت.
de: Es gibt %d Stories in der aktuellen Sammlung, die <b>nicht</b> behalten werden, wenn sie fortfahren.
es: Hay %d historias en la antología actual que <b>no</b> se mantendrán si continúa.
et: Praeguses antoloogias on %d juttu, mida <b>ei</b> jäeta alles, kui jätkad.
fr: Il y a des récits %d dans l'actuelle Anthologie qui ne vont <b>pas</b> être gardées si vous continuer plus avant.
ja: 現在の選集には、先に進んだ場合に<b>保持されません</b>%d冊のストーリーがあります。
nb: Det er %d historier i den gjeldende antologien som <b>ikke</b> kommer til å bli beholdt hvis du fortsetter.
nl: Er zijn %d verhalen in de huidige bloemlezing die <b>niet</b> bewaard zullen worden als je doorgaat.
pt_br: Existem %d histórias na antologia atual que <b>não</b> são serão mantidas, se você seguir em frente.
ru: В нынешней антологии есть %d историй, которые <b>не будут</b> сохранены, если вы продолжите.
ta: தற்போதைய ஆன்டாலசியில் %d கதைகள் உள்ளன <b> இல்லை </b> நீங்கள் மேலே சென்றால் வைக்கப்படப் போகிறார்.
uk: У поточній антології %d творів, які <b>не буде</b> збережено, якщо ви продовжите виконання цієї дії.

source: Story URLs that will be removed:
ar: عناوين URL للقصص التي سيتم إزالتها:
de: Story URLs, die entfernt werden:
es: URL de historias que se eliminarán:
et: Juttude URLid, mis eemaldatakse:
fr: URLs de Récit qui seront supprimées :
ja: 削除されるストーリーURL:
nb: Historieurlene vil bli fjernet:
nl: Verhaal URL's die verwijderd zullen worden:
pl: URL historii, które zostaną usunięte:
pt_br: URLs de história que serão removidas:
ru: URL-адреса историй, которые будут удалены:
ta: அகற்றப்படும் கதை முகவரி கள்:
uk: Адреси творів, які буде вилучено:

source: Update anyway?
ar: التحديث على أي حال؟
de: Trotzdem aktualisieren?
es: ¿Actualizar de todas formas?
et: Uuendada ikkagi?
fr: Toujours mettre à jour ?
ja: とにかく更新しますか？
nb: Oppdater uansett?
nl: Toch bijwerken?
pl: Zaktualizować mimo to?
pt_br: Atualizar mesmo assim?
ru: Обновить в любом случае?
ta: எப்படியும் புதுப்பிக்கவா?
uk: Оновити пори це?

source: Stories Removed
ar: تمت إزالة القصص
de: Stories entfernt
es: Historias eliminadas
et: Jutud eemaldatud
fr: Récits supprimés
ja: ストーリーが削除しました
nb: Historier fjernet
nl: Verhalen verwijderd
pl: Historie usunięte
pt_br: Histórias Removidas
ru: Историй удалено
ta: கதைகள் அகற்றப்பட்டன
uk: Твори вилучено

source: No Selected Books to Update
ar: لم يتم تحديد كتب للتحديث
de: Keines der gewählten Bücher wird aktualisiert
es: No se han seleccionado libros para actualizar
et: Uuendamiseks pole ühtki raamatut valitud
fr: Pas de livres sélectionnés à mettre à jour
ja: 更新する選択した本がありません
nb: Ingen børker trenger oppdatering
nl: Geen boeken geselecteerd om bij te werken
pl: Brak wybranych książek do aktualizacji
pt_br: Nenhum livro selecionado para atualizar
ru: Нет выбранных книг для обновления
ta: புதுப்பிக்க தேர்ந்தெடுக்கப்பட்ட புத்தகங்கள் இல்லை
uk: Немає позначених книг для оновлення

source: Collecting stories for update...
ar: جمع القصص للتحديث...
de: Stories für die Aktualisierung sammlen...
es: Recopilando historias para actualizar...
et: Juttude kogumine uuendamiseks...
fr: Occupé à collecter des récits pour la mise à jour...
ja: 更新でストーリーを集め中……
nb: Samler historier for oppdatering...
nl: Verhalen verzamelen voor bewerking ...
pl: Zbieram historie do aktualizacji...
pt_br: Coletando histórias para atualizar...
ru: Сбор историй для обновления...
ta: புதுப்பிப்புக்கான கதைகளை சேகரித்தல் ...
uk: Збираємо список творів для оновлення…

source: Get stories for updates
ar: الحصول على قصص للتحديثات
de: Stories für die Aktualisierung werden gesammelt...
es: Obtener historias para actualizar
et: Hangi jutte uuendamiseks
fr: Prend des récits pour la mise à jour
ja: 更新でストーリーを取得します
nb: Hent historier for oppdateringer
nl: Verhalen ontvangen voor bewerkingen
pl: Pobierz historie do aktualizacji
pt_br: Obter histórias para atualização
ru: Получить истории для обновления
ta: புதுப்பிப்புகளுக்கான கதைகளைப் பெறுங்கள்
uk: Отримати список творів для оновлення

source: Update Existing List
ar: تحديث القائمة الموجودة
de: Vorhandene Liste aktualisieren
es: Actualizando la lista existente
et: Uuenda olemasolevat loendit
fr: Mettre à jour la liste existante
ja: 既存のリストを更新します
nb: Oppdater eksisterende liste
nl: Bestaande lijst bijwerken
pl: Zaktualizuj istniejącą listę
pt_br: Atualizar lista existente
ru: Обновить существующий список
ta: இருக்கும் பட்டியலைப் புதுப்பிக்கவும்
uk: Оновити наявний список

source: Start queuing downloading for %s stories.
ar: بدء تنزيل %s قصص في قائمة الانتظار.
de: Starte anstehenden Download für %s Stories.
es: Comenzar a poner en la cola para su descarga %s historias.
fr: Démarrage de la file d'attente de téléchargement pour %d histoires
ja: %s冊のストーリーのダウンロードの行列に入れるを始めます。
nb: Start å legge nedlastninger på løken for %s historier.
nl: Begin met wachtrij voor downloaden van %s verhalen.
pl: Rozpocznij kolejkowanie pobierania dla %s artykułów.
ru: Начать запланированную загрузку для %s историй.
ta: %s கதைகளுக்கு பதிவிறக்கத்தைத் தொடங்குங்கள்.
uk: Початок додавання до черги на отримання %s творів.

source: Queuing download for stories...
ar: وضع تنزيل القصص في قائمة الانتظار...
de: Anstehender Download für Stories ...
es: Poniendo en la cola para descargar historias...
et: Juttude allalaadimise lisamine järjekorda...
fr: File d'attente de téléchargement pour les histoires...
ja: ストーリーのダウンロードを行列に入れています……
nb: Legger nedlastninger på køen for historier...
nl: Download voor verhalen in wachtrij plaatsen ...
pl: Kolejkowanie pobierania artykułów...
ru: Запланированная загрузка для историй...
ta: கதைகளுக்கான பதிவிறக்கத்தை வரிசைப்படுத்துதல் ...
uk: Додаємо пункти до черги отримання творів…

source: Queuing download for stories
ar: وضع تنزيل القصص في قائمة الانتظار
de: Anstehender Download für Stories
es: Poniendo en la cola para descargar historias
et: Juttude allalaadimise lisamine järjekorda
fr: File d'attente de téléchargement pour les histoires
ja: ストーリーのダウンロードを行列に入れています
nb: Legger nedlastninger på køen for historier
nl: Download voor verhalen in wachtrij plaatsen
pl: Pobieranie historii w kolejce
ru: Запланированная загрузка для историй
ta: கதைகளுக்கான பதிவிறக்கம்
uk: Додаємо пункти до черги отримання творів

source: Queued download for
ar: تنزيل في قائمة الانتظار لـ
de: Anstehender Download für
es: Descarga en cola para
fr: File de téléchargement pour
ja: ダウンロードを行列に入れました:
nb: La nedlasatning på køen for
nl: Wachtende download voor
pl: Pobieranie w kolejce dla
ru: Запланированная загрузка для
ta: வரிசையில் பதிவிறக்கம்
uk: Додано до черги пункт отримання
