Repository: JimmXinu/FanFicFare
Catalog: calibre-plugin/translations/*.po
Languages: ar, de, es, et, fr, ja, nb, nl, pl, pt_br, ru, ta, uk

source: UI plugin to download FanFiction stories from various sites.
ar: إضافة واجهة مستخدم لتنزيل قصص FanFiction من مواقع مختلفة.
de: UI Plugin um FanFiktion-Stories von verschiedenen Seiten herunterzuladen.
es: Complemento de interfaz de usuario para descargar historias de «fanfiction» desde distintos sitios de Internet.
et: Kasutajaliidese plugin mitmetelt saitidelt fännikirjanduse juttude allalaadimiseks.
fr: Greffon à interface utilisateur pour télécharger des récits FanFiction de différents sites.
ja: 様々なサイトからファンフィクションをダウンロードしますのUIプラグイン。
nb: Grensesnitt plugin for nedlasting av fanfictionhistorier fra forskjellige nettsider.
nl: UI-plugin om FanFiction-verhalen van verschillende sites te downloaden.
pl: Wtyczka interfejsu użytkownika do pobierania historii FanFiction z różnych stron.
pt_br: Plugin para transferência de histórias de ficção de vários sites.
ru: Плагин интерфейса для скачивания фанфиков с различных сайтов.
ta: பல்வேறு தளங்களிலிருந்து சுவைஞர் புனைகதை கதைகளை பதிவிறக்க இடைமுகம் சொருகி.
uk: Додаток для отримання творчості фанів з різноманітних сайтів.

source: Path to the calibre library. Default is to use the path stored in the settings.
ar: مسار مكتبة calibre. الافتراضي هو استخدام المسار المخزن في الإعدادات.
de: Pfad für die Calibre-Bibliothek. Als Standardeinstellung ist der Pfad gesetzt, der in den Einstellungen gespeichert ist.
es: Ruta de acceso a la biblioteca de calibre. De manera predeterminada se utiliza la ruta definida en la configuración.
et: Rada calibre koguni. Vaikesätteks on sätetes talletatud raja kasutamine.
fr: Chemin vers la bibliothèque calibre. Par défaut utilise le chemin stocké dans les paramètres.
ja: calibreライブラリのパス。デフォルトは設定に保存されていますパスを使用します。
nb: Stil til calibrebiblioteket. Standard er å bruke stien lagret i instillinger.
nl: Pad naar de calibre-bibliotheek. Standaard wordt het pad gebruikt dat in de instellingen is opgeslagen.
pl: Ścieżka do biblioteki calibre. Domyślnie używana jest ścieżka zapisana w ustawieniach.
pt_br: Caminho para a biblioteca do calibre. O padrão é usar o caminho armazenado nos ajustes.
ru: Путь к библиотеке calibre. По умолчанию используется путь, указанный в настройках.
ta: காலிபர் நூலகத்திற்கான பாதை. அமைப்புகளில் சேமிக்கப்பட்ட பாதையைப் பயன்படுத்துவது இயல்புநிலை.
uk: Шлях до бібліотеки calibre. Типово буде використано адресу каталогу, вказану у параметрах.

source: Keyboard shortcuts
ar: اختصارات لوحة المفاتيح
de: Tastenkombinationen
es: Atajos de teclado
et: Klaviatuuri otseteed
fr: Raccourcis clavier
ja: キーボードショートカット
nb: Hurtigtaster
nl: Sneltoetsen
pl: Skróty klawiszowe
pt_br: Atalhos do teclado
ru: Сочетания клавиш...
ta: விசைப்பலகை குறுக்குவழிகள்
uk: Клавіатурні скорочення

source: Prefs Viewer dialog
ar: مربع حوار عارض التفضيلات
de: Einstellungen
es: Cuadro de diálogo visualizador de preferencias
et: Eelistuste vaaturi dialoog
fr: Préférences de la boîte de dialogue du visionneur
ja: 設定ビュアーダイアログ
nb: Instillingsviserdialog
nl: Voorkeuren dialoogvenster
pl: Okno dialogowe Prefs Viewer
pt_br: Diálogo do visualizador de preferências
ru: Диалог настроек просмотрщика
ta: முன்னுரிமை பார்வையாளர் உரையாடல்
uk: Вікно перегляду налаштувань

source: Preferences for:
ar: تفضيلات لـ:
de: Einstellungen für:
es: Preferencias para:
et: Eelistused pluginale:
fr: Préférences pour :
ja: 次の設定:
nb: Instillinger for:
nl: Voorkeuren voor:
pl: Ustawienia dla:
pt_br: Preferências para:
ru: Настройки для:
ta: இதற்கான விருப்பத்தேர்வுகள்:
uk: Налаштування для:

source: Clear
ar: مسح
de: Zurücksetzen
es: Borrar
et: Tühjenda
fr: Réinitialiser
ja: クリア
nb: Tøm
nl: Wis
pl: Wyczyść
pt_br: Limpar
ru: Очистить
ta: தெளிவான
uk: Очистити

source: Clear all settings for this plugin
ar: مسح جميع إعدادات هذه الإضافة
de: Alle Einstellungen für dieses Plugin zurücksetzen
es: Borrar todas las configuraciones de este complemento
et: Tühjenda selle plugina kõik sätted
fr: Réinitialiser tous les paramètres pour cette extension
ja: プラグインの全ての設定をクリアします
nb: Slett alle innstillinger for denne pluginen
nl: Wis alle instellingen van deze plugin
pl: Wyczyść wszystkie ustawienia dla tej wtyczki
pt_br: Limpar todas as configurações para este plugin
ru: Очистить все настройки для плагина
ta: இந்த சொருகி அனைத்து அமைப்புகளையும் அழிக்கவும்
uk: Очистити всі налаштування для цього додатка

source: Edit
ar: تعديل
de: Bearbeiten
es: Modificar
et: Muuda
fr: Modifier
ja: 編集
nl: Bewerk
pl: Edycja
pt_br: Editar
ru: Правка
ta: தொகு
uk: Змінити

source: Edit settings.
ar: تعديل الإعدادات.
de: Einstellungen bearbeiten.
es: Modificar configuración.
et: Muuda sätteid.
fr: Modifier les paramètres.
ja: 設定を編集します。
nl: Instellingen bewerken.
pl: Ustawienia edycji.
pt_br: Editar configurações
ru: Редактировать настройки.
ta: அமைப்புகளைத் திருத்தவும்.
uk: Змінити параметри.

source: Save
ar: حفظ
de: Speichern
es: Guardar
et: Salvesta
fr: Sauvegarder
ja: 保存
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
ta: சேமிக்கவும்
uk: Зберегти

source: Save setting for this plugin
ar: حفظ إعدادات هذه الإضافة
de: Speichern Sie die Einstellung für dieses Plugin
es: Guardar configuración para este complemento
et: Salvesta selle plugina sätted
fr: Enregistrer le réglage pour ce plugin
ja: プラグインの設定を保存します
nl: Bewaar de instellingen voor deze plug-in
pl: Zapisz ustawienia dla tej wtyczki
pt_br: Salvar configuração para este plugin
ru: Сохранить настройки плагина
ta: இந்த சொருகி அமைப்பைச் சேமிக்கவும்
uk: Зберегти параметри цього додатка

source: Are you sure you want to edit settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد تعديل الإعدادات في هذه المكتبة لهذه الإضافة؟
de: Möchten Sie die Einstellungen in dieser Bibliothek für dieses Plugin wirklich bearbeiten?
es: ¿Está seguro de querer modificar la configuración para este complemento en esta biblioteca?
et: Kas oled kindel, et tahad selles kogus selle plugina sätteid muuta?
fr: Êtes-vous sûr de vouloir modifier les paramètres de cette bibliothèque pour cette extension?
ja: このライブラリにこのプラグインの設定を編集してもよろしいですか？
nl: Weet je zeker dat je instellingen in deze bibliotheek voor deze plug-in wilt bewerken?
pl: Czy na pewno chcesz edytować ustawienia w tej bibliotece dla tej wtyczki?
pt_br: Você tem certeza de que deseja editar as configurações desta biblioteca para este plugin?
ru: Вы действительно хотите отредактировать настройки плагина в библиотеке?
ta: இந்த சொருகி இந்த நூலகத்தில் அமைப்புகளைத் திருத்த விரும்புகிறீர்களா?
uk: Ви справді хочете змінити параметри у цій бібліотеці для цього додатка?

source: The FanFicFare team does not support hand edited configurations.
ar: فريق FanFicFare لا يدعم التكوينات المعدلة يدويًا.
de: Das FanFicFare-Team unterstützt keine von Hand bearbeiteten Konfigurationen.
es: El equipo de FanFicFare no da soporte para configuraciones modificadas manualmente.
et: FanFicFare'i töörühm ei toeta käsitsi muudetud seadistusi.
fr: L'équipe FanFicFare ne prend pas en charge les configurations modifiées manuellement.
ja: FanFicFareチームは手編集した設定をサポートされません。
nl: Het FanFicFare-team biedt geen ondersteuning voor met de hand bewerkte configuraties.
pl: Zespół FanFicFare nie obsługuje ręcznie edytowanych konfiguracji.
pt_br: A equipe FanFicFare não suporta configurações editadas à mão.
ru: Команда FanFicFare не поддерживает конфигурации, отредактированные вручную.
ta: ஏண்ட் டிரிட் உள்ளமைவுகளை ஃபேன்ஃபிக்ஃபேர் குழு ஆதரிக்கவில்லை.
uk: Команда розробників FanFicFare не здійснює підтримки для редагованих вручну налаштувань додатка.

source: Are you sure you want to save this setting in this library for this plugin?
ar: هل أنت متأكد أنك تريد حفظ هذا الإعداد في هذه المكتبة لهذه الإضافة؟
de: Möchten Sie diese Einstellung in dieser Bibliothek wirklich für dieses Plugin speichern?
es: ¿Está seguro de querer guardar la configuración para este complemento en esta biblioteca?
et: Kas oled kindel, et tahad selles kogus selle plugina sätte salvestada?
fr: Êtes-vous sûr de vouloir enregistrer ce paramètre dans cette bibliothèque pour ce plugin?
ja: このライブラリにこのプラグインのこの設定を保存してもよろしいですか？
nl: Weet u zeker dat u deze instelling in deze bibliotheek voor deze plug-in wilt opslaan?
pl: Czy na pewno chcesz zapisać to ustawienie w tej bibliotece dla tej wtyczki?
pt_br: Você tem certeza de que quer salvar esta configuração nesta biblioteca para este plugin?
ru: Вы действительно хотите сохранить настройки плагина в библиотеке?
ta: இந்த சொருகி இந்த நூலகத்தில் இந்த அமைப்பை சேமிக்க விரும்புகிறீர்களா?
uk: Ви справді хочете зберегти цей параметр у цій бібліотеці для цього додатка?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
ar: لن يتم المساس بأي إعدادات في مكتبات أخرى أو مخزنة في ملف JSON في مجلد إضافات calibre الخاص بك.
de: Einstellungen in anderen Bibliotheken oder in einer JSON-Datei in Ihrem Calibre Plugin-Folder werden nicht verändert.
es: Las configuraciones en otras bibliotecas o almacenadas en un archivo JSON en la carpeta de complementos de calibre no se modificarán.
et: Teiste kogude sätteid või sinu calibre pluginate kaustas JSON-failis talletatud sätteid ei puudutata.
fr: Tous les paramètres dans d'autres librairies ou stockés dans un fichier JSON dans votre répertoire d'extensions calibre ne seront pas modifiés.
ja: 他のライブラリにどれかまたはcalibreプラグインのフォルダにJSONファイルに保存された設定は変更されていません。
nb: Alle innstillinger i andre biblioteker eller lagre i JSON-filer i dine Calibre pugin mappe vil ikke bli endret.
nl: Instellingen in andere bibliotheken of opgeslagen in een JSON-bestand in uw Calibre plugins-folder worden niet aangeroerd.
pl: Żadne ustawienia w innych bibliotekach lub przechowywane w pliku JSON w folderze wtyczek Calibre nie zostaną zmienione.
pt_br: Qualquer configuração em outras bibliotecas ou armazenadas em um arquivo JSON na pasta dos seus plugins do calibre não serão tocadas.
ru: Любые настройки в других библиотеках или сохраненные в файле JSON в папке плагинов calibre не будут затронуты.
ta: பிற நூலகங்களில் உள்ள எந்த அமைப்புகளும் அல்லது உங்கள் காலிபர் செருகுநிரல்கள் கோப்புறையில் ஒரு சாதொபொகு கோப்பில் சேமிக்கப்படாது.
uk: Будь-які налаштування в інших бібліотеках або збережені у файлі JSON у вашій теці додатків calibre не будуть змінені.

source: You must restart calibre afterwards.
ar: يجب عليك إعادة تشغيل calibre بعد ذلك.
de: Sie müssen Calibre danach neu starten.
es: Debe reiniciar calibre después.
et: Sa pead pärast calibre taaskäivitama.
fr: Vous devez redémarrer calibre ensuite.
ja: あとでcalibreを再起動が必要です。
nb: Du må restarte Calibre etterpå.
nl: U dient calibre achteraf te herstarten.
pl: Musisz potem ponownie uruchomić calibre.
pt_br: Você precisa reiniciar o calibre depois disso.
ru: Вы должны перезагрузить calibre впоследствии.
ta: நீங்கள் பின்னர் காலிபரை மறுதொடக்கம் செய்ய வேண்டும்.
uk: Після цього ви повинні перезавантажити calibre.

source: All settings for this plugin in this library have been saved.
ar: تم حفظ جميع إعدادات هذه الإضافة في هذه المكتبة.
de: Alle Einstellungen für dieses Plugin in dieser Bibliothek wurden gespeichert.
es: Se han guardado todos los ajustes para este complemento en esta biblioteca.
et: Kõik selle plugina sätted selles kogus on salvestatud.
fr: Tous les paramètres de ce plugin dans cette bibliothèque ont été enregistrés.
ja: プラグインの全ての設定は保存されました。
nl: Alle instellingen voor deze plug-in in deze bibliotheek zijn opgeslagen.
pl: Wszystkie ustawienia tej wtyczki w tej bibliotece zostały zapisane.
pt_br: Todas as configurações para este plugin nesta biblioteca foram salvas.
ru: Все настройки для этого плагина в этой библиотеке были сохранены.
ta: இந்த நூலகத்தில் இந்த சொருகி அனைத்து அமைப்புகளும் சேமிக்கப்பட்டுள்ளன.
uk: Усі параметри для цього додатка у цій бібліотеці було збережено.

source: Please restart calibre now.
ar: من فضلك أعد تشغيل calibre الآن.
de: Bitte starten Sie Calibre jetzt neu.
es: Por favor reinicie calibre ahora.
et: Palun taaskäivita calibre kohe.
fr: Merci de redémarrer calibre maintenant.
ja: 今すぐcalibreを再起動してください。
nb: Vennligst restart Calibre nå.
nl: Herstart calibre nu alstublieft.
pl: Proszę ponownie uruchom calibre teraz.
pt_br: Reinicie o calibre agora.
ru: Пожалуйста, перезагрузите calibre сейчас.
ta: தயவுசெய்து இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்.
uk: Будь ласка перезавантажте Calibre.

source: Restart calibre now
ar: أعد تشغيل calibre الآن
de: Calibre jetzt neu starten
es: Reiniciar calibre ahora
et: Taaskäivita calibre nüüd
fr: Redémarre calibre maintenant
ja: 今すぐcalibreを再起動します
nb: Restart calibre nå
nl: Calibre nu herstarten
pl: Uruchom calibre ponownie.
pt_br: Reinicie o calibre agora
ru: Перезагрузите calibre сейчас
ta: இப்போது காலிபரை மறுதொடக்கம் செய்யுங்கள்
uk: Перезавантажити calibre

source: Are you sure you want to clear your settings in this library for this plugin?
ar: هل أنت متأكد أنك تريد مسح إعداداتك في هذه المكتبة لهذه الإضافة؟
de: Sind sie sicher, dass sie alle Einstellungen in dieser Bibliothek für diese Plugin zurücksetzen möchten?
es: ¿Está seguro de querer borrar todas las configuraciones en esta biblioteca para este complemento?
et: Kas oled kindel, et tahad selles kogus kõik selle plugina sätted tühjendada?
fr: Êtes-vous sûr de vouloir réinitialiser vos paramètres dans cette bibliothèque pour cette extension ?
ja: このライブラリにのこのプラグインの設定をクリアしてもよろしいですか？
nb: Er du sikker på at du vil slette innstillinger i dette bibloteket for denne pluginen?
nl: Bent u zeker dat u uw instellingen in deze bibliotheek voor deze invoegtoepassing/plugin wilt wissen?
pl: Czy jesteś pewny, że chcesz wyczyścić wszystkie ustawienia w tej bibliotece dla tej wtyczki?
pt_br: Você tem certeza que deseja limpar as configurações em sua biblioteca para este plugin?
ru: Вы действительно хотите очистить настройки плагина в библиотеке?
ta: இந்த சொருகி இந்த நூலகத்தில் உங்கள் அமைப்புகளை அழிக்க விரும்புகிறீர்களா?
uk: Ви впевнені, що бажаєте очистити ваші налаштування у цій бібліотеці для цього додатка?

source: All settings for this plugin in this library have been cleared.
ar: تم مسح جميع إعدادات هذه الإضافة في هذه المكتبة.
de: Alle Einstellungen für dieses Plugin in dieser Bibliothek wurden zurückgesetzt.
es: Todas las configuraciones de este complemento en esta biblioteca se han borrado.
et: Kõik selle plugina sätted selles kogus on tühjendatud.
fr: Tous les paramètres pour cette extension dans cette librairie ont été réinitialisés.
ja: このライブラリにこのプラグインの全ての設定はクリアされました。
nb: Alle innstillinger for denne pluginen i dette biblioteket har blitt slettet.
nl: Alle instellingen voor de plugin in deze bibliotheek zijn gewist.
pl: Wszystkie ustawienia dla tej wtyczki w tej bibliotece zostały wyczyszczone.
pt_br: Todas as configurações deste plugin nesta biblioteca foram limpas.
ru: Все настройки для этого плагина в этой библиотеке были очищены.
ta: இந்த நூலகத்தில் இந்த சொருகி அனைத்து அமைப்புகளும் அழிக்கப்பட்டுள்ளன.
uk: Всі налаштування для цього додатка у цій бібліотеці були очищені.

source: List of Supported Sites
ar: قائمة المواقع المدعومة
de: Liste der unterstützten Seiten
es: Lista de sitios compatibles
et: Toetatud saitide loend
fr: Liste des Sites Supportés
ja: 対応サイトのリスト
nb: List støttede steder
nl: Lijst van ondersteunde sites
pl: Lista wspieranych stron
pt_br: Lista de Sites Suportados
ru: Список поддерживаемых сайтов
ta: உதவி தளங்களின் பட்டியல்
uk: Список підтримуваних файлів

source: FAQs
ar: الأسئلة الشائعة
es: Preguntas frecuentes
et: KKK
ja: よくある質問
nl: VGV's
pl: Pytania zadawane najczęściej
pt_br: Perguntas e Repostas
ru: FAQ
ta: கேள்விகள்
uk: Поширені питання

source: Basic
ar: أساسي
de: Basis
es: Básico
et: Peamised
fr: De base
ja: 基本的
nb: Basis
nl: Basis
pl: Podstawowe
pt_br: Básico
ru: Основное
ta: அடிப்படை
uk: Основні

source: Calibre Cover
ar: غلاف Calibre
es: Portada de calibre
et: Calibre kaas
fr: Couverture calibre
ja: calibre表紙
nb: Calibre forside
nl: Calibre-omslag
pl: Okładka calibre
pt_br: Capa do Calibre
ru: Обложка Calibre
ta: காலிபர் கவர்
uk: Обкладинка Calibre

source: Standard Columns
ar: أعمدة قياسية
de: Standard-Spalten
es: Columnas estándar
et: Standard-veerud
fr: Colonnes standards
ja: 標準的な列
nb: Standard kolonner
nl: Standaardkolommen
pl: Standardowe kolumny
pt_br: Colunas Padrão
ru: Стандартные столбцы
ta: நிலையான நெடுவரிசைகள்
uk: Стандартні стовпчики

source: Custom Columns
ar: أعمدة مخصصة
de: Benutzerdefinierte Spalten
es: Columnas personalizadas
et: Kohandatud veerud
fr: Colonnes personnalisées
ja: カスタム列
nb: Egendefinert kolonne
nl: Eigen kolommen
pl: Kolumny niestandardowe
pt_br: Personalizar Colunas
ru: Пользовательские столбцы
ta: தனிப்பயன் நெடுவரிசைகள்
uk: Нетипові стовпчики

source: Email Settings
ar: إعدادات البريد الإلكتروني
de: Email-Einstellungen
es: Configuración de correo electrónico
et: E-posti sätted
fr: Préférences Email
ja: メールの設定
nb: E-postinnstillinger
nl: E-mailinstellingen
pl: Ustawienia e-mail
pt_br: Configurações de E-mail
ru: Настройки эл. почты
ta: மின்னஞ்சல் அமைப்புகள்
uk: Параметри пошти

source: Other
ar: أخرى
de: Andere
es: Otros
et: Muud
fr: Autre
ja: その他
nb: Andre
nl: Andere
pl: Inne
pt_br: Outros
ru: Другое
ta: மற்றொன்று
uk: Інше

source: These settings control the basic features of the plugin--downloading FanFiction.
ar: تتحكم هذه الإعدادات في الميزات الأساسية للإضافة - تنزيل FanFiction.
de: Diese Einstellungen steuern die grundlegenden Funktionen des Plugins -- FanFictions herunterladen.
es: Estas opciones controlan las funciones básicas del complemento, como descargar «fanfiction».
et: Need sätted juhivad plugina põhilisi funktsioone -- fännikirjanduse allalaadimist.
fr: Ces paramètres contrôlent les caractéristiques de base de l'extension--téléchargement FanFiction
ja: この設定はプラグインの基本的な機能（ファンフィクションのダウンロード）を制御します。
nb: Disse kontrollene for enkle funksjoner for pluginen -- Laster ned fanfiction
nl: Deze instellingen besturen de basismogelijkheden van de plug-in -- bezig met downloaden van FanFiction.
pl: Te ustawienia kontrolują podstawowe funkcje wtyczki - pobieranie FanFiction.
pt_br: Estes ajustes controlam os recursos básicos do plugin--transferências de ficção.
ru: Эти настройки контролируют основные возможности плагина, скачивающего фанфики.
ta: இந்த அமைப்புகள் சொருகியின் அடிப்படை அம்சங்களைக் கட்டுப்படுத்துகின்றன-விசிறி புனைகதையை ஏற்றுதல்.
uk: Ці параметри керують основним можливостями додатка отримання творів фанів.

source: Defaults Options on Download
ar: خيارات افتراضية عند التنزيل
de: Standardeinstellung für das Herunterladen
es: Opciones predeterminadas al descargar
et: Allalaadimiste vaikimisi valikud
fr: Options par défaut au téléchargement
ja: ダウンロードのデフォルト設定
nb: Standardinnstillinger for nedlasting
nl: Standaardopties voor downloaden
pl: Domyślne opcje pobierania
pt_br: Opções Padrão na Transferência
ru: Стандартные настройки при скачивании
ta: பதிவிறக்கத்தில் இயல்புநிலை விருப்பங்கள்
uk: Типові параметри отримання даних

source: On each download, FanFicFare offers an option to select the output format. <br />This sets what that option will default to.
ar: عند كل تنزيل، يقدم FanFicFare خيارًا لتحديد تنسيق الإخراج. <br />يحدد هذا ما سيكون عليه هذا الخيار افتراضيًا.
de: FanFicFare bietet bei jedem Download die Option das Ausgabeformat auszuwählen. <br />Hier wird eingestellt, welche Option standardmäßig verwendet wird.
es: En cada descarga, FanFicFare ofrece la opción de seleccionar el formato de salida.<br/>Esto establece el valor predeterminado para esta opción.
et: Igal allalaadimisel pakub FanFicFare valikut väljundformaadi valimiseks. <br />See säte määrab selle valiku vaikeväärtuse.
fr: A chaque téléchargement, FanFicFare propose une option pour sélectionner le format de sortie. <br/>Ces réglages sont ce que cette option fera par défaut.
ja: 毎ダウンロードで、FanFicFareは出力形式を選択するオプションがあります。<br />これはオプションのデフォルト値を設定します。
nb: For hver nedlastning, FanFicFare offer et valg for å velge resultat format. <br /> Dette setter hvilke valg som settes som standard.
nl: Bij elke download, geeft FanFicFare een optie weer om een uitvoerformaat te selecteren. <br />Dit bepaalt welke standaard deze optie zal bevatten.
pl: Przy każdym pobieraniu FanFicFare oferuje opcję wyboru formatu wyjściowego. <br />Spowoduje to ustawienie wartości domyślnej tej opcji.
pt_br: Em cada download, FanFicFare oferece uma opção para selecionar o formato de saída. <br /> Isto define qual opção será a padrão.
ru: При каждой загрузке FanFicFare предлагает возможность выбрать выходной формат. <br />Здесь устанавливается то, что эта опция будет по умолчанию.
ta: ஒவ்வொரு பதிவிறக்கத்திலும், வெளியீட்டு வடிவமைப்பைத் தேர்ந்தெடுக்க ஃபேன்ஃபிக்ஃபேர் ஒரு விருப்பத்தை வழங்குகிறது. <br /> இது அந்த விருப்பம் இயல்புநிலையாக இருக்கும் என்பதை அமைக்கிறது.
uk: Для кожного з випадків отримання даних FanFicFare пропонує вибрати формат результату. <br />За допомогою цього параметра можна визначити типовий формат.

source: Default Output &Format:
ar: &التنسيق الافتراضي للإخراج:
de: Standardeinstellung Ausgabe-Format:
es: &Formato de salida predeterminado:
et: Vaikimisi väljundformaat:
fr: &Format de sortie par défaut :
ja: 出力形式のデフォルト(&F):
nb: Standard resultat &Format:
nl: Standaard uitvoer &formaat:
pl: Domyślny format wyjściowy:
pt_br: &Formato do Padrão de Saída:
ru: Стандартный &формат вывода:
ta: இயல்புநிலை வெளியீட்டு வடிவம்:
uk: Типовий &формат виводу:

source: On each download, FanFicFare offers an option of what happens if that story already exists. <br />This sets what that option will default to.
ar: عند كل تنزيل، يقدم FanFicFare خيارًا لما يحدث إذا كانت القصة موجودة بالفعل. <br />يحدد هذا ما سيكون عليه هذا الخيار افتراضيًا.
de: FanFicFare bietet bei jedem Download die Option was passieren soll, wenn die Story bereits vorhanden ist. <br />Hier wird eingestellt, welche Option standardmäßig verwendet wird.
es: En cada descarga, FanFicFare ofrece la opción de elegir qué hacer si la historia ya existe.<br/>Esto establecerá el valor predeterminado para esta opción.
et: Igal allalaadimisel pakub FanFicFare valikut, mida teha juhul kui see jutt on juba olemas. <br />See säte määrab selle valiku vaikeväärtuse.
fr: A chaque téléchargement, FanFicFare propose une option sur ce qu'il arrive si ce récit existe déjà.<br/> Ces réglages sont ce que cette option fera par défaut.
ja: 毎ダウンロードで、FanFicFareはストーリーがすでに存在された場合にどうなってかとういオプションがあります。<br />これはオプションのデフォルト値を設定します。
nb: For hver nedlastning, FanFicFare tilbyer et valg for the som skjer hvis denne historien allerede eksisterer. <br />Dette setter det valget som settes som blir standard.
nl: Bij elke download, geeft FanFicFare een optie weer wat er gebeurt indien het verhaal reeds bestaat. <br />dit bepaalt welke standaard deze optie zal bevatten.
pl: Przy każdym pobieraniu FanFicFare oferuje opcję tego, co się stanie, jeśli ta historia już istnieje. <br />Spowoduje to ustawienie wartości domyślnej tej opcji.
pt_br: Em cada download, o FanFicFare oferece uma opção do que acontece se esta história já existe. <br /> Isto define qual opção será a padrão.
ru: При каждой загрузке FanFicFare предлагает вариант того, что происходит, если эта история уже существует. <br />Здесь устанавливается то, что эта опция будет по умолчанию.
ta: ஒவ்வொரு பதிவிறக்கத்திலும், அந்தக் கதை ஏற்கனவே இருந்தால் என்ன நடக்கும் என்பதற்கான விருப்பத்தை ஃபேன்ஃபிக்ஃபேர் வழங்குகிறது. <br /> இது அந்த விருப்பம் இயல்புநிலையாக இருக்கும் என்பதை அமைக்கிறது.
uk: Для кожного з випадків отримання даних FanFicFare пропонує вибрати варіант дій, якщо запис твору вже існує. <br />За допомогою цього параметра можна визначити типову дію.
