Repository: JimmXinu/FanFicFare
Catalog: calibre-plugin/translations/*.po
Languages: ar, de, es, et, fr, ja, nb, nl, pl, pt_br, ru, ta, uk

source: Default If Story Already Exists?
ar: افتراضيًا إذا كانت القصة موجودة بالفعل؟
de: Standardeinstellung, wenn die Story bereits vorhanden ist?
es: Acción predeterminada si la historia ya existe
et: Vaikimisi valik, kui jutt on juba olemas?
fr: Par défaut si le récit existe déjà ?
ja: ストーリーがすでに存在場合のデフォルト？
nb: Går for standard hvis historien ikke eksisterer?
nl: Standaard als het verhaal reeds bestaat?
pl: Domyślnie, jeśli historia już istnieje?
pt_br: Padrão se a história já existe?
ru: Стандартное поведение, если история уже существует?
ta: கதை ஏற்கனவே இருந்தால் இயல்புநிலை?
uk: Типова дія, якщо твір вже існує?

source: Default Update Calibre &Metadata?
ar: تحديث Calibre &Metadata افتراضيًا؟
de: Standardeinstellung für die Aktualisierung der Calibre-Metadaten?
es: Actualización predeterminada de metadatos
et: Vaikimisi Uuenda Calibre metaandmeid?
fr: Par défaut met à jour les &métadonnées calibre ?
ja: calibreメタデータを更新するのデフォルト？(&M)
nb: Standard oppdatering av Calibre &Metadata?
nl: Standaard update Calibre &Metagegevens?
pl: Domyślne metadane aktualizacji calibre?
pt_br: Padrão de Atualização de &Metadados do Calibre?
ru: Обновлять &метаданные Calibre по умолчанию?
ta: இயல்புநிலை புதுப்பிப்பு காலிபர் & மெட்டாடேட்டா?
uk: Типово оновлювати &метадані Calibre?

source: On each download, FanFicFare offers an option to update Calibre's metadata (title, author, URL, tags, custom columns, etc) from the web site. <br />This sets whether that will default to on or off. <br />Columns set to 'New Only' in the column tabs will only be set for new books.
ar: عند كل تنزيل، يقدم FanFicFare خيارًا لتحديث بيانات Calibre الوصفية (العنوان، المؤلف، URL، العلامات، الأعمدة المخصصة، إلخ) من موقع الويب. <br />يحدد هذا ما إذا كان هذا الخيار سيكون افتراضيًا تشغيل أو إيقاف. <br />الأعمدة المعينة إلى 'جديد فقط' في علامات تبويب الأعمدة سيتم تعيينها فقط للكتب الجديدة.
de: FanFicFare bietet bei jedem Download die Option Calibre´s Metadaten (Titel, Autor, URL, Schlagworte, Benutzerdefinierte Spalten usw.) von der Webseite zu aktualisieren. <br />Hier wird eingestellt, welche Option standardmäßig verwendet wird. <br />Spalten, die im Reiter Standard-Spalten auf "Nur neue" gesetzt sind, werden nur bei neuen Büchern gefüllt.
es: En cada descarga, FanFicFare ofrece la opción de actualizar los metadatos de calibre (título, autor, URL, etiquetas, columnas personalizadas, etc.) desde un sitio de Internet.<br/>Esto establece si la opción está activada o desactivada de manera predeterminada.<br/>Las columnas establecidas en «Sólo nuevo» en la pestaña de columnas sólo se rellenan para los libros nuevos.
et: Igal allalaadimisel pakub FanFicFare võimalust uuendada Calibre metaandmeid (pealkiri, autor, URL, sildid, kohandatud veerud jms) veebisaidilt. <br />See säte määrab, kas see on vaikimisi lülitatud sisse või välja. <br />Veerud, mis on veergude vahelehel määratud valikule 'Ainult uus', määratakse ainult uutele raamatutele.
fr: A chaque téléchargement, FanFicFare propose une option pour mettre les métadonnées de calibre à jour (titre, auteur, URL, étiquettes, colonnes personnalisées etc.) depuis le site web. <br />Ces paramétrages se placeront sur marche ou arrêt par défaut. <br />Les colonnes définies à "Nouveau uniquement" dans l'étiquette de colonne seront uniquement définies pour les nouveaux livres.
ja: 毎ダウンロードで、FanFicFareはWebサイトからcalibreのメタデータ（タイトル、著者、URL、タグ、カスタム列など）を更新するオプションがあります。<br />これはオンまたはオフにデフォルトを設定する。<br />列タブに「新規のみ」に設定する列は新しい本のみで設定されます。
nb: For hver nedlasning, FanFicFare tilbyr et valg for å oppdatere Calibres metadata (tittel, forfatter, URL, merkelapper, egendefinerte kolonner, etc) fra nettsiden. <br />Dette setter det som bilr standardvalg til av eller på. <br />Kolonner satt til 'New Only' i egendefinerte kolonner vill bare bli satt for nye bøker.
nl: Bij elke download biedt FanFicFare een optie om Calibre metagegevens (titel, auteur, URL, tags, aangepaste kolommen, enz.) van de website bij te werken. <br />Hiermee wordt de standaard ingesteld op aan of uit.<br /> Kolommen die zijn ingesteld als 'Alleen Nieuw' in de kolomtabs, worden alleen ingesteld voor nieuwe boeken.
pl: Przy każdym pobieraniu FanFicFare oferuje opcję aktualizacji metadanych Calibre (tytuł, autor, adres URL, tagi, niestandardowe kolumny itp.) <br />Ze strony internetowej. To określa, czy będzie to domyślnie włączone, czy wyłączone.<br /> Kolumny z ustawieniem „Tylko nowe” na kartach kolumn zostaną ustawione tylko dla nowych książek.
pt_br: Em cada download, o FanFicFare oferece uma opção para atualizar os metadados do Calibre (título, autor, URL, etiquetas, colunas personalizadas, etc) do site. <br /> Isso define quando será o padrão para ativar ou desativar. <br />Colunas definidas para 'Somente Novo" nas abas das colunas que só serão definidas para novos livros.
ru: При каждой загрузке FanFicFare предлагает возможность обновлять метаданные Calibre (заголовок, автор, URL, теги, пользовательские столбцы и т. д.) с веб-сайта. <br />Здесь устанавливается, будет ли это по умолчанию включено или выключено. <br />Столбцы, выбранные как «Только новые» на вкладках столбцов, будут установлены только для новых книг.
ta: ஒவ்வொரு பதிவிறக்கத்திலும், ஃபார்ஃபிக்ஃபேர் வலைத்தளத்திலிருந்து காலிபரின் மெட்டாடேட்டாவை (தலைப்பு, ஆசிரியர், முகவரி, குறிச்சொற்கள், தனிப்பயன் நெடுவரிசைகள் போன்றவை) புதுப்பிக்க ஒரு விருப்பத்தை வழங்குகிறது. <br /> இது இயல்புநிலைக்கு ஆன் அல்லது ஆஃப் செய்யுமா என்பதை அமைக்கிறது. <br /> நெடுவரிசை தாவல்களில் 'புதிய மட்டும்' என அமைக்கப்பட்ட நெடுவரிசைகள் புதிய புத்தகங்களுக்கு மட்டுமே அமைக்கப்படும்.
uk: Під час кожного сеансу отримання даних FanFicFare пропонує можливість оновлення метаданих Calibre (назви, автора, адреси, міток, нетипових стовпчиків тощо) з сайта. <br />За допомогою цього пункту можна типово увімкнути чи вимкнути цю можливість. <br />Стовпчики, для яких встановлено «Лише нові» у вкладках стовпчиків, будуть встановлюватися лише для нових книг.

source: Default Background Metadata?
ar: البيانات الوصفية الافتراضية في الخلفية؟
de: Standard-Hintergrundmetadaten?
es: ¿Metadatos en segundo plano de manera predeterminada?
et: Vaikimisi Taustal metaandmed?
fr: Métadonnées d'Arrière-Plan par défaut ?
ja: バックグラウンドメタデータのデフォルト？
nb: Standard bakgrunnmetadata?
nl: Standaard achtergrond Metagegevens?
pl: Domyślne metadane w tle?
pt_br: Metadados do Fundo Padrão?
ru: Сбор метаданных в фоне по умолчанию?
ta: இயல்புநிலை பின்னணி மெட்டாடேட்டா?
uk: Типово отримувати метадані у фоновому режимі?

source: On each download, FanFicFare offers an option to Collect Metadata from sites in a Background process.<br />This returns control to you quicker while updating, but you won't be asked for username/passwords or if you are an adult--stories that need those will just fail.<br />Only available for Update/Overwrite of existing books in case URL given isn't canonical or matches to existing book by Title/Author.
ar: عند كل تنزيل، يقدم FanFicFare خيارًا لجمع البيانات الوصفية من المواقع في عملية خلفية.<br />هذا يعيد التحكم إليك بشكل أسرع أثناء التحديث، ولكن لن يُطلب منك أسماء مستخدمين/كلمات مرور أو ما إذا كنت بالغًا - القصص التي تحتاج إلى ذلك ستفشل ببساطة.<br />متاح فقط لـ تحديث/الكتابة فوق الكتب الموجودة في حالة عدم كون URL المعطى قانونيًا أو مطابقًا لكتاب موجود حسب العنوان/المؤلف.
de: Bei jedem Download bietet FanFicFare eine Option, um im Hintergrund Metadaten von Webseiten zu sammeln.<br />Während eines Updates gibt dies die Kontrolle schneller an Sie zurück, aber Sie werden nicht nach Nutzernamen/Passwörtern oder ihrem Alter gefragt--Geschichten, die diese Daten benötigen, können nicht geladen werden.<br />Das Aktualisieren/Überschreiben vorhandener Bücher ist nur möglich, wenn die URL dem vorgegebenen Schema folgt oder mit dem Titel/Autor eines vorhandenen Buchs übereinstimmt.
es: En cada descarga, FanFicFare ofrece la opción de recopilar metadatos de Internet en un proceso en segundo plano.<br/>Esto le devuelve el control más rápidamente al actualizar, pero no tendrá la posibilidad de introducir contraseñas o especificar si es usted adulto, las historias que requieran esa información fallarán sin más.<br/>Sólo está disponible para actualizar o reemplazar libros existentes en caso de que el URL dado no sea canónico o coincida con el título actual por título o autor.
et: Igal allalaadimisel pakub FanFicFare valikut korjata saitidelt metaandmeid taustal töötavas protsessis.<br />See annab uuendades sulle kontrolli tagasi varem, kuid sult ei küsita kasutajanime/parooli ega seda, kas oled täisealine -- neid vajavad jutud lihtsalt ebaõnnestuvad.<br />Ainult saadaval olemasolevate raamatute Uuendamisel/Ülekirjutamisel, kui antud URL pole kanooniline või vastab olemasoleva raamatu Pealkirja/Autoriga.
fr: A chaque téléchargement, FanFicFare propose une option pour Collecter les Métadonnées dans un processus d'Arrière-plan. <br /> Ceci vous redonne le contrôle plus rapidement pendant la mise à jour, mais vous ne serez interrogé pour des noms d'utilisateur/mots de passe ou si vous êtes sur une histoire pour adulte qui en à besoin celles-ci échoueront. <br /> Seulement disponible pour mise à jour/l'écrasement de livres existants dans le cas ou l'URL donnée n'est pas classique ou correspond à un livre existant par Titre/Auteur.
ja: 毎ダウンロードで、FanFicFareはバックグラウンドプロセスでサイトからメタデータを集めるオプションがあります。<br />これにより、更新中に制御を早めに返すが、ユーザー名やパスワードを求めません、またはあなたが大人であれば。それらを必要するストーリーは失敗します。<br />指定されたURLが正規ではない場合や、または存在された本のタイトルや著者と一致場合のため、更新するまたは存在された本を上書きにのみ使用できます。
nb: FOr hver nedlastning, FanFicFare tilbare et valg for å samle metadata fra sider i en bakgrunnsprosess.<br />Dette returnerer kontrollen til deg fortere når du oppdaterer, men du vil ikke bli spurt om brukernavn/passord eller om du er voksen. -- Historier som trenger disse vil feile. <br />Bare tilgjengelig for oppdatering/overskriving av eksisterende bøker i URL gitt at den ikker er kanonisk eller matcher en eksisterende bok med Tittel/Forfatter.
nl: Bij elke download biedt FanFicFare een optie om metagegevens van sites te verzamelen in een achtergrondproces.<br /> Dit geeft u sneller controle terug tijdens het bijwerken, maar u wordt niet gevraagd om gebruikersnaam / wachtwoorden of als u een volwassene bent - zullen verhalen die dit nodig hebben, gewoon falen.<br /> Alleen beschikbaar voor het bijwerken / overschrijven van bestaande boeken in het geval de gegeven URL niet canoniek is of overeenkomt met titel / auteur van bestaand boek.
pl: Przy każdym pobieraniu FanFicFare oferuje opcję zbierania metadanych z witryn w procesie w tle.<br />To przywraca kontrolę szybciej podczas aktualizacji, ale nie zostaniesz poproszony o podanie nazwy użytkownika/hasła ani jeśli jesteś dorosły - historie, które ich potrzebują, po prostu się nie powiedzie. <br />Dostępne tylko w przypadku aktualizacji/zastępowania istniejących książek w przypadku, gdy podany adres URL nie jest kanoniczny lub pasuje do istniejącej książki według tytułu/autora.
ru: При каждой загрузке FanFicFare предлагает возможность собирать метаданные с сайтов в фоновом режиме.<br />При обновлении это вернет вам управление быстрее, но вас не будут спрашивать имя пользователя/пароль или, если вы взрослый человек — истории, которым они нужны, просто не загрузятся.<br />Доступно только для обновления/перезаписи существующих книг, если указанный URL не является каноническим или соответствует существующей книге по названию/автору.
ta: ஒவ்வொரு பதிவிறக்கத்திலும், ஃபேன்ஃபிக்ஃபேர் ஒரு பின்னணி செயல்பாட்டில் தளங்களிலிருந்து மெட்டாடேட்டாவை சேகரிக்க ஒரு விருப்பத்தை வழங்குகிறது. அது தேவைப்படும் கதைகள் தோல்வியடையும். <br /> முகவரி கொடுக்கப்பட்டால் ஏற்கனவே இருக்கும் புத்தகங்களைப் புதுப்பிக்க/மேலெழுதும் மட்டுமே கிடைக்கிறது.
uk: Під час кожного сеансу отримання даних FanFicFare пропонує варіант зі збиранням метаданих із сайтів у фоновому режимі.<br />Це поверне вам керування раніше під час оновлення, але програма не питатиме вас про ім’я користувача і пароль чи про те, чи є ви дорослою людиною, — твори, які цього потребують просто не оброблятимуться.<br />Цей варіант доступний для оновлення або перезапису наявних книг, лише якщо вказано неканонічну адресу або відповідність книг встановлюється за назвою і автором.

source: Updating Calibre Options
ar: تحديث خيارات Calibre
de: Calibre Optionen beim Aktualisieren
es: Actualizando opciones de calibre
et: Calibre uuendamise sätted
fr: Mise à jour des options de calibre
ja: calibreを更新します設定
nb: Oppdaterer Calibre-valg
nl: Calibre opties bijwerken
pl: Aktualizowanie opcji calibre
pt_br: Atualizando Opções do Calibre
ru: Обновление параметров Calibre
ta: காலிபர் விருப்பங்களை புதுப்பித்தல்
uk: Оновлення параметрів Calibre

source: Delete other existing formats?
ar: حذف التنسيقات الأخرى الموجودة؟
de: Andere vorhandene Formate löschen?
es: ¿Borrar otros formatos existentes?
et: Kustuta muud olevasolevad formaadid?
fr: Supprimer les autres formats existants ?
ja: 他の既存の形式を削除しますか？
nb: Slett andre eksisterende formater?
nl: Wis andere aanwezige formaten?
pl: Usunąć inne istniejące formaty?
pt_br: Apagar outros formatos existentes?
ru: Удалить другие существующие форматы?
ta: தற்போதுள்ள பிற வடிவங்களை நீக்கவா?
uk: Вилучити інші наявні формати?

source: Check this to automatically delete all other ebook formats when updating an existing book. Handy if you have both a Nook(epub) and Kindle(mobi), for example.
ar: حدد هذا لحذف جميع تنسيقات الكتب الإلكترونية الأخرى تلقائيًا عند تحديث كتاب موجود. مفيد إذا كان لديك كل من Nook (epub) و Kindle (mobi)، على سبيل المثال.
de: Markieren sie dies um automatisch alle anderen eBook-Formate zu löschen, wenn ein vorhandenes Buch aktualisiert wird.<br />Praktisch, wenn sie zum Beispiel sowohl ein Nook (epub) und ein Kindle (mobi) haben.
es: Marque esta opción para borrar automáticamente todos los otros formatos al actualizar un libro existente. Es útil si tiene un Nook (epub) y un Kindle (mobi), por ejemplo.
et: Märgista see, et olemasolevate raamatute uuendamisel kustutada automaatselt kõik teised e-raamatute formaadid. Kasulik, kui sul on näiteks nii Nook(epub) kui ka Kindle(mobi).
fr: Cocher ceci pour supprimer automatiquement tous les autres formats d'ebook quand vous mettez à jour un ebook existant. Pratique si vous avez en même temps un Nook (epub) et une Kindle (mobi), par exemple.
ja: これをチェックして、既存の本を更新する際に全ての他の電子書籍形式を自動的に削除します。 例えば、Nook(epub)とKindle(mobi)の両方があります場合に便利です。
nb: Sjekk dette for å automatisk slette alle ebokformater når vi oppdaterer en eksisterende bok. Nyttig hvis du har både en Nook(epub) eller Kindle(mobi), for eksempel.
nl: Selecteer dit om alle andere e-boekformaten automatisch te verwijderen bij het bijwerken van een bestaand boek. Handig als je zowel een Nook (epub) als Kindle (mobi) hebt, bijvoorbeeld.
pl: Zaznacz tę opcję, aby automatycznie usuwać wszystkie inne formaty e-booków podczas aktualizacji istniejącej książki. Przydatne, jeśli masz na przykład Nook (epub) i Kindle (mobi).
pt_br: Marque esta opção para apagar automaticamente todos os outros formatos de e-books quando atualizar um livro existente. Útil, por exemplo, se você tem tanto um Nook (epub) como um Kindle (mobi).
ru: Установите этот флажок, чтобы автоматически удалять все другие форматы электронных книг при обновлении существующей книги. Удобно, например, если у вас есть Nook(epub) и Kindle(mobi).
ta: ஏற்கனவே உள்ள புத்தகத்தைப் புதுப்பிக்கும்போது மற்ற எல்லா மின்புத்தக வடிவங்களையும் தானாக நீக்க இதைச் சரிபார்க்கவும். உதாரணமாக, உங்களிடம் ஒரு மூலை (எபப்) மற்றும் கின்டெல் (மொபி) இரண்டும் இருந்தால் எளிது.
uk: Позначте цей пункт, щоб програма автоматично вилучала всі інші формати наявної електронної книги під час оновлення. Зручно, якщо у вас, наприклад, є одразу Nook(epub) і Kindle(mobi).

source: Keep Existing Tags when Updating Metadata?
ar: الاحتفاظ بالعلامات الموجودة عند تحديث البيانات الوصفية؟
de: Vorhandene Schlagworte behalten, wenn die Metadaten aktualisiert werden?
es: ¿Mantener las etiquetas existentes al actualizar metadatos?
et: Metaandmete uuendamisel säilita olemasolevad sildid?
fr: Garder les étiquettes existantes quand mise à jour des métadonnées ?
ja: メタデータを更新する際に既存されたタグを保持しますか？
nb: Behold eksisterende merkelapper når metadata oppdateres?
nl: Bestaande Tags behouden bij Updaten Metagegevens?
pl: Zachowaj istniejące tagi podczas aktualizacji metadanych?
pt_br: Manter etiquetas existentes ao atualizar os metadados?
ru: Сохранить существующие теги при обновлении метаданных?
ta: மெட்டாடேட்டாவைப் புதுப்பிக்கும்போது இருக்கும் குறிச்சொற்களை வைத்திருக்கவா?
uk: Зберігати наявні мітки під час оновлення метаданих?

source: Existing tags will be kept and any new tags added. %(cmplt)s and %(inprog)s tags will be still be updated, if known. %(lul)s tags will be updated if %(lus)s in %(is)s. (If Tags is set to 'New Only' in the Standard Columns tab, this has no effect.)
ar: سيتم الاحتفاظ بالعلامات الموجودة وإضافة أي علامات جديدة. سيتم تحديث علامات %(cmplt)s و %(inprog)s، إذا كانت معروفة. سيتم تحديث علامات %(lul)s إذا كانت %(lus)s في %(is)s. (إذا تم تعيين العلامات إلى 'جديد فقط' في علامة تبويب الأعمدة القياسية، فهذا لا يؤثر.)
de: Vorhanden Schlagworte werden beibehalten und alle neuen hinzugefügt. %(cmplt)s (fertiggestellt) und %(inprog)s (in Arbeit) werden trotzdem aktualisiert, wenn bekannt. %(lul)s (zuletzt aktualisiert) wird aktualisiert, wenn %(lus)s in %(is)s enthalten ist. (Wenn die Spalte mit "Nur neue" in den benutzerdefinierten Spalten gesetzt sind, hat dies keinen Effekt.)
es: Las etiquetas existentes se mantendrán y se añadiran las etiquetas nuevas. Las etiquetas %(cmplt)s y %(inprog)s se actualizarán en todo caso, si se conocen. Las etiquetas %(lul)s se actualizarán si %(lus)s en %(is)s. (Si las etiquetas se establecen en «Sólo nuevo» en la pestaña de columnas estándar, esto no tiene efecto).
fr: Les étiquettes existantes seront gardées et toutes les nouvelles étiquettes ajoutées. Les étiquettes %(cmplt)s et %(inprog)s seront quand même mise à jour, si connues. Les étiquettes %(lul)s seront mises à jour si %(lus)s dans %(is)s. (Si les étiquettes sont définies à 'Nouveau uniquement" dans l'onglet colonnes standards, ceci n'a pas d'effet.)
ja: 既存のタグが保持され、新しいタグが追加されます。 %(cmplt)sと%(inprog)sのタグは、わかっていれば更新されます。 %(lul)sのタグは%(lus)sの内に%(is)sがある場合に更新します。 （タグは「新規のみ」に設定する場合に効果がありません）
nb: Eksisterende merkelapper vil bli behold og nye merkelapper blir lagt til. %(cmplt)s og %(inprog)s merkelapper vil bli oppdatert hvis kjent. %(lul)s tags vil bli oppdatert hvis %(lus)s i %(is)s. (Hvis merkelapper settes til 'Bare nye' i standarkolonnefanen vil dette ikke ha noen effekt.)
nl: Bestaande tags zullen worden bewaard en nieuwe tags toegevoegd. %(cmplt)sen%(inprog)s tags, indien bekend, zullen nog steeds worden bijgewerkt. %(lul)sTags worden bijgewerkt als%(lus)s in%(is)s. (Als Tags is ingesteld op 'Alleen Nieuw' op het tabblad Standaardkolommen, heeft dit geen effect.)
pt_br: Etiquetas existentes serão conservadas e quaisquer novas etiquetas adicionadas. Etiquetas %(cmplt)s e %(inprog)s ainda serão atualizadas, se conhecidas. Etiquetas %(lul)s serão atualizadas de %(lus)s em %(is)s. (Se Etiquetas estiver definida para 'Apenas Novo' na aba de Colunas Padrão, esta não será afetada.)
ru: Существующие теги будут сохранены, а все новые теги добавлены. %(cmplt)s и %(inprog)s теги все равно будут обновляться, если известны. %(lul)s теги будут обновлены, если %(lus)s в %(is)s. (Если на вкладке Стандартные столбцы для тегов установлено значение «Только новые», это не имеет никакого эффекта.)
ta: தற்போதுள்ள குறிச்சொற்கள் வைக்கப்படும் மற்றும் புதிய குறிச்சொற்கள் சேர்க்கப்படும். தெரிந்தால், %(cmplt)s மற்றும் %(inprog)s குறிச்சொற்கள் இன்னும் புதுப்பிக்கப்படும். %(lul)s %(lus)s இருந்தால் %(is)s குறிச்சொற்கள் புதுப்பிக்கப்படும். (நிலையான நெடுவரிசைகள் தாவலில் குறிச்சொற்கள் 'புதியது மட்டும்' என அமைக்கப்பட்டால், இது எந்த விளைவையும் ஏற்படுத்தாது.)
uk: Наявні мітки буде збережено, а усі нові мітки буде додано. Мітки %(cmplt)s і %(inprog)s також буде оновлено, якщо вони є відомими. Мітки %(lul)s буде оновлено, якщо %(lus)s є у %(is)s. (Якщо на вкладці стандартних стовпчиків для міток встановлено варіант «Лише нові», не працюватиме.)

source: Check for existing Series Anthology books?
ar: التحقق من وجود كتب مختارات السلسلة؟
de: Auf vorhandene Serien-Sammlung prüfen?
es: ¿Comprobar si existen antologías de serie?
et: Kontrolli olemasolevaid sarja antoloogia raamatuid?
fr: Cocher pour les livres Séries Anthologies existantes ?
ja: 既存のシリーズ選集本を確認しますか？
nb: Sjekk for eksisterende serieantologibøker?
nl: Controle van bestaande Anthologieën serie boeken?
pl: Poszukać istniejących książek z antologią serii?
pt_br: Verificar por livros existentes de série de antologia?
ru: Проверить существующие серии книг по антологии?
ta: தற்போதுள்ள தொடர் ஆந்தாலசி புத்தகங்களை சரிபார்க்கவா?
uk: Перевірити наявні книги антології циклу?

source: Check for existing Series Anthology books using each new story's series URL before downloading. Offer to skip downloading if a Series Anthology is found. Doesn't work when Collect Metadata in Background is selected.
ar: التحقق من وجود كتب مختارات السلسلة باستخدام عنوان URL لسلسلة كل قصة جديدة قبل التنزيل. عرض تخطي التنزيل إذا تم العثور على مختارات السلسلة. لا يعمل عند تحديد جمع البيانات الوصفية في الخلفية.
de: Prüfung auf vorhanden Serien-Sammlung mit jeder neuen Serien-URL vor dem herunterladen. Vorschlag das Herunterladen zu Überspringen, wenn eine Serien-Sammlung gefunden wird. Dies funktioniert nicht, wenn "Collect Metadata im Hintergrund" ausgewählt ist.
es: Comprobar si existen libros de antología de serie usando el URL de la serie de cada nueva historia antes de descargar. Ofrece la posibilidad de no descargar si se encuentra una antología de serie. No funciona cuando la recopilación de metadatos en segundo plano está activada.
fr: Vérifier l’existence de livres Série Anthologie en utilisant chaque nouvelle URL de séries d'histoires avant le téléchargement. Propose d'ignorer le téléchargement si une Série Anthologie est trouvée. Ne fonctionne pas lorsque Collecter les Métadonnées en Arrière-Plan est sélectionné.
ja: ダウンロード前に各新しいストーリーのシリーズURLを使って既存シリーズ選集本を確認します。 シリーズ選集が見つかる場合は、ダウンロードをスキップすることを申し出ます。 バックグラウンドでメタデータを集まるが選択した場合は、機能しません。
nl: Controleer voor bestaande series bloemlezing-boeken de URL van elk nieuw verhaal voordat je het downloadt. Aanbieden om het downloaden over te slaan als een bloemlezing serie is gevonden. Werkt niet wanneer Collect Metagegevens in achtergrond is geselecteerd.
pl: Przed pobraniem sprawdź istniejące książki z antologii serii, używając adresu URL każdej nowej serii historii. Zaproponuj pominięcie pobierania, jeśli zostanie znaleziona antologia serii. Nie działa, gdy wybrana jest opcja Zbierz metadane w tle.
ru: Проверять существующие книги «Антология серии», используя URL-адрес каждой новой серии перед загрузкой. Предложить пропустить загрузку, если найдена антология серии. Не работает, когда выбрано «Сбор метаданных в фоне».
ta: பதிவிறக்குவதற்கு முன் ஒவ்வொரு புதிய கதையின் தொடர் முகவரி ஐப் பயன்படுத்தி இருக்கும் தொடர் ஆந்தாலசி புத்தகங்களை சரிபார்க்கவும். தொடர் ஆன்டாலசி காணப்பட்டால் பதிவிறக்குவதைத் தவிர்ப்பதற்கான சலுகை. பின்னணியில் மெட்டாடேட்டாவை சேகரிக்கும்போது வேலை செய்யாது.
uk: Шукати наявні книги антології циклу на основі адреси циклу кожного нового твору до отримання даних. Пропонуватиме відмовитися від отримання даних, якщо антологію циклу буде знайдено. Не працюватиме, якщо позначено пункт збирання метаданих у фоновому режимі.

source: Reject Without Confirmation?
ar: رفض بدون تأكيد؟
de: Ohne Bestätigung zurückweisen?
es: ¿Rechazar sin confirmación?
et: Keeldu kinnitust küsimata?
fr: Rejeter Sans Confirmation ?
ja: 確認しないで拒否しますか？
nb: Nekt uten bekreftelse?
nl: Afwijzen zonder bevestiging?
pl: Odrzucić bez potwierdzenia?
pt_br: Rejeitar sem confirmação?
ru: Отклонить без подтверждения
ta: உறுதிப்படுத்தாமல் நிராகரிக்கவா?
uk: Відкидати без підтвердження?
