Repository: JimmXinu/FanFicFare
Catalog: calibre-plugin/translations/*.po
Languages: ar, de, es, et, fr, ja, nb, nl, pl, pt_br, ru, ta, uk

source: What to do if there's already an existing story with the same URL in the anthology.
ar: ماذا تفعل إذا كانت هناك قصة موجودة بالفعل بنفس عنوان URL في المختارات.
de: Was soll geschehen, wenn es bereits eine bestehende Story mit der gleichen URL in der Serien-Sammlung gibt.
es: Qué hacer si ya existe una historia con el mismo URL en la antología.
et: Mida teha, kui sama URLiga jutt on antoloogias juba olemas.
fr: Que faire s'il y déjà un récit existant avec la même URL dans l'anthologie.
ja: 選集に同じURLの既存のストーリーがすでにあります場合の対処方法。
nb: Hva gjør man hvis det allerede eksisterer en historie med samme URL i antologien?
nl: Wat te doen als er reeds een bestaand verhaal bestaat met dezelfde URL in de anthologie.
pl: Co zrobić, jeśli istnieje już historia z tym samym adresem URL w antologii.
pt_br: O que fazer se já existe uma história com a mesma URL na antologia.
ru: Что делать, если в антологии уже существует история с таким же URL-адресом.
ta: ஆந்தாலசியில் அதே முகவரி உடன் ஏற்கனவே இருக்கும் கதை இருந்தால் என்ன செய்வது.
uk: Що робити, якщо у антології вже існує твір з такою самою адресою.

source: Story URLs, one per line:
ar: عناوين URL للقصص، واحد لكل سطر:
de: Story URLs, eine pro Zeile:
es: URL de historias, uno por línea:
et: Juttude URLid, üks rea kohta:
fr: URLs de récit, une par ligne :
ja: ストーリーURL、1行に1つ:
nb: Historieruler. En per linje:
nl: Verhaal URLs, één per lijn:
pl: Adresy URL historii, po jednym w każdym wierszu:
pt_br: URL(s) de história, uma por linha:
ru: URL-адреса историй, по одному на строку:
ta: கதை urls, ஒரு வரிக்கு ஒன்று:
uk: Адреси творів, одна адреса на рядок:

source: URLs for stories, one per line. Will take URLs from clipboard, but only valid URLs. Add [1,5] after the URL to limit the download to chapters 1-5.
ar: عناوين URL للقصص، واحد لكل سطر. سيأخذ عناوين URL من الحافظة، ولكن فقط عناوين URL الصالحة. أضف [1,5] بعد عنوان URL لتحديد التنزيل للفصول 1-5.
de: URLs für Stories, eine pro Zeile. URLs werden aus der Zwischenablage genommen, aber nur gültige URLs. Fügen Sie [1,5] nach der URL hinzu, um nur die Kapitel 1-5 herunterzuladen.
es: URL para las historias, uno por línea. Se tomarán URL del portapapeles, pero sólo los que sean válidos. Añada [1,5] después del URL para restringir la descarga a los capítulos 1 a 5.
et: Juttude URLid, iga rea peale üks aadress. Võtab URLid lõikelaualt, kuid ainult õigete URLide korral. Kui tahad tõmmada ainult peatükid 1-5, lisa aadressi lõppu [1,5].
fr: URLs pour les récits, une par ligne. Prendra les URLs depuis le presse papier, mais seulement les URLs valides. Ajoute [1,5] après l'URL pour limiter le téléchargement aux chapitres 1-5
ja: ストーリーのURL、1行に1つ。 URLはクリップボードから取得されますが、有効なURLのみ。 URL後に[1,5]を追加しますと、ダウンロードを第1章〜第5章に限定します。
nb: URLer for historier. En per linje Vil ta URLer fra utklippstavla, men bare gyldige URLer. Legg til [1,5] etter URLen for å bregrense nedlastningen til kapitler 1-5.
nl: URL's voor verhalen, één per regel. Neemt URL's van het klembord, maar alleen geldige URL's. Voeg [1,5] toe na de URL om de download te beperken tot hoofdstukken 1-5.
pl: Adresy URL artykułów, po jednym w każdym wierszu. Pobierze adresy URL ze schowka, ale tylko prawidłowe adresy URL. Dodaj [1,5] po adresie URL, aby ograniczyć pobieranie do rozdziałów 1-5.
pt_br: URLs de histórias, uma por linha. Terá URLs da área de transferência, mas apenas URLs válidas. Adicione [1,5] depois da URL para limitar a transferência para capítulos 1-5.
ru: URL-адреса для историй, по одному в строке. Возьмет URL из буфера обмена, но только действительные URL. Добавьте [1,5] после URL, чтобы ограничить загрузку главами 1-5.
ta: கதைகளுக்கான முகவரி கள், ஒரு வரிக்கு ஒன்று. கிளிப்போர்டிலிருந்து முகவரி களை எடுக்கும், ஆனால் செல்லுபடியாகும் முகவரி கள் மட்டுமே. பதிவிறக்கத்தை 1-5 அத்தியாயங்களுக்கு கட்டுப்படுத்த முகவரி க்குப் பிறகு [1,5] சேர்க்கவும்.
uk: Адреси для творів, по одному на рядок. Братимуться адреси з буфера обміну даними, але лише коректні. Додайте [1,5] після адреси, щоб обмежити отримання главами 1-5.

source: If Story Already Exists?
ar: إذا كانت القصة موجودة بالفعل؟
de: Wenn die Story bereits vorhanden ist?
es: ¿Si la historia ya existe?
et: Kui jutt on juba olemas?
fr: Si le récit existe déjà ?
ja: ストーリーがすでに既存場合？
nb: Hvis historien allerede finnes?
nl: Wat als het verhaal reeds bestaat?
pl: Jeśli historia już istnieje?
pt_br: Se a história já existe?
ru: Если история уже существует?
ta: கதை ஏற்கனவே இருந்தால்?
uk: Що, якщо твір вже існує?

source: What to do if there's already an existing story with the same URL or title and author.
ar: ماذا تفعل إذا كانت هناك قصة موجودة بالفعل بنفس عنوان URL أو عنوان ومؤلف.
de: Was soll geschehen, wenn es bereits eine vorhandene Story mit der gleichen URL oder Titel und Autor gibt.
es: Qué hacer si ya existe una historia con el mismo URL o título y autor.
et: Mida teha, kui sama URL-i või pealkirja ja autoriga jutt on juba olemas.
fr: Que faire s'il y a déjà un récit existant avec la même URL ou titre et auteur.
ja: 同じURLまたはタイトルと著者の既存のストーリーがすでにあります場合の対処方法。
nb: Hva gjør man hvis det allerede eksisterer en historie med samme URL eller tittel eller forfatter?
nl: Wat te doen als er reeds een verhaal bestaat met dezelfde URL of titel en auteur.
pl: Co zrobić, jeśli istnieje już historia z tym samym adresem URL lub tytułem i autorem.
pt_br: O que fazer se já existe uma história com a mesma URL ou título e autor.
ru: Что делать, если уже существует история с таким же URL или заголовком и автором.
ta: அதே முகவரி அல்லது தலைப்பு மற்றும் எழுத்தாளருடன் ஏற்கனவே இருக்கும் கதை இருந்தால் என்ன செய்வது.
uk: Що робити, якщо вже існує твір з тією самою адресою, назвою або автором.

source: For Individual Books
ar: للكتب الفردية
de: Für einzelne Bücher
es: Para libros individuales
et: Eraldi raamatute jaoks
fr: Pour des livres individuels
ja: 個々の本ため
nb: For individuelle bøker
nl: Voor individuele boeken
pl: Dla poszczególnych książek
pt_br: Para Livros Individuais
ru: Для индивидуальных книг
ta: தனிப்பட்ட புத்தகங்களுக்கு
uk: Для окремих книг

source: Get URLs and go to dialog for individual story downloads.
ar: الحصول على عناوين URL والانتقال إلى مربع حوار لتنزيلات القصص الفردية.
de: URLs holen und zum Download-Dialog für einzelne Stories gehen.
es: Obtener URL e ir a la ventana de descarga para historias individuales.
et: Hangi URLid ja mine üksikute juttude allalaadimiste dialoogile.
fr: Obtenir les URLs et se rendre dans la boîte de dialogue pour les téléchargments de récit individuel.
ja: URLを取得して個々の本のダウンロードのダイアログに移動します。
nb: Hent URLer og gå til dialogen for individuelle historiers nedlastninger.
nl: Haal URLs op en ga naar dialoog van individuele verhalendownloads.
pl: Uzyskaj adresy URL i przejdź do okna dialogowego, w którym można pobrać poszczególne historie.
pt_br: Obter URLs e ir para a caixa de diálogo para transferências individuais de história.
ru: Получить URL-адреса и перейти к диалогу для загрузок отдельных историй.
ta: தனிப்பட்ட கதை பதிவிறக்கத்திற்காக முகவரி ஐப் பெற்று உரையாடலுக்குச் செல்லுங்கள்.
uk: Отримувати адреси і переходити до діалогового вікна для окремих отримань творів.

source: For Anthology Epub
ar: لملف Epub المختارات
de: Für Sammlung-EPUB
es: Para epub de antología
et: Kogumiku EPUBi jaoks
fr: Pour un ePub Anthologie
ja: 選集EPUBため
nb: For antologii EPUB
nl: Voor Anthologie Epub
pl: Dla antologii Epub
pt_br: Para Antologia de Epub
ru: Для Антологии Epub
ta: ஆந்தாலசி எபப்
uk: Для EPub антології

source: Get URLs and go to dialog for Anthology download. Requires %s plugin.
ar: الحصول على عناوين URL والانتقال إلى مربع حوار لتنزيل المختارات. يتطلب إضافة %s.
de: URLs holen und zum Download-Dialog für Serien-Sammlung gehen. Erfordert %s Plugin.
es: Obtener URL e ir a la ventana de descarga para antologías. Requiere el complemento %s.
et: Hangi URLid ja mine antoloogia allalaadimise dialoogile. Vajalik on plugin %s.
fr: Obtenir les URLs et se rendre dans la boîte de dialogue pour le téléchargement d'une Anthologie. Requiert l'extension %s.
ja: URLを取得して選集のダウンロードのダイアログに移動します。 %sプラグイン必要があります。
nb: Hent URLer og gå til dialogen for antologi nedlastning. Krever %s plugin.
nl: Ontvang URL's en ga naar dialoogvenster voor Bloemlezing download. Vereist %s plugin.
pl: Uzyskaj adresy URL i przejdź do okna dialogowego pobierania Antologii. Wymaga %s wtyczki.
pt_br: Obter URLs e ir para a caixa de diálogo de transferência de Antologia. É necessário o plugin %s.
ru: Получить URL-адреса и перейти к диалогу для загрузки Антологии. Требуется плагин %s.
ta: முகவரி களைப் பெற்று, ஆந்தாலசி பதிவிறக்கத்திற்கான உரையாடலுக்குச் செல்லுங்கள். %s சொருகி தேவை.
uk: Отримати адреси і перейти до діалогового вікна отримання антології. Потребує додатка %s.

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
et: Loobu
fr: Annuler
ja: キャンセル
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
ta: ரத்துசெய்
uk: Скасувати

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
et: Parool
fr: Mot de passe
ja: パスワード
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
ta: கடவுச்சொல்
uk: Пароль

source: Author requires a password for this story(%s).
ar: المؤلف يتطلب كلمة مرور لهذه القصة (%s).
de: Der Autor benötigt ein Passwort für diese Story(%s).
es: El autor solicita una contraseña para esta historia (%s).
et: Autor nõuab selle jutu(%s) jaoks parooli.
fr: L'Auteur requiert un mot de passe pour ce récit(%s).
ja: 著者はこのストーリー（%s）にパスワード必要があります。
nb: Forfatter krever et passord for denne historien(%s).
nl: Auteur vereist een wachtwoord voor dit verhaal(%s).
pl: Autor wymaga hasła do tej historii (%s).
pt_br: O autor precisa de uma senha para essa história (%s).
ru: Автору требуется пароль для этой истории (%s).
ta: ஆசிரியருக்கு இந்த கதைக்கு கடவுச்சொல் தேவை (%s).
uk: Автор встановив вимогу надання пароля для доступу до цього твору (%s).

source: User/Password
ar: اسم المستخدم/كلمة المرور
de: Benutzer/Passwort
es: Usuario y contraseña
et: Kasutaja/Parool
fr: Utilisateur/Mot de passe
ja: ユーザー・パスワード
nb: Bruker/Passord
nl: Gebruiker/wachtwoord
pl: Użytkownik/Hasło
pt_br: Usuário/Senha
ru: Пользователь/Пароль
ta: பயனர்/கடவுச்சொல்
uk: Користувач/Пароль

source: %s requires you to login to download this story.
ar: %s يتطلب منك تسجيل الدخول لتنزيل هذه القصة.
de: %s erfordert, dass sie sich einloggen, um diese Geschichte herunterzuladen.
es: %s solicita que se registre para descargar esta historia.
et: %s nõuab, et sa selle jutu allalaadimiseks sisse logiks.
fr: %s requiert que vous vous identifiez pour télécharger ce récit
ja: %sはストーリーをダウンロードしますログイン必要があります。
nb: %s krever at du logger inn for å laste ned denne historien.
nl: %s vereist dat je inlogt om dit verhaal te downloaden.
pl: %s wymaga zalogowania się, aby pobrać tę historię.
pt_br: %s precisa que você inicie a sessão para transferir esta história.
ru: %s требует, чтобы вы загрузили эту историю.
ta: இந்த கதையை பதிவிறக்கம் செய்ய நீங்கள் உள்நுழைய வேண்டும்.
uk: %s вимагає від вас входу до системи для отримання цього твору.

source: User:
ar: المستخدم:
de: Benutzer:
es: Usuario:
et: Kasutaja:
fr: Utilisateur :
ja: ユーザー:
nb: Bruker:
nl: Gebruiker:
pl: Użytkownik:
pt_br: Usuário:
ru: Пользователь:
ta: பயனர்:
uk: Користувач:

source: Password:
ar: كلمة المرور:
de: Passwort:
es: Contraseña:
et: Parool:
fr: Mot de passe :
ja: パスワード:
nb: Passord:
nl: Wachtwoord:
pl: Hasło:
pt_br: Senha:
ru: Пароль:
ta: கடவுச்சொல்:
uk: Пароль:

source: OK
ar: موافق
es: Aceptar
ta: சரி
uk: Гаразд

source: Time-based One Time Password(TOTP)
ar: كلمة مرور لمرة واحدة تعتمد على الوقت (TOTP)
uk: Одноразовий пароль на основі часу(TOTP)

source: Site requires a Time-based One Time Password(TOTP) for this url: %s
ar: يتطلب الموقع كلمة مرور لمرة واحدة تعتمد على الوقت (TOTP) لهذا العنوان: %s
uk: Потрібен одноразовий пароль на основі часу(TOTP) для доступу до цієї адреси: %s

source: Fetching metadata for stories...
ar: جلب البيانات الوصفية للقصص...
de: Metadaten für folgende Stories abrufen...
es: Obteniendo metadatos para las historias...
et: Juttude metaandmete tõmbamine...
fr: Occupé à rechercher des métadonnées pour les récits...
ja: ストーリーのメタデータを取得中……
nb: Henter metadata for historier...
nl: Bezig met ophalen van metagegevens voor verhalen...
pl: Pobieranie metadanych dla artykułów...
pt_br: Buscando metadados para histórias...
ru: Получение метаданных для историй...
ta: கதைகளுக்கு மெட்டாடேட்டாவைப் பெறுதல் ...
uk: Отримуємо метадані творів…

source: Downloading metadata for stories
ar: تنزيل البيانات الوصفية للقصص
de: Metadaten für folgende Stories herunterladen
es: Descargando metadatos para las historias
et: Juttude metaandmete allalaadimine
fr: Téléchargement des métadonnées pour les récits
ja: ストーリーのメタデータをダウンロード中
nb: Nedlastning av metadata for historier
nl: Bezig met downloaden van metagegevens voor verhalen
pl: Pobieranie metadanych do historii
pt_br: Transferindo metadados para histórias
ru: Скачивание метаданных для историй
ta: கதைகளுக்கான மெட்டாடேட்டாவைப் பதிவிறக்குகிறது
uk: Отримуємо метадані творів

source: Fetched metadata for
ar: تم جلب البيانات الوصفية لـ
de: Metadaten abgerufen für
es: Metadatos obtenidos para
et: Tõmmati metaandmed jutule
fr: Métadonnées recherchées pour
ja: メタデータを取得しました:
nb: Henter metadata for
nl: Metagegevens opgehaald voor
pl: Pobrane metadane dla
pt_br: Metadados pesquisados para
ru: Получение метаданных для
ta: மெட்டாடேட்டாவைப் பெற்றது
uk: Отримано метадані

source: - %s estimated until done
ar: - %s تقديري حتى الانتهاء
de: - %s geschätzt bis erledigt
es: - aproximadamente %s para terminar
et: - umbes %s lõpuni
fr: - %s prévu jusqu'à la fin
ja: - 推定残り%s
nb: - %s estimert til ferdig
nl: - %s geschat tot einde
pl: szacowany czas do skończenia: %s
pt_br: - %s estimado até ser concluído
ru: - %s до завершения
ta: - %s முடியும் வரை மதிப்பிடப்பட்டுள்ளது
uk: - приблизно %s до завершення

source: Skipped
ar: تم التخطي
de: Übersprungen
es: Omitida
et: Jäeti vahele
fr: Ignoré
ja: スキップしました
nb: Hoppet over
nl: Overgeslaan
pl: Pominięte
pt_br: Ignorado
ru: Пропущено
ta: தவிர்க்கப்பட்டது
uk: Пропущено

source: Error
ar: خطأ
de: Fehler
et: Viga
fr: Erreur
ja: エラー
nb: Feil
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
ta: பிழை
uk: Помилка

source: %d day
ar: %d يوم
de: %d Tag
es: %d día
et: %d päev
fr: %d jour
ja: %d日
nb: %d dag
nl: %d dag
pl: %d dzień
pt_br: %d dia
ru: %d день
ta: %d நாள்
uk: %d день

source: %d days
ar: %d أيام
de: %d Tage
es: %d días
et: %d päeva
fr: %d jours
ja: %d日
nb: %d dager
nl: %d dagen
pl: %d dni
pt_br: %d dias
ru: %d дней
ta: %d நாட்கள்
uk: %d дні

source: %d hour
ar: %d ساعة
de: %d Stunde
es: %d hora
et: %d tund
fr: %d heure
ja: %d時間
nb: %d time
nl: %d uur
pl: %d godzina
pt_br: %d hora
ru: %d час
ta: %d மணி
uk: %d година

source: %d hours
ar: %d ساعات
de: %d Stunden
es: %d horas
et: %d tundi
fr: %d heures
ja: %d時間
nb: %d timer
nl: %d uren
pl: %d godzin
pt_br: %d horas
ru: %d часов
ta: %d மணிநேரம்
uk: %d години

source: %d minute
ar: %d دقيقة
es: %d minuto
et: %d minut
ja: %d分
nb: %d minutt
nl: %d minuut
pl: %d minuta
pt_br: %d minuto
ru: %d минута
ta: %d மணித்துளி
uk: %d хвилина

source: %d minutes
ar: %d دقائق
de: %d Minuten
es: %d minutos
et: %d minutit
ja: %d分
nb: %d minutter
nl: %d minuten
pl: %d minuty
pt_br: %d minutos
ru: %d минут
ta: %d நிமிடங்கள்
uk: %d хвилин

source: %d second
ar: %d ثانية
de: %d Sekunde
es: %d segundo
et: %d sekund
fr: %d seconde
ja: %d秒
nb: %d sekunder
nl: %d seconde
pl: %d sekunda
pt_br: %d segundo
ru: %d секунда
ta: %d இரண்டாவது
uk: %d секунда

source: %d seconds
ar: %d ثوانٍ
de: %d Sekunden
es: %d segundos
et: %d sekundit
fr: %d secondes
ja: %d秒
nb: %d sekunder
nl: %d seconden
pl: %d sekund
pt_br: %d segundos
ru: %d секунд
ta: %d விநாடிகள்
uk: %d секунд

source: less than 1 second
ar: أقل من ثانية واحدة
de: weniger als 1 Sekunde
es: menos de 1 segundo
et: alla 1 sekundi
fr: moins d'1 seconde
ja: 1秒足らず
nb: mindre enn et sekund
nl: minder dan 1 seconde
pl: mniej niż 1 sekunda
pt_br: menos de 1 segundo
ru: менее 1 секунды
ta: 1 நொடிக்கு குறைவாக
uk: менше за секунду

source: About FanFicFare
ar: حول FanFicFare
de: Über FanFicFare
es: Acerca de FanFicFare
et: Teave plugina FanFicFare kohta
fr: Á propos de FanFicFare
ja: FanFicFareについて
nb: Om FanFicFare
nl: Over FanFicFare
pl: O FanFicFare
pt_br: Sobre o FanFicFare
ru: О FanFicFare
ta: ஃபேன்ஃபிக்ஃபேர் பற்றி
uk: Про FanFicFare

source: Remove selected books from the list
ar: إزالة الكتب المحددة من القائمة
de: Ausgewählte Bücher von der Liste löschen
es: Eliminar los libros seleccionados de la lista
et: Eemalda valitud raamatud loendist
fr: Retirer les livres sélectionnés de la liste
ja: 選択した本をリストから削除します
nb: Fjern valgte bøker fra listen
nl: Geselecteerde boeken uit de lijst verwijderen
pl: Usuń zaznaczone książki z listy
pt_br: Remover livros selecionados da lista
ru: Удалить выбранные книги из списка
ta: பட்டியலிலிருந்து தேர்ந்தெடுக்கப்பட்ட புத்தகங்களை அகற்றவும்
uk: Вилучити позначені книги зі списку

source: Update Mode:
ar: وضع التحديث:
de: Aktualisierungsmodus:
es: Modo de actualización:
et: Uuendamise režiim:
fr: Mode de mise à jour :
ja: 更新モード:
nb: Oppdateringsmodus:
nl: Update-modus:
pl: Tryb aktualizacji:
pt_br: Modo de Atualização:
ru: Режим обновления:
ta: புதுப்பிப்பு முறை:
uk: Режим оновлення:

source: What sort of update to perform. May set default from plugin configuration.
ar: نوع التحديث الذي سيتم إجراؤه. يمكن تعيين الافتراضي من تهيئة الإضافة.
de: Welche Art von Aktualisierung ausgeführt werden soll. Eine Standardeinstellung kann in den Plugin Konfigurationen festgelegt werden.
es: Qué tipo de actualización se realizará. Puede definirse el valor predeterminado en la configuración del complemento.
et: Mis sorti uuendus teha? Võib seada vaikesätted plugina seadistusest.
fr: Quel type de mise à jour à effectuer. Peut être réglé par défaut dans la configuration de l'extension.
ja: 実行する更新の種類。プラグインの設定からデフォルトを設定できます。
nb: Hvilken oppdatering for handling. Kan sette standard fra pluginkonfigurasjon.
nl: Wat voor soort update om uit te voeren. Kan standaard instellen vanuit de plug-in configuratie.
pl: Jaki rodzaj aktualizacji wykonać. Może ustawić domyślne z konfiguracji wtyczki.
pt_br: Que tipo de atualização executar. Pode-se definir o padrão da configuração do plugin.
ru: Какой тип обновления выполнить. Может установить значение по умолчанию из конфигурации плагина.
ta: என்ன வகையான புதுப்பிப்பு செய்ய வேண்டும். சொருகி உள்ளமைவிலிருந்து இயல்புநிலையை அமைக்கலாம்.
uk: Тип оновлення, яке слід виконати. Типовий можна вибрати у налаштуваннях додатка.

source: Background Metadata?
ar: البيانات الوصفية في الخلفية؟
de: Hintergrundmetadaten?
es: ¿Metadatos en segundo plano?
et: Taustal metaandmed?
fr: Métadonnées d'Arrière-Plan ?
ja: バックグラウンドメタデータ？
nb: Bakrunnsmetadata?
nl: Achtergrond metagegevens?
pl: Metadane w tle?
ru: Метаданные в фоне?
ta: பின்னணி மெட்டாடேட்டா?
uk: Фонових режим метаданих?

source: Collect Metadata from sites in a Background process.<br />This returns control to you quicker while updating, but you won't be asked for username/passwords or if you are an adult--stories that need those will just fail.
ar: جمع البيانات الوصفية من المواقع في عملية خلفية.<br />هذا يعيد التحكم إليك بشكل أسرع أثناء التحديث، ولكن لن يُطلب منك أسماء مستخدمين/كلمات مرور أو ما إذا كنت بالغًا - القصص التي تحتاج إلى ذلك ستفشل ببساطة.
de: Sammelt Metadaten von Webseiten im Hintergrund. Während eines Updates gibt dies die Kontrolle schneller an Sie zurück, aber Sie werden nicht nach Nutzernamen/Passwörtern oder ihrem Alter gefragt--Geschichten, die diese Daten benötigen, können nicht geladen werden.
es: Recopilar metadatos de Internet en un proceso en segundo plano.<br/>Esto le devuelve el control más rápidamente al actualizar, pero no tendrá la posibilidad de introducir contraseñas o especificar si es usted adulto, las historias que requieran esa información fallarán sin más.
et: Korja saitidelt metaandmed taustal töötavas protsessis.<br />See annab uuendades sulle kontrolli tagasi varem, kuid sult ei küsita kasutajanime/paroole ega seda, kas sa oled täisealine -- neid vajavad jutud lihtsalt ebaõnnestuvad.
fr: Collecter les Métadonnées à partir de sites dans un processus d'Arrière-Plan. <br /> Ceci vous redonne le contrôle plus rapidement pendant la mise à jour, mais vous ne serez interrogé pour des noms d'utilisateur/mots de passe ou si vous êtes sur une histoire pour adulte qui en à besoin celles-ci échoueront.
ja: バックグラウンドプロセスでサイトからメタデータを集めます。<br />これにより、更新中に制御を早めに返すが、ユーザー名やパスワードを求めません、またはあなたが大人であれば。それらを必要するストーリーは失敗します。
nb: Samle metadata fra siden i en bakgrunnsprosess. <br /> Dette returnerer kontroll til deg fortere ved oppdatering, men du vil ikke bli spurt om brukernavn/passord eller er du i voksenhistorier vil prosessen feile.
nl: Verzamel metagegevens van sites in een achtergrondproces. <br />Dit geeft u sneller controle terug tijdens het bijwerken, maar u wordt niet gevraagd om gebruikersnaam / wachtwoorden of als u een volwassene bent zullen verhalen die dit nodig hebben, gewoon falen.
pl: Zbieraj metadane z witryn w tle.<br />W ten sposób szybciej odzyskujesz kontrolę podczas aktualizacji, ale nie zostaniesz poproszony o podanie nazwy użytkownika/hasła ani jeśli jesteś osobą dorosłą - historie, które ich potrzebują, po prostu zawiodą.
ru: Собирать метаданные с сайтов в фоновом режиме.<br />Это вернет вам управление быстрее при обновлении, но вас не будут спрашивать имя пользователя/пароль или, если вы взрослый человек — истории, которые нужны, просто не загрузятся.
ta: பின்னணி செயல்பாட்டில் உள்ள தளங்களிலிருந்து மெட்டாடேட்டாவை சேகரிக்கவும். <br /> இது புதுப்பிக்கும்போது விரைவாக உங்களுக்கு கட்டுப்பாட்டை வழங்குகிறது, ஆனால் பயனர்பெயர் /கடவுச்சொற்களை நீங்கள் கேட்க மாட்டீர்கள் அல்லது நீங்கள் அகவை வந்தவராக இருந்தால்-அவை தேவைப்படும் நிலைகள் தோல்வியடையும்.
uk: Збирати метадані з сайтів у фоновому режимі.<br />У цьому режимі керування під час оновлення швидше повертатиметься до вас, але ви не зможете вводити ім’я користувача та пароль або підтверджувати те, що ви є дорослою людиною, — твори, доступ до яких обмежено відповідним чином, просто не отримуватимуться.

source: Comment
ar: تعليق
de: Kommentar
es: Comentario
et: Kommentaar
fr: Commentaire
ja: コメント
nb: Kommentar
nl: Reageer
pl: Komentarz
pt_br: Comentários
ru: Комментарий
ta: கருத்து
uk: Коментар

source: Are you sure you want to remove this book from the list?
ar: هل أنت متأكد أنك تريد إزالة هذا الكتاب من القائمة؟
de: Sind sie sicher, dass sie dieses Buch von der Liste löschen wollen?
es: ¿Está seguro de querer eliminar este libro de la lista?
et: Kas oled kindel, et tahad selle raamatu loendist eemaldada?
fr: Êtes-vous sûr de vouloir retirer ce livre de la liste ?
ja: この本をリストから削除してもよろしいですか？
nb: Er du sikker på at du vil fjerne denne boken fra listen?
nl: Ben je zeker dat je dit boek uit de lijst wil verwijderen?
pl: Czy jesteś pewny, że chcesz usunąć tą książkę z listy?
pt_br: Você deseja realmente remover este livro da lista?
ru: Вы действительно хотите удалить эту книгу из списка?
ta: இந்த புத்தகத்தை பட்டியலிலிருந்து அகற்ற விரும்புகிறீர்களா?
uk: Ви справді хочете вилучити цю книгу зі списку?
