Repository: JimmXinu/FanFicFare
Catalog: calibre-plugin/translations/*.po
Languages: ar, de, es, et, fr, ja, nb, nl, pl, pt_br, ru, ta, uk

source: Update declined by user due to differing story URL(%s)
ar: تم رفض التحديث من قبل المستخدم بسبب اختلاف عنوان URL للقصة (%s)
de: Aktualisierung wurde vom Benutzer abgelehnt aufgrund unterschiedlicher Story-URL (%s)
es: Actualización anulada por el usuario debido a un conflicto de URL de historia (%s)
et: Kasutaja keeldus uuendamisest erineva jutu URLi tõttu(%s)
fr: Mise à jour déclinée par l'utilisateur en raison d'une URL(%s) de récit différente
ja: ストーリーURL（%s）が異なりますため、ユーザーは更新を拒みました。
nb: Oppdatering nektet av bruker på grunn av forskjellig historieurl (%s)
nl: Update geweigerd door gebruiker vanwege verschillend verhaal URL(%s)
pl: Aktualizacja odrzucona przez użytkownika z powodu innego adresu URL artykułu (%s)
pt_br: Atualização recusada pelo usuário devido à diferentes URL(%s) de história
ru: Обновление отклонено пользователем из-за различия URL-адреса истории (%s)
ta: மாறுபட்ட கதை முகவரி (%s) காரணமாக புதுப்பிப்பு பயனரால் குறைந்தது
uk: Оновлення відхилено користувачем через іншу адресу твору (%s)

source: Metadata collected.
ar: تم جمع البيانات الوصفية.
de: Metadaten gesammelt.
es: Metadatos recopilados.
et: Metaandmed kogutud.
fr: Métadonnées collectées
ja: メタデータを集めました。
nb: Samlet metadata.
nl: Metagegevens verzameld.
pl: Zebrane metadane.
pt_br: Metadados recolhidos.
ru: Метаданные собраны.
ta: மேனிலை தரவு சேகரிக்கப்பட்டது.
uk: Зібрано метадані.

source: Existing epub contains %d chapters, web site only has %d. Use Overwrite or force_update_epub_always to force update.
ar: ملف epub الموجود يحتوي على %d فصول، بينما يحتوي موقع الويب على %d فقط. استخدم الكتابة فوق أو force_update_epub_always لفرض التحديث.
ta: தற்போதுள்ள எபப் %d அத்தியாயங்களைக் கொண்டுள்ளது, வலைத்தளத்திற்கு %d மட்டுமே உள்ளது. புதுப்பிப்பை கட்டாயப்படுத்த ஓவர்ரைட் அல்லது force_update_epub_always ஐப் பயன்படுத்தவும்.
uk: У наявному epub міститься %d глав, а на сайті — лише %d. Скористайтеся пунктом перезапису або force_update_epub_always для примусового оновлення даних.

source: FanFicFare doesn't recognize chapters in existing epub, epub is probably from a different source. Use Overwrite to force update.
ar: لا يتعرف FanFicFare على الفصول في ملف epub الموجود، ربما يكون ملف epub من مصدر مختلف. استخدم الكتابة فوق لفرض التحديث.
de: FanFicFare kann keine Kapitel im bestehenden epub erkennen, epub ist wahrscheinlich aus einer anderen Quelle. Verwenden Sie überschreiben, um die Aktualisierung zu erzwingen.
es: FanFicFare no reconoce capítulos en el epub existente, probablemente procede de un origen distinto. Use reemplazar para forzar una actualización.
et: FanFicFare ei leia olemasolevast epubist peatükke, epub on arvatavasti pärit teisest allikast. Uuendamise sundimiseks kasuta ülekirjutamist.
fr: FanFicFare ne reconnait pas les chapitres dans l'ePub existant, l'ePub est probablement d'une source différente. Utiliser Ecraser pour forcer la mise à jour.
ja: FanFicFareは、既存のEPUBに章を認識しません、EPUBはおそらく別なソースからものです。上書きを使って強制更新します。
nb: FanFicFare kjenner ikke igjen kapitlene i eksisterende epub. Epuben er sansynligvis fra en annen kilde. Bruk overskriving for å tvinge gjennom en oppdatering.
nl: FanFicFare herkent geen hoofdstukken in de bestaande epub, epub is waarschijnlijk van een andere bron. Gebruik Overschrijven om de update te forceren.
pl: FanFicFare nie rozpoznaje rozdziałów w istniejącym epub, epub prawdopodobnie pochodzi z innego źródła. Użyj opcji Zastąp, aby wymusić aktualizację.
ru: FanFicFare не распознает главы в существующем epub, вероятно, epub из другого источника. Используйте Overwrite для принудительного обновления.
ta: ஃபேன்ஃபிக்ஃபேர் தற்போதுள்ள எபபில் அத்தியாயங்களை அங்கீகரிக்கவில்லை, எபப் அநேகமாக வேறு மூலத்திலிருந்து வந்தது. புதுப்பிப்பை கட்டாயப்படுத்த ஓவர்ரைட்டைப் பயன்படுத்தவும்.
uk: FanFicFare не розпізнає глави у наявному epub. Ймовірно, epub походить з якогось іншого джерела. Скористайтеся пунктом перезапису для примусового оновлення даних.

source: None of the <b>%d</b> URLs/stories given can be/need to be downloaded.
ar: لا يمكن/لا يلزم تنزيل أي من <b>%d</b> عناوين URL/القصص المعطاة.
de: Keine der angegebenen <b>%d</b> URLs kann/muss heruntergeladen werden.
es: Ninguna de las <b>%d</b> historias o URL dados pueden o necesitan descargarse.
et: Ühtki antud <b>%d</b> URLi/juttu ei saa/pole vaja alla laadida.
fr: Aucun des URLs/récits <b>%d</b> donnés ne peut être/n'a besoin d'être téléchargé.
ja: どれも<b>%d</b>個の与えるURL・ストーリーはダウンロードできません・ダウンロード必要がありません。
nb: Ingen av de <b>%d</b> URLer/historier gitt kan lastes ned.
nl: Geen van de <b>%d</b> gegeven URL's/verhalen kan/moet worden gedownload.
pt_br: Nenhuma das <b>%d</b> URLs/histórias fornecidas podem ser/precisam ser transferidas.
ru: Ни один из <b>%d</b> приведенных URL/историй не может быть загружен.
ta: <b>%d </b> கொடுக்கப்பட்ட முகவரி கள்/கதைகள் எதுவும் பதிவிறக்கம் செய்ய வேண்டிய அவசியமில்லை.
uk: Отримання даних для жодної з вказаних <b>%d</b> адрес або творів не є потрібним.

source: See log for details.
ar: راجع السجل للحصول على التفاصيل.
de: Siehe Protokoll.
es: Vea el registro para más detalles.
et: Üksikasjade nägemiseks vaata logi.
fr: Voir le journal pour les détails.
ja: 詳細についてはログを見ます。
nb: Se loggen for flere detaljer.
nl: Zie log voor details.
pl: Zobacz dziennik po szczegóły.
pt_br: Veja o registro para detalhes.
ru: Смотрите журнал для деталей.
ta: விவரங்களுக்கு பதிவைப் பார்க்கவும்.
uk: Докладніші відомості можна знайти у журналі.

source: Proceed with updating your library(Error or Last Checked Columns, if configured)?
ar: المتابعة بتحديث مكتبتك (أعمدة الأخطاء أو آخر فحص، إذا تم تهيئتها)؟
de: Fahre mit dem Aktualisieren der Bibliothek fort (Error oder Last Checked Columns, falls konfiguriert)?
es: ¿Continuar con la actualización de la biblioteca (columnas de error o última comprobación, si están configuradas)?
fr: Procéder à la mise à jour de votre bibliothèque (Erreur ou Dernière Colonne Vérifiée, si configurée) ?
ja: ライブラリの更新を進めます？（設定されていれば、エラーまたは最後に確認された列）
nl: Doorgaan met het bijwerken van uw bibliotheek (Fout of laatst gecontroleerde kolommen, indien geconfigureerd)?
pl: Kontynuować aktualizację biblioteki (kolumny z błędami lub ostatnio sprawdzone, jeśli skonfigurowano)?
ru: Приступить к обновлению вашей библиотеки (если настроены столбцы Ошибка или Последнее проверенное)?
ta: உங்கள் நூலகத்தைப் புதுப்பிப்பதில் தொடரவும் (பிழை அல்லது கடைசியாக சரிபார்க்கப்பட்ட நெடுவரிசைகள், கட்டமைக்கப்பட்டால்)?
uk: Продовжити процедуру оновлення вашої бібліотеки (Помилка або Останні перевірені стовпчики, якщо їх налаштовано)?

source: Anthology
ar: مختارات
et: Antoloogia
pt_br: Antologia
ta: திரட்டு
uk: Антологія

source: Download %s FanFiction Book(s) for %s
uk: Отримати книги FanFiction %s для %s

source: Download %s FanFiction Book(s)
ar: تنزيل %s كتاب (كتب) FanFiction
de: Lade %s FanFiction Bücher herunter
es: Descargar %s libro(s) de «fanfiction»
et: Laadi alla %s fännikirjanduse raamat(ut)
fr: Télécharge %s livre(s) FanFiction
ja: %s冊のファンフィクション本をダウンロードします
nb: Nedlast %s FanFiction Bøk(er)
nl: Download %s FanFiction boek(en)
pl: Pobierz %s książki(ek) FanFiction
ru: Скачать %s книг(и) FanFiction
ta: %s சுவைஞர் புனைகதை நூல் (கள்) பதிவிறக்கவும்
uk: Отримати %s книги FanFiction

source: Starting %d FanFicFare Downloads
ar: بدء %d تنزيلات FanFicFare
de: %d FanFicFare Downloads werden gestartet
es: Iniciando %d descargas de FanFicFare
et: %d FanFicFare allalaadimise alustamine
fr: Démarrage de %d téléchargements FanFicFare
ja: FanFicFareの%d個のダウンロードを始めています
nb: Starter %d FanFicFare nedlastninger
nl: Start %d FanFicFare downloads
pl: Rozpoczynanie %d pobierania FanFicFare
ru: Начато %d загрузок FanFicFare
ta: தொடங்கி %d fanficfare பதிவிறக்கங்கள்
uk: Розпочинаємо отримання %d книг FanFicFare

source: FanFicFare is marking and showing matching Anthology Books
ar: يقوم FanFicFare بتمييز وعرض كتب المختارات المطابقة
es: FanFicFare está marcando y mostrando los libros de antología que coinciden
fr: FanFicFare marque et montre les livres d'anthologie correspondants.
ja: FanFicFareは選集本をマークして表示しています
nl: FanFicFare markeert en toont overeenkomende Bloemlezingen
pl: FanFicFare zaznacza i pokazuje pasujące antologie
ru: FanFicFare отмечает и показывает совпадающие книги антологии
ta: ஃபேன்ஃபிக்ஃபேர் பொருந்தக்கூடிய ஆந்தாலசி புத்தகங்களைக் குறிக்கிறது மற்றும் காட்டுகிறது
uk: FanFicFare позначає і показує відповідні книги антологій

source: To disable, uncheck the "Mark Matching Anthologies?" setting in FanFicFare configuration.
ar: لتعطيل ذلك، قم بإلغاء تحديد إعداد "تمييز المختارات المطابقة؟" في تهيئة FanFicFare.
es: Para desactivar, desmarque la casilla «¿Marcar antologías que coincidan?» en la configuración de FanFicFare.
fr: Pour le désactiver, décochez le paramètre " Marquer les anthologies correspondantes ? " dans la configuration de FanFicFare.
ja: 無効にするには、FanFicFareの設定に「一致された選集をマーク」をチュック解除します。
nl: Vink de "Markeer Overeenkomende Bloemlezingen?" instelling uit in FanFicFare configuratie om uit te schakelen.
ru: Чтобы отключить, снимите флажок «Отметить совпадающие антологии» в настройке конфигурации FanFicFare.
ta: முடக்க, "மார்க் பொருந்தும் புராணக்கதைகளை" தேர்வு செய்யாதீர்கள்? ஃபேன்ஃபிக்ஃபேர் உள்ளமைவில் அமைத்தல்.
uk: Щоб вимкнути, зніміть позначку з пункту «Позначати відповідні антології?» у налаштуваннях FanFicFare.

source: Info
ar: معلومات
ja: 情報
pl: Informacja
ru: Информация
ta: செய்தி
uk: Відомості

source: Error Updating Metadata
ar: خطأ في تحديث البيانات الوصفية
de: Fehler beim Herunterladen der Metadaten
es: Error actualizando metadatos
et: Viga metaandmete uuendamisel
fr: Erreur de mise à jour des Métadonnées
ja: メタデータの更新中にエラーが発生しました
nb: Feil ved oppdatering av metadata
nl: Fout tijdens metagegevens bijwerken
pl: Błąd podczas aktualizowania metadanych
pt_br: Erro ao atualizar metadados
ru: Ошибка обновления метаданных
ta: மெட்டாடேட்டாவைப் புதுப்பிப்பதில் பிழை
uk: Помилка під час оновлення метаданих

source: An error has occurred while FanFicFare was updating calibre's metadata for <a href='%s'>%s</a>.
ar: حدث خطأ أثناء تحديث FanFicFare لبيانات calibre الوصفية لـ <a href='%s'>%s</a>.
de: Während FanFicFare die Calibre-Metadaten für <a href='%s'>%s</a> aktualisierte, trat ein Fehler auf.
es: Ha ocurrido un error mientras FanFicFare actualizaba la base de datos de calibre para <a href='%s'>%s</a>.
et: Esines viga, kui FanFicFare uuendas raamatul <a href='%s'>%s</a> calibre metaandmeid.
fr: Une erreur s'est produite pendant que FFDL était occupé à mettre à jour les métadonnées de calibre pour <a href='%s'>%s</a>.
ja: FanFicFareは、<a href='%s'>%s</a>のcalibreメタデータを更新中にエラーが発生しました。
nb: En feil har skjedd da FanFicFare oppdaterete Calibres metadata for <a href='%s'>%s</a>.
nl: Er is een fout opgetreden terwijl FanFicFare de metagegevens van calibre aan het bijwerken was<a href='%s'>%s</a>.
pl: Wystąpił błąd podczas aktualizowania metadanych Calibre dla programu FanFicFare <a href='%s'>%s</a>.
ru: Произошла ошибка, когда FanFicFare обновлял метаданные calibre для <a href='%s'>%s</a>.
ta: <a href='%s'>%s </a> க்கான காலிபரின் மெட்டாடேட்டாவை ஃபேன்ஃபிக்ஃபேர் புதுப்பிக்கும்போது பிழை ஏற்பட்டது.
uk: Під час спроби оновлення метаданих calibre для <a href='%s'>%s</a> за допомогою FanFicFare сталася помилка.

source: The ebook has been updated, but the metadata has not.
ar: تم تحديث الكتاب الإلكتروني، ولكن البيانات الوصفية لم يتم تحديثها.
de: Das eBook wurde aktualisiert, aber die Metadaten nicht.
es: El libro ha sido actualizado, pero no los metadatos.
et: E-raamat on uuendatud, kuid metaandmed pole.
fr: Le livre a été mis à jour, mais les métadonnées ne l'ont pas été.
ja: 電子書籍は更新されましたが、メタデータは更新されませんでした。
nb: Eboken har blitt oppdatert, mens dens metadata har ikke blitt oppdatert.
nl: Het e-boek is bijgewerkt, maar de metagegevens niet.
pl: Ebook został zaktualizowany, ale metadane nie.
pt_br: O ebook foi atualizado, mas os metadados não.
ru: Книга была обновлена, а метаданные - нет.
ta: மின்புத்தகம் புதுப்பிக்கப்பட்டுள்ளது, ஆனால் மேனிலை தரவு இல்லை.
uk: Електронну книгу було оновлено, а метадані — ні.

source: FanFicFare will try to update metadata again once. Close any interfering programs (such as Windows File Explorer) before closing this dialog.
ar: سيحاول FanFicFare تحديث البيانات الوصفية مرة أخرى. أغلق أي برامج متداخلة (مثل مستكشف ملفات Windows) قبل إغلاق مربع الحوار هذا.
ta: மெட்டாடேட்டாவை மீண்டும் ஒரு முறை புதுப்பிக்க ஃபேன்ஃபிக்ஃபேர் முயற்சிக்கும். இந்த உரையாடலை மூடுவதற்கு முன் குறுக்கிடும் நிரல்களை (விண்டோச் கோப்பு எக்ச்ப்ளோரர் போன்றவை) மூடு.
uk: FanFicFare спробує ще раз оновити метадані. Закрийте усі програми, які можуть заважати (зокрема Провідник Windows), перш ніж закривати це діалогове вікно.

source: Finished Adding/Updating %d books.
ar: انتهى إضافة/تحديث %d كتاب.
de: Hinzufügen/Aktualisierung von %d Büchern abgeschlossen.
es: Finalizada la adición o actualización de %d libros.
et: %d raamatu lisamine/uuendamine lõpetati.
fr: Ajout/mise à jour des livres %d terminé.
ja: %d冊を追加・更新しますが終了しました。
nb: Ferdigstilte opprettelse/oppdatering av %d bøker.
nl: Updaten toevoegen/updaten %d boeken beëindigd.
pl: Zakończono Dodawanie/Aktualizowanie %d książek.
pt_br: O adicionamento/atualização de %s livros está concluído.
ru: Закончено Добавление/Обновление %d книг.
ta: %d புத்தகங்களைச் சேர்ப்பது/புதுப்பித்தல்.
uk: Завершено додавання або оновлення %d книг.

source: Background Job Failed, see Calibre Jobs log.
uk: Помилка у фоновому завданні, див. журнал завдань Calibre.

source: Background Job Failed to Download Stories for (%s)
uk: Помилка у фоновому завданні при отриманні даних твору для (%s)

source: FanFicFare found <b>%s</b> good and <b>%s</b> bad updates.
ar: وجد FanFicFare <b>%s</b> تحديثات جيدة و <b>%s</b> تحديثات سيئة.
de: FanFicFare hat <b>%s</b> gute und <b>%s</b> schlechte Updates gefunden.
es: FanFicFare ha encontrado <b>%s</b> actualizaciones válidas y <b>%s</b> incorrectas.
et: FanFicFare leidis <b>%s</b> head ja <b>%s</b> halba uuendust.
fr: FanFicFare trouve la mise à jour <b>%s</b> bonne et <b>%s</b> mauvaise
ja: FanFicFareは、<b>%s</b>冊の良いと<b>%s</b>冊の悪い更新を見つけました。
nb: FanFicFare fant <b>%s</b> bra og <b>%s</b> dårlige oppdateringer.
nl: FanFicFare vond <b>%s</b> goede en <b>%s</b> slechte updates.
pl: FanFicFare znalazło <b>%s</b> dobre i <b>%s</b> złe aktualizacje.
ru: FanFicFare найдено <b>%s</b> хороших и <b>%s</b> плохих обновлений.
ta: ஃபேன்ஃபிக்ஃபேர் <b>%s </b> நல்லது மற்றும் <b>%s </b> மோசமான புதுப்பிப்புகள் கிடைத்தன.
uk: FanFicFare виявлено <b>%s</b> якісних і <b>%s</b> неякісних оновлень.

source: Some of the stories downloaded have chapters errors. Click View Log in the next dialog to see which.
ar: بعض القصص التي تم تنزيلها تحتوي على أخطاء في الفصول. انقر فوق عرض السجل في المربع الحواري التالي لمعرفة أي منها.
es: Algunas de las historias descargadas tienen errores de capítulo. Pulse en Ver registro en el siguiente cuadro para ver cuáles.
et: Osal allalaaditud juttudel on peatükivigu. Et näha, millistel, klõpsa järgmises dialoogiaknas Vaata Logi.
fr: Certaines des histoires téléchargées comportent des erreurs de chapitres. Cliquez sur Afficher le Journal dans la boîte de dialogue suivante pour voir lesquelles.
ja: いくつかのダウンロードしたストーリーに章エラーがあります。次のダイアログにログ表示をクリックしてどれを確認します。
nl: Sommige gedownloade verhalen hebben hoofdstukfouten. Klik Log Bekijken in de volgende dialoog om te zien welke.
ru: Некоторые из загруженных историй содержат ошибки в главах. Нажмите «Просмотреть журнал» в следующем диалоговом окне, чтобы узнать, какие именно.
ta: பதிவிறக்கம் செய்யப்பட்ட சில கதைகளில் அத்தியாயங்கள் பிழைகள் உள்ளன. எது காண அடுத்த உரையாடலில் உள்நுழையப்படுவதைக் சொடுக்கு செய்க.
uk: У деяких із завантажених книг є помилки у главах. Натисніть «Переглянути журнал» у наступному діалоговому вікні, щоб ознайомитися із описом помилок.

source: <b>%s</b> good stories contain chapter errors.
ar: <b>%s</b> قصص جيدة تحتوي على أخطاء في الفصول.
es: <b>%s</b> historias correctas contienen errores de capítulo.
fr: <b>%s</b> de bonnes histoires contiennent des erreurs de chapitre.
ja: <b>%s</b>冊の良いストーリーが章エラーを含みます。
nl: <b>%s</b> goede verhalen bevatten hoofdstukfouten.
ru: <b>%s</b>хорошие рассказы содержат ошибки в главах.
ta: <b>%s </b> நல்ல கதைகளில் அத்தியாய பிழைகள் உள்ளன.
uk: <b>%s</b> оповідань містять помилки у главах.

source: No Good Stories for Anthology
ar: لا توجد قصص جيدة للمختارات
de: Ungültige Story für eine Sammlung
es: No hay historias válidas para la antología
et: Antoloogia jaoks pole häid jutte
fr: Pas de bons récits pour l'Anthologie
ja: 選集で良いストーリーがありません
nb: Ingen gode historier for antologi
nl: Geen goede verhalen voor Bloemlezing
pl: Brak dobrych historii dla antologii
pt_br: Nenhuma BOA história para antologia
ru: Нет хороших историй для антологии
ta: ஆன்டாலசிக்கு நல்ல கதைகள் இல்லை
uk: Немає добрих творів для антології

source: No good stories/updates where downloaded, Anthology creation/update aborted.
ar: لم يتم تنزيل قصص/تحديثات جيدة، تم إلغاء إنشاء/تحديث المختارات.
de: Ungültige Stories/Aktualisierungen wurden heruntergeladen, Sammlungs-Erstellung/Aktualisierung wurde abgebrochen.
es: No se han descargado historias o actualizaciones válidas, la creación o actualización de la antología se cancela.
et: Ei laaditud alla ühtki head juttu/uuendust, Antoloogia loomine/uuendamine katkestati.
fr: Aucun bon récit/mise à jour n'a été téléchargé, la création/mise à jour de l'Anthologie a été abandonnée.
ja: ダウンロードされた良いストーリー・更新がありません、選集の作成・更新は中止しました。
nb: Ingen gode historier/oppdateringer ble nedlastet. Avbrøt oppdatering av antologien.
nl: Geen goede verhalen/updates gedownload, het maken/bijwerken van Bloemlezing is afgebroken.
pl: Brak dobrych artykułów/aktualizacji w miejscu pobrania, tworzenie/aktualizacja antologii przerwana.
pt_br: Não há boas histórias/atualizações de onde transferir, a criação/atualização de antologia foi abortada.
ru: Нет хороших историй/обновлений в скачанном, создание/обновление Антологии прервано.
ta: பதிவிறக்கம் செய்யப்பட்ட நல்ல கதைகள்/புதுப்பிப்புகள் இல்லை, ஆன்டாலசி உருவாக்கம்/புதுப்பிப்பு நிறுத்தப்பட்டது.
uk: У місці отримання даних немає творів або оновлень із добрими оцінками. Створення або оновлення антології перервано.

source: Are you sure you want to continue with creating/updating this Anthology?
ar: هل أنت متأكد أنك تريد المتابعة بإنشاء/تحديث هذه المختارات؟
de: Sind sie sicher, dass sie fortfahren wollen, diese Sammlung zu erstellen/aktualisieren?
es: ¿Está seguro de querer continuar creando o actualizando la antología?
et: Kas oled kindel, et tahad selle antoloogia loomise/uuendamisega jätkata?
fr: Etes-vous certain(e) de vouloir continuer avec la création/mise à jour de cette Anthologie ?
ja: 選集の作成・更新を進めてもよろしいですか？
nb: Er du sikker på at du vil fortsette med å opprette/oppdatere antologien?
nl: Weet u zeker dat u wilt doorgaan met het maken/bijwerken van deze Bloemlezing?
pl: Czy na pewno chcesz kontynuować tworzenie/aktualizowanie tej antologii?
pt_br: Você deseja realmente continuar com a criação/atualização desta antologia?
ru: Вы уверены, что хотите продолжить создание/обновление этой Антологии?
ta: இந்த புராணக்கதையை உருவாக்க/புதுப்பிப்பதைத் தொடர விரும்புகிறீர்களா?
uk: Ви справді хочете продовжити створення або оновлення цієї антології?

source: Any updates that failed will <b>not</b> be included in the Anthology.
ar: أي تحديثات فشلت <b>لن</b> يتم تضمينها في المختارات.
de: Jede Aktualisierung, die fehlgeschlagen ist, wird <b>nicht</b> in die Sammlung eingefügt.
es: Las actualizaciones fallidas <b>no</b> se incluirán en la antología.
et: Mis tahes ebaõnnestunud uuendust <b>ei</b> kaasata antoloogiasse.
fr: Toute mise à jour qui échoue ne sera <b>pas</b> incluse dans l'Anthologie
ja: どれも失敗された更新は選集に<b>含みません</b>。
nb: Alle oppdatering som feilet vil <b>ikke</b> bli inkludert i antologien.
nl: Alle mislukte updates, zullen <b>niet</b> worden opgenomen in de bloemlezing.
pt_br: Todas as atualizações que falharam <b>não</b> vão ser incluídas na antologia.
ru: Любые сбойные обновления <b>не</b> будут включены в Антологию.
ta: தோல்வியுற்ற எந்த புதுப்பிப்புகளும் <b> இல்லை </b> ஆன்டாலசியில் சேர்க்கப்படும்.
uk: Будь-які оновлення з помилками <b>не буде</b> включено до антології.

source: However, if there's an older version, it will still be included.
ar: ومع ذلك، إذا كان هناك إصدار أقدم، فسيظل مضمنًا.
de: Allerdings, wenn es eine ältere Version gibt, wird es dennoch aufgenommen werden.
es: Sin embargo, si hay una versión más antigua, se incluirá.
et: Kuid kui on olemas vanem versioon, siis see ikka kaasatakse.
fr: Cependant, s'il y a une version plus ancienne, celle-ci sera quand même incluse.
ja: しかしながら、古いバージョンがあります場合は、まだ含まれます。
nb: Hvis det finnes en eldre versjon inkluderes denne uansett.
nl: Echter, als er een oudere versie is, dan wordt deze nog steeds opgenomen.
pl: Jeśli jednak istnieje starsza wersja, nadal będzie uwzględniona.
pt_br: No entanto, se houver uma versão mais antiga, ela será incluída.
ru: Однако, если есть более старая версия, она все равно будет включена.
ta: இருப்பினும், பழைய பதிப்பு இருந்தால், அது இன்னும் சேர்க்கப்படும்.
uk: Втім, якщо у антології була старіша версія, її не буде викинуто.

source: Proceed with updating this anthology and your library?
ar: المتابعة بتحديث هذه المختارات ومكتبتك؟
de: Mit der Aktualisierung dieser Sammlung und ihrer Bibliothek fortfahren?
es: ¿Continuar actualizando esta antología y la biblioteca?
et: Kas jätkata selle antoloogia ja sinu kogu uuendamisega?
fr: Procéder à la mise à jour de cette anthologie et de votre librairie ?
ja: この選集とライブラリの更新を進めます？
nb: Fortsett å oppdatere antologigen og biblioteket ditt?
nl: Ga verder met het updaten van deze Anthologie en je bibliotheek?
pl: Kontynuować aktualizację tej antologii i biblioteki?
pt_br: Prosseguir com a atualização desta antologia e sua biblioteca?
ru: Продолжить обновление этой антологии и вашей библиотеки?
ta: இந்த புராணத்தையும் உங்கள் நூலகத்தையும் புதுப்பிப்பதில் தொடரவா?
uk: Продовжити процедуру оновлення цієї антології і вашої бібліотеки?

source: Downloading from %s
uk: Отримання з %s

source: Proceed with updating your library?
ar: المتابعة بتحديث مكتبتك؟
de: Mit der Aktualisierung der Bibliothek fortfahren?
es: ¿Continuar actualizando la biblioteca?
et: Jätkata oma kogu uuendamisega?
fr: Procéder à la mise à jour de votre bibliothèque ?
ja: ライブラリの更新を進めます？
nb: Fortsett å oppdatere biblioteket ditt?
nl: Ga verder met het updaten van je bibliotheek?
pl: Kontynuować aktualizację swojej biblioteki?
pt_br: Prosseguir com a atualização de sua biblioteca?
ru: Продолжить обновление вашей библиотеки?
ta: உங்கள் நூலகத்தைப் புதுப்பிப்பதில் தொடரவா?
uk: Продовжити процедуру оновлення вашої бібліотеки?

source: FanFicFare download complete
ar: اكتمل تنزيل FanFicFare
de: FanFicFare Download abgeschlossen
es: Descarga de FanFicFare completada
et: FanFicFare allalaadimine valmis
fr: Téléchargement FanFicFare effectué
ja: FanFicFareのダウンロードが完了しました
nb: FanFicFare nedlastning ferdigstilt
nl: FanFicFare download compleet
pl: Pobieranie FanFicFare zakończone
ru: Загрузка FanFicFare завершена
ta: fanficfare download முழுமையானது
uk: Завершено отримання даних FanFicFare

source: FanFicFare log
ar: سجل FanFicFare
de: FanFicFare-Protokoll
es: Registro de FanFicFare
et: FanFicFare logi
ja: FanFicFareのログ
nb: FanFicFare-loggen
nl: FanFicFare logboek
pl: Dziennik FanFicFare
ru: Журнал FanFicFare
ta: ஃபேன்ஃபிக்ஃபேர் பதிவு
uk: Журнал FanFicFare

source: Merging %s books.
ar: دمج %s كتب.
de: Zusammenführung von %s Büchern.
es: Combinando %s libros.
et: %s raamatu ühendamine.
fr: Fusionnement des livres %s.
ja: %s冊を合体中。
nb: Slår sammen %s bøker.
nl: %s boeken samenvoegen.
pl: Łączenie %s książek.
pt_br: Mesclando %s livros.
ru: Объединение %s книг.
ta: %s புத்தகங்களை ஒன்றிணைத்தல்.
uk: Об’єднуємо %s книг.
