Repository: JimmXinu/FanFicFare
Catalog: calibre-plugin/translations/*.po
Languages: ar, de, es, et, fr, ja, nb, nl, pl, pt_br, ru, ta, uk

source: If checked, when updating/overwriting an existing book, FanFicFare will have the Calibre Columns available to use in replace_metadata, title_page, etc.<br>Click the button below to see the Calibre Column names.
ar: إذا تم تحديد هذا الخيار، عند تحديث/الكتابة فوق كتاب موجود، سيتوفر لـ FanFicFare أعمدة Calibre لاستخدامها في replace_metadata، title_page، إلخ.<br>انقر على الزر أدناه لرؤية أسماء أعمدة Calibre.
de: Wenn diese Option aktiviert ist, verfügt FanFicFare beim Aktualisieren / Überschreiben eines vorhandenen Buchs über die Calibre-Spalten, die in replace_metadata, title_page usw. verwendet werden können. Klicken Sie auf die Schaltfläche, um die Calibre-Spalten-Namen anzuzeigen.
es: Si se activa, al actualizar o reemplazar un libro existente, FanFicFare tendrá las columnas de calibre disponibles para usarlas en replace_metadata, title_page, etc.<br>Pulse el botón para ver los nombres de las columnas de calibre.
fr: Si coché, lors de la mise à jour/réécriture d'un livre existant, FanFicFare aura les colonnes calibre disponibles pour les utiliser dans replace_metadata, title_page, etc.<br>Cliquez le bouton ci-dessous pour voir les noms des colonnes calibre.
ja: チェックすると、FanFicFareは更新・上書き際にreplace_metadata、title_pageなどにcalibre列をお使えます。<br>下のボタンをクリックしてcalibre列名を表示します。
nl: Indien aangevinkt, zal FanFicFare bij het bijwerken / overschrijven van een bestaand boek de Calibre kolommen beschikbaar hebben om te gebruiken in replace_metadata, title_page, etc. <br> Klik op de knop hieronder om de Calibre kolomnamen te zien.
pl: Jeśli zaznaczone, podczas aktualizacji / nadpisywania istniejącej książki FanFicFare będzie mieć dostępne kolumny Calibre do wykorzystania w replace_metadata, title_page, itp. <br>Kliknij przycisk poniżej, aby zobaczyć nazwy kolumn Calibre.
ru: Если этот флажок установлен, при обновлении/перезаписи существующей книги в FanFicFare будут доступны столбцы Calibre для использования в replace_metadata, title_page и т. д. Нажмите кнопку ниже, чтобы увидеть названия столбцов Calibre.
ta: சரிபார்க்கப்பட்டால், ஏற்கனவே உள்ள புத்தகத்தைப் புதுப்பிக்கும்போது/மேலெழுதும் போது, fanficficare மாற்றியமைத்தல்_மெட்டாடேட்டா, தலைப்பு_பேச் போன்றவற்றில் பயன்படுத்த காலிபர் நெடுவரிசைகள் கிடைக்கும். <br> காலிபர் நெடுவரிசை பெயர்களைக் காண கீழே உள்ள பொத்தானைக் சொடுக்கு செய்க.
uk: Якщо позначено, під час оновлення або перезапису наявної книги, FanFicFare надаватиме доступ до стовпчиків Calibre у replace_metadata, title_page тощо.<br>Натисніть наведену нижче кнопку, щоб переглянути назви стовпчиків Calibre.

source: Pass Calibre Columns into FanFicFare on Update/Overwrite
ar: تمرير أعمدة Calibre إلى FanFicFare عند التحديث/الكتابة فوق
de: Calibre Spalten in FanFicFare beim Updaten/Überschreiben verwenden
es: Pasar las columnas de calibre a FanFicFare al actualizar o reemplazar
et: Uuendamisel/Ülekirjutamisel edasta Calibre veerud FanFicFare'i
fr: Analyse les colonnes calibre dans FanFicFare à la Mise à jour/Réécriture
ja: 更新・上書き際に、FanFicFareにcalibre列を渡します
nb: Klikk Calibrekolonner inni FanFicFare for oppdatering/overskriving.
nl: Voeg kolommen van Caliber in in FanFicFare bij bijwerken / overschrijven
pl: Przekaż kolumny calibre do FanFicFare podczas aktualizacji/nadpisania
pt_br: Passe Colunas Calibre para FanFicFare em Atualizar/Substituir
ru: Передать столбцы Calibre в FanFicFare при обновлении/перезаписи
ta: புதுப்பிப்பு/மேலெழுதலில் காலிபர் நெடுவரிசைகளை சுவைஞர் கட்டணத்தில் அனுப்பவும்
uk: Передавати стовпчики Calibre до FanFicFare при оновленні або перезапису

source: FanFicFare can pass the Calibre Columns into the download/update process.<br>This will show you the columns available by name.
ar: يمكن لـ FanFicFare تمرير أعمدة Calibre إلى عملية التنزيل/التحديث.<br>سيعرض هذا لك الأعمدة المتاحة بالاسم.
de: FanFicFare kann die Calibre Spalten in den Download/Update-Prozess weitergeben. Dies zeigt Ihnen die verfügbaren Spalten nach Namen.
es: FanFicFare puede pasar las columnas de calibre al proceso de descarga o actualización.<br>Esto le mostrará las columnas disponibles por nombre.
fr: FanFicFare peut analyser les colonnes calibre dans le processus de téléchargement/mise à jour. <br>Ceci montrera les colonnes disponibles par nom.
ja: FanFicFareはcalibre列をダウンロード・更新プロセスに渡せます。<br>これは名で利用可能な列を表示されます。
nb: FanFicFare kan tilføre Calibrekolonner til nedlastnings/oppdateringsprosessen.<br>Dette vil vise kolonnene tilgjengelig på navn.
nl: FanFicFare kan de Calibre kolommen doorgeven aan het download / update-proces.<br> Dit toont je ​​de kolommen die op naam beschikbaar zijn.
pl: FanFicFare może przekazać kolumny Calibre do procesu pobierania/aktualizacji. <br>Spowoduje to wyświetlenie kolumn dostępnych według nazwy.
ru: FanFicFare может передавать столбцы Calibre в процесс загрузки/обновления. <br>Это покажет вам столбцы, доступные по имени.
ta: ஃபேன்ஃபிக்ஃபேர் காலிபர் நெடுவரிசைகளை பதிவிறக்கம்/புதுப்பிப்பு செயல்முறைக்கு அனுப்ப முடியும். <br> இது பெயரால் கிடைக்கும் நெடுவரிசைகளை உங்களுக்குக் காண்பிக்கும்.
uk: FanFicFare може передавати стовпчики Calibre процесу отримання або оновлення даних.<br>Цей пункт покаже вам доступні стовпчики за назвами.

source: Show Calibre Column Names
ar: إظهار أسماء أعمدة Calibre
de: Zeigt die Calibre-Spalten-Namen
es: Mostrar nombres de columna de calibre
et: Näita Calibre veergude nimesid
fr: Afficher le Nom des Colonnes calibre
ja: calibre列名を表示します
nb: Vis Calibrekolonner navn
nl: Toon calibre kolomnamen
pl: Pokaż nazwy kolumn Calibre
pt_br: Mostrar nome de Colunas Calibre
ru: Показать названия столбцов Calibre
ta: காலிபர் நெடுவரிசை பெயர்களைக் காட்டு
uk: Показати назви стовпчиків Calibre

source: Changes will only be saved if you click 'OK' to leave Customize FanFicFare.
ar: لن يتم حفظ التغييرات إلا إذا نقرت على 'موافق' للخروج من تخصيص FanFicFare.
de: Änderungen werden nur gespeichert, wenn sie "OK" anklicken um "FanFicFare anpassen" zu verlassen.
es: Los cambios sólo se guardarán si pulsa «Aceptar» para abandonar la personalización de FanFicFare.
et: Muudatused salvestatakse ainult siis, kui klõpsad FanFicFare kohandamise akna sulgemiseks 'OK'.
fr: Les modifications ne seront enregistrées que si vous cliquez sur 'OK' pour quitter Personnaliser FanFicFare .
ja: 「OK」をクリックしてFanFicFareのカスタマイズを終了する場合にのみ、変更が保存されます。
nb: Endringer vil bare lagres hvis du klikker 'OK' for å forlate endre FanFicFare.
nl: Wijzigingen worden alleen opgeslagen wanneer u op 'OK' klikt bij het verlaten van aanpassen FanFicFare .
pl: Zmiany zostaną zapisane tylko wtedy, gdy klikniesz „OK”, aby opuścić dostosowywanie FanFicFare.
pt_br: Mudanças somente serão salvas se você clicar em 'OK' para deixar a FanFicFare Customizada.
ru: Изменения будут сохранены только в том случае, если вы нажмете «ОК», чтобы выйти из меню «Настройка FanFicFare».
ta: ஃபேன்ஃபிக் கட்டணத்தைத் தனிப்பயனாக்க 'சரி' என்பதைக் சொடுக்கு செய்தால் மட்டுமே மாற்றங்கள் சேமிக்கப்படும்.
uk: Зміни буде збережено, лише якщо ви натиснете кнопку «Гаразд» для завершення роботи засобу налаштовування FanFicFare.

source: Plugin Defaults
ar: إعدادات الإضافة الافتراضية
de: Plugin Standardeinstellungen
es: Opciones predeterminadas del complemento
et: Plugina vaikimisi sätted
fr: Paramètres par défaut de l'extension
ja: プラグインのデフォルト
nb: Pluginstandardinnstillinger
nl: Plugin standaarden
pl: Domyślne wtyczki
pt_br: Padrões do Plugin
ru: Умолчания плагина
ta: சொருகி இயல்புநிலை
uk: Типові налаштування додатка

source: Plugin Defaults (%s) (Read-Only)
ar: إعدادات الإضافة الافتراضية (%s) (للقراءة فقط)
de: Plugin Standardeinstellungen (%s) (nur lesen)
es: Valores predeterminados (%s) (sólo lectura)
et: Plugina vaikesätted (%s) (Kirjutuskaitstud)
fr: Paramètres par défaut de l'extension (%s) (Lecture seule)
ja: プラグインのデフォルト（%s）（読み取り専用）
nb: Pluginstandardinstillinger (%s) (kun lese)
nl: Plugin standaarden (%s) (alleen-lezen)
pl: Domyślne wtyczki (%s) (tylko do odczytu)
pt_br: Padrões do Plugin (%s) (Somente Leitura)
ru: Умолчания плагина (%s) (только чтение)
ta: சொருகி இயல்புநிலை (%s) (படிக்க மட்டும்)
uk: Типові налаштування додатка (%s) (лише читання)

source: View 'Safe' personal.ini
ar: عرض personal.ini 'الآمن'
de: Zeige 'sichere' personal.ini an
es: Ver personal.ini «seguro»
et: Näita faili personal.ini 'turvalist versiooni'
fr: Vue 'Sécurisée' de personal.ini
ja: 「安全な」personal.iniを表示します
nb: Vis 'Safe' personal.ini
nl: Bekijk 'Veilig' personal.ini
pl: Wyświetl „Bezpieczne” personal.ini
ru: Показать "Безопасный" personal.ini
ta: 'safe' personal.ini ஐக் காண்க
uk: Переглянути «Безпечний» personal.ini

source: Calibre Column Entry Names
ar: أسماء إدخالات أعمدة Calibre
de: Calibre-Spalteneintragsnamen
es: Nombres de entrada de columna de calibre
et: Calibre veergude kirjete nimed
fr: Noms d'entrée de colonne calibre
ja: calibre列名
nb: Calibrekolonner innslagsnav
nl: Calibre kolominvoernamen
pl: Nazwy pozycji kolumn calibre
ru: Имена записей столбцов сalibre
ta: காலிபர் நெடுவரிசை நுழைவு பெயர்கள்
uk: Назви записів стовпчиків Calibre

source: Label (entry_name)
ar: التسمية (اسم_الإدخال)
de: Bezeichnung (entry_name)
es: Etiqueta (entry_name)
et: Silt (kirje_nimi)
fr: Étiquette (entry_name)
ja: 列名（entry_name）
nb: Merkelapp (entry_name)
nl: Label (invoernaam)
pl: Etykieta (entry_name)
ru: Метка (entry_name)
ta: சிட்டை (நுழைவு_பெயர்)
uk: Мітка (entry_name)

source: These settings provide integration with the %(rl)s Plugin. %(rl)s can automatically send to devices and change custom columns. You have to create and configure the lists in %(rl)s to be useful.
ar: توفر هذه الإعدادات تكاملًا مع إضافة %(rl)s. يمكن لـ %(rl)s إرسال الكتب تلقائيًا إلى الأجهزة وتغيير الأعمدة المخصصة. يجب عليك إنشاء وتهيئة القوائم في %(rl)s لتكون مفيدة.
de: Diese Einstellungen bieten die Integration mit dem %(rl)s Plugin. Die %(rl)s kann automatisch an das Gerät senden und benutzerdefinierte Spalten ändern. Sie müssen die Listen im %(rl)s Plugin erstellen und konfigurieren, um sie verwenden zu können.
es: Estas configuraciones permiten la integración con el complemento %(rl)s. %(rl)s puede enviar automáticamente a dispositivos y cambiar columnas personalizadas. Debe crear y configurar las listas en %(rl)s para que sea útil.
fr: Ces paramètres fournissent une intégration avec l'extension %(rl)s. %(rl)s peut envoyer et changer les colonnes personnalisées vers les les appareils. Vous avez à créer et configuer les listes dans %(rl)s pour être utilisables.
ja: この設定は、%(rl)sプラグインとの統合を提供します。%(rl)sは自動的にデバイスに送信しますおよびカスタム列を変更できます。役立つようにしますには、%(rl)sでリストを作成して設定します必要があります。
nb: Disse instillingene tilbyr integrering med %(rl)s plugin. %(rl)s kan automatisk sendes til enheter og endre egendefinerte kolonner. Du må opprette og konfigurere listen i %(rl)s for å være nyttig.
nl: Deze instellingen bieden integratie met de %(rl)s plug-in. %(rl)s kan automatisch naar apparaten verzenden en aangepaste kolommen wijzigen. Om bruikbaar te zijn, moet je de lijsten in %(rl)s maken en configureren.
pl: Te ustawienia zapewniają integrację z wtyczką %(rl)s. %(rl)s może automatycznie wysyłać na urządzenia i zmieniać niestandardowe kolumny. Musisz tworzyć i konfigurować listy w %(rl)s, aby były przydatne.
pt_br: Estes ajustes permitem a integração com o Plugin %(rl)s. %(rl)s pode enviar automaticamente para os dispositivos e alterar colunas personalizadas. Você tem que criar e configurar as listas de %(rl)s para ser útil.
ru: Эти настройки обеспечивают интеграцию с %(rl)s плагином. %(rl)s можно автоматически отправлять на устройства и изменять пользовательские столбцы. Вы должны создать и настроить списки в %(rl)s, чтобы это было полезным.
ta: இந்த அமைப்புகள் %(rl)s செருகுநிரலுடன் ஒருங்கிணைப்பை வழங்குகின்றன. %(rl)s தானாகவே சாதனங்களுக்கு அனுப்பலாம் மற்றும் தனிப்பயன் நெடுவரிசைகளை மாற்றலாம். பயனுள்ளதாக இருக்க நீங்கள் %(rl)s இல் உள்ள பட்டியல்களை உருவாக்கி கட்டமைக்க வேண்டும்.
uk: На основі цих параметрів здійснюється інтеграція із додатком %(rl)s. %(rl)s може автоматично надсилати дані на пристрої і змінювати нетипові стовпчики. Щоб цим можна було скористатися, вам слід створити і налаштувати відповідні списки у %(rl)s.

source: Add new/updated stories to "Send to Device" Reading List(s).
ar: إضافة القصص الجديدة/المحدثة إلى قائمة (قوائم) القراءة "إرسال إلى الجهاز".
de: Neue/aktualiserte Stories auf "ans Gerät senden" Leseliste(n) hinzufügen.
es: Añadir historias nuevas o actualizadas a la(s) lista(s) de «Enviar a dispositivo».
et: Lisa uued/uuendatud jutud "Saada seadmesse" lugemisloendi(te)sse.
fr: Ajouter des récits nouveaux/mis à jour à la/aux liste(s) de lecture de "Envoyer vers le dispositif".
ja: 新規・更新したストーリーを「デバイスに送信」読書リストに追加します。
nb: Legg til nye/oppdaterte historier for å "Sende til enhet" leselisten.
nl: Voeg nieuwe / bijgewerkte verhalen toe aan de leeslijst(en) van "Verzenden naar apparaat".
pl: Dodaj nowe / zaktualizowane artykuły do list czytelniczych „Wyślij do urządzenia”.
pt_br: Adicionar histórias novas/atualizadas para Lista(s) de Leitura "Enviar para o Dispositivo".
ru: Добавить новые/обновленные истории в список(ки) чтения "Отправить на устройство".
ta: "சாதனத்திற்கு அனுப்பு" வாசிப்பு பட்டியல் (கள்) புதிய/புதுப்பிக்கப்பட்ட கதைகளைச் சேர்க்கவும்.
uk: Додати нові або оновлені твори до списків читання «Надіслати на пристрій»

source: Automatically add new/updated stories to these lists in the %(rl)s plugin.
ar: إضافة القصص الجديدة/المحدثة تلقائيًا إلى هذه القوائم في إضافة %(rl)s.
de: Automatisch neue/aktualisierte Stories zu diesen Listen im %(rl)s Plugin hinzufügen.
es: Añadir automáticamente las historias nuevas o actualizadas a estas listas en el complemento %(rl)s.
et: Automaatselt saada uued/uuendatud jutud nendesse loenditesse pluginas %(rl)s.
fr: Ajoute automatiquement des récits nouveaux/mis à jour à ces listes dans l'extension %(rl)s.
ja: 自動的に新規・更新ストーリーを%(rl)sプラグインのこれらのリストに追加します。
nb: Auutomatisk legg til nye/oppdaterte historier for disse litene i %(rl)s plugin.
nl: Voeg automatisch nieuwe / bijgewerkte verhalen toe aan deze lijsten in de %(rl)splug-in.
pl: Automatycznie dodawaj nowe/zaktualizowane historie do tych list we wtyczce %(rl)s.
pt_br: Adicionar automaticamente histórias novas/atualizadas para essas lista no plugin %(rl)s.
ru: Автоматически добавлять новые/обновленные истории в эти списки в %(rl)s плагине.
ta: இந்த பட்டியல்களில் %(rl)s சொருகி தானாகவே புதிய/புதுப்பிக்கப்பட்ட கதைகளைச் சேர்க்கவும்.
uk: Автоматично додавати нові або оновлені твори до цих списків у додатку %(rl)s.

source: "Send to Device" Reading Lists
ar: قوائم القراءة "إرسال إلى الجهاز"
de: "ans Gerät senden" Leselisten
es: Listas «Enviar a dispositivo» de Reading Lists
et: "Saada seadmesse" lugemisloendid
fr: Listes de lecture de "Envoyer vers le dispositif"
ja: 「デバイスに送信」読書リスト
nb: "Send til enheten" leselisten
nl: "Verzenden naar apparaat" Leeslijsten
pl: Listy czytelnicze „Wyślij do urządzenia”
pt_br: Lista(s) de Leitura "Enviar para o Dispositivo"
ru: Списки чтения "Отправить на устройство"
ta: "சாதனத்திற்கு அனுப்பு" வாசிப்பு பட்டியல்கள்
uk: Списки читання «Надіслати на пристрій»

source: When enabled, new/updated stories will be automatically added to these lists.
ar: عند التمكين، ستتم إضافة القصص الجديدة/المحدثة تلقائيًا إلى هذه القوائم.
de: Wenn markiert, werden neue/aktualisierte Stories automatisch zu diesen Listen hinzugefügt.
es: Si se activa, las historias nuevas o actualizadas se añadirán automáticamente a estas listas.
et: Kui lubatud, lisatakse uued/uuendatud jutud automaatselt nendesse loenditesse.
fr: Quand activé, les récits nouveaux/mis à jours seront ajoutés automatiquement à ces listes.
ja: 有効にすると、新規・更新ストーリーはこれらのリストに自動的な追加します。
nb: Når skrudd på, nye/oppdaterte historier vil automatisk legges til disse listene.
nl: Indien ingeschakeld, worden nieuwe / bijgewerkte verhalen automatisch aan deze lijsten toegevoegd.
pl: Po włączeniu nowe / zaktualizowane historie będą automatycznie dodawane do tych list.
pt_br: Quando ativo, histórias novas/atualizadas serão automaticamente adicionadas para essas listas.
ru: При включении новые/обновленные истории будут автоматически добавляться в эти списки.
ta: இயக்கப்பட்டால், இந்த பட்டியல்களில் புதிய/புதுப்பிக்கப்பட்ட கதைகள் தானாகவே சேர்க்கப்படும்.
uk: Якщо позначено, нові або оновлені твори будуть автоматично додаватися до цих списків.

source: Add new/updated stories to "To Read" Reading List(s).
ar: إضافة القصص الجديدة/المحدثة إلى قائمة (قوائم) القراءة "للقراءة".
de: Neue/aktualiserte Stories auf "zu lesen" Leseliste(n) hinzufügen.
es: Añadir las historias nuevas o actualizadas a las listas «Para leer» de Reading Lists.
fr: Ajouter des récits nouveaux/mis à jour à la/aux liste(s) de lecture " A lire ".
ja: 新規・更新ストーリーを「読みたい」読書リストに追加します。
nb: Legg til nye/oppdaterte historier til "Til lesning" leselisten(e).
nl: Voeg nieuwe / bijgewerkte verhalen toe aan de leeslijst(en) van "Te Lezen".
pl: Dodaj nowe / zaktualizowane artykuły do list czytelniczych „Do przeczytania”.
pt_br: Adicionar histórias novas/atualizadas para Lista(s) de Leitura "Para Ler".
ru: Добавить новые/обновленные истории в список(ки) чтения "Для чтения".
ta: புதிய/புதுப்பிக்கப்பட்ட கதைகளை "படிக்க" வாசிப்பு பட்டியல் (கள்) சேர்க்கவும்.
uk: Додати нові або оновлені твори до списків читання «Прочитати».

source: Automatically add new/updated stories to these lists in the %(rl)s plugin. Also offers menu option to remove stories from the "To Read" lists.
ar: إضافة القصص الجديدة/المحدثة تلقائيًا إلى هذه القوائم في إضافة %(rl)s. كما توفر خيارًا في القائمة لإزالة القصص من قوائم "للقراءة".
de: Automatisch neue/aktualisierte Stories zu diesen Listen im %(rl)s Plugin hinzufügen. Bietet auch die Menü-Option, Stories von den "zu lesen" Leseliste(n) zu entfernen.
es: Añadir automáticamente las historias nuevas o actualizadas a estas listas en el complemento %(rl)s. También hay una opción de menú para eliminar historias de las listas «Para leer».
fr: Ajoute automatiquement des récits nouveau/mis à jour à ces listes dans l'extension %(rl)s. Propose également un menu option pour enlever des récits depuis les listes "A lire".
ja: 自動的に新規・更新ストーリーを%(rl)sプラグインのこれらのリストに追加します。 「読みたい」リストから削除してメニューオプションもあります。
nb: Automatisk legg tl nye/oppdaterte historier for disse listene i %(rl)s plugin. Automatisk tilbyr menyvalget for å fjerne historier fra "Til lesning" lister.
nl: Voeg automatisch nieuwe / bijgewerkte verhalen toe aan deze lijsten in de %(rl)splug-in. Biedt ook een menuoptie om verhalen uit de lijsten "Te lezen" te verwijderen.
pl: Automatycznie dodawaj nowe / zaktualizowane historie do tych list we wtyczce %(rl)s. Oferuje również opcję menu umożliwiającą usuwanie artykułów z list „Do przeczytania”.
pt_br: Adicionar automaticamente histórias novas/atualizadas para essas listas no plugin %(rl)s. Também oferece opção de menu para remover histórias das listas "Para Ler".
ru: Автоматически добавлять новые/обновленные истории в эти списки в %(rl)s плагине. Также предлагается опция меню для удаления историй из списков «Для чтения».
ta: இந்த பட்டியல்களில் %(rl)s சொருகி தானாகவே புதிய/புதுப்பிக்கப்பட்ட கதைகளைச் சேர்க்கவும். "படிக்க" பட்டியல்களிலிருந்து கதைகளை அகற்ற பட்டியல் விருப்பத்தையும் வழங்குகிறது.
uk: Автоматично додавати нові або оновлені твори до цих списків у додатку %(rl)s. Також пропонує пункт меню для вилучення творів зі списків «Прочитати».

source: "To Read" Reading Lists
ar: قوائم القراءة "للقراءة"
de: "zu lesen" Leseliste(n)
es: Listas «Para leer» de Reading Lists
fr: Listes de lecture "A lire"
ja: 「読みたい」読書リスト
nb: "Til lesning" leselistene
nl: "Te lezen" leeslijst
pl: Listy do przeczytania
pt_br: Listas de Leitura "Para Ler"
ru: Списки чтения "Для чтения"
ta: "படிக்க" வாசிப்பு பட்டியல்கள்
uk: Списки читання «Прочитати»

source: Add stories back to "Send to Device" Reading List(s) when marked "Read".
ar: إضافة القصص مرة أخرى إلى قائمة (قوائم) القراءة "إرسال إلى الجهاز" عند وضع علامة "مقروءة".
de: Stories wieder auf "ans Gerät senden" Leseliste(n) hinzufügen, wenn mit "gelesen" markiert.
es: Volver a añadir las historias a la(s) lista(s) de «Enviar a dispositivo» al marcarlas como leídas.
fr: Ajouter à nouveau des récits à/aux Liste(s) de lecture "Envoyer vers le dispositif" quand marqué "Lu".
ja: 「読んだ」にマーク際には、ストーリーを「デバイスに送信」読書リストに再追加します。
nb: Legg historier tilbake til "Send til enhet" leselisten(e) når markert "Lest".
nl: Plaats verhalen, die zijn gemarkeerd als "Gelezen", terug op de leeslijst(en) van "Verzenden naar apparaat".
pl: Dodaj artykuły z powrotem do listy czytelniczej „Wyślij do urządzenia”, gdy jest oznaczona jako „Przeczytane”.
pt_br: Adicionar histórias de volta à Lista(s) de Leitura "Enviar para o Dispositivo" quando marcado como "Ler".
ru: Добавлять истории обратно в списки(-ски) чтения «Отправить на устройство», при отметке «Читать».
ta: "வாசிப்பு" என்று குறிக்கப்பட்டபோது "சாதனத்திற்கு அனுப்பு" வாசிப்பு பட்டியல் (கள்) கதைகளை மீண்டும் சேர்க்கவும்.
uk: Знову додавати твори до списків читання «Надіслати на пристрій», якщо їх позначено як «Прочитаний»

source: Menu option to remove from "To Read" lists will also add stories back to "Send to Device" Reading List(s)
ar: خيار القائمة للإزالة من قوائم "للقراءة" سيضيف القصص أيضًا مرة أخرى إلى قائمة (قوائم) القراءة "إرسال إلى الجهاز"
de: Die Menü-Option, Bücher von der "zu lesen" Liste zu entfernen, wird gleichzeitig die Stories zurück auf die "ans Gerät senden" Leseliste(n) fügen.
es: La opción de menú para eliminar de las listas «Para leer» también vuelve a añadir las historias a las listas de «Enviar a dispositivo» de Reading Lists.
fr: Option du menu pour retirer des listes de "A lire" ajoutera également à nouveau des récits à/aux Liste(s) de lecture "Envoyer vers le dispositif"
ja: 「読みたい」リストから削除しますメニューオプションは、「デバイスに送信」読書リストにも再追加します。
nb: Menyvalg for fjerne fra "Til lesning" listen vil automatisk også legge historien tilbake til "Send til enhet" leselisten(e).
nl: Menu-optie om te verwijderen uit "Te Lezen" -lijsten zal ook verhalen terugplaatsen op "Verzenden naar apparaat" Leeslijst (en)
pl: Opcja menu umożliwiająca usunięcie z list „Do przeczytania” spowoduje również dodanie artykułów z powrotem do list czytelniczych „Wyślij do urządzenia”
pt_br: Opção de menu para remover listas "Para Ler" também irá adicionar histórias de volta à Lista(s) de Leitura "Enviar para o Dispositivo"
ru: Опция меню, для удаления из списков «Для чтения», также добавит истории обратно в список(ки) чтения «Отправить на устройство».
ta: "படிக்க" பட்டியல்களிலிருந்து அகற்றுவதற்கான பட்டியல் விருப்பம் "சாதனத்திற்கு அனுப்பு" வாசிப்பு பட்டியலை (கள்) மீண்டும் சேர்க்கும்.
uk: Пункт меню для вилучення зі списків «Прочитати» знову додаватиме твори до списків читання «Надіслати на пристрій».

source: Automatically run Remove "New" Chapter Marks when marking books "Read".
ar: تشغيل إزالة علامات الفصل "جديد" تلقائيًا عند وضع علامة "مقروء" على الكتب.
de: Automatische Entfernung der Kapitelmarkierung "Neu", wenn Bücher als "gelesen" markiert werden.
es: Ejecutar automáticamente Quitar marcas de capítulo «nuevas» al marcar libros como «Leído».
fr: Exécute automatiquement Supprimer les marques "Nouveau" chapitre quand les livres sont marqués "Lu"
ja: 本を「読んだ」にマーク際には、「新しい」章マークを削除しますを自動的に実行します。
nb: Automatisk kjør Fjern "Nye" kapittel merker når markerer boka "Lest".
nl: Automatisch verwijderen van "Nieuw" hoofdstukmarkeringen bij het markeren van boeken "Gelezen".
pl: Automatycznie uruchom Usuń „nowe” znaczniki rozdziałów podczas oznaczania książek jako „przeczytane”.
ru: Автоматический запуск удаления меток глав «Новая» при маркировке книг «Читать».
ta: "படிக்க" புத்தகங்களைக் குறிக்கும் போது "புதிய" அத்தியாய மதிப்பெண்களை அகற்று தானாக இயக்கவும்.
uk: Автоматично вилучати позначки «Нова» з глав, якщо книгу позначено як «Прочитана».
