Repository: JimmXinu/FanFicFare
Catalog: calibre-plugin/translations/*.po
Languages: ar, de, es, et, fr, ja, nb, nl, pl, pt_br, ru, ta, uk

source: Overwrite Always
ar: الكتابة فوق دائمًا
de: Immer überschreiben
es: Reemplazar siempre
et: Kirjuta üle alati
fr: Ecraser toujours
ja: 常に上書き
nl: Altijd overschrijven
pl: Nadpisz zawsze
pt_br: Substituir Sempre
ru: Перезаписывать всегда
ta: எப்போதும் மேலெழுதும்
uk: Завжди перезаписувати

source: Update Calibre Metadata from Web Site
ar: تحديث بيانات Calibre الوصفية من موقع الويب
de: Aktualisiere Calibre Metadaten von der Webseite
es: Actualizar metadatos de caibre desde el sitio de Internet
et: Uuenda Calibre metaandmeid veebisaidilt
fr: Mettre à Jour les Métadonnées de calibre à partir d'un Site Web
ja: Webサイトからcalibreメタデータを更新します
nl: Calibre metadata bijwerken vanaf website
pl: Zaktualizuj metadane Calibre z witryny internetowej
ru: Обновить метаданные Calibre с веб-сайта
ta: வலைத்தளத்திலிருந்து காலிபர் மெட்டாடேட்டாவைப் புதுப்பிக்கவும்
uk: Оновлювати метадані calibre з сайта

source: Update Calibre Metadata from Saved Metadata Column
ar: تحديث بيانات Calibre الوصفية من عمود البيانات الوصفية المحفوظة
de: Aktualisiere Calibre Metadaten aus der gespeicherten MetadatenSpalte
es: Actualizar metadatos de calibre de la columna de metadatos guardada
et: Uuenda calibre metaandmeid Salvestatud Metaandmete veerust
fr: Mettre à Jour les Métadonnées de calibre à partir d'une Colonne de Métadonnées Sauvegardée
ja: 保存されたメタデータ列からcalibreメタデータを更新します
nl: Update calibre Metadata van Opgeslagen Metadata Kolom
pl: Zaktualizuj metadane Calibre z kolumny zapisanych metadanych
ru: Обновить метаданные Calibre из столбца Сохраненные метаданные
ta: சேமித்த மேனிலை தரவு நெடுவரிசையில் இருந்து காலிபர் மெட்டாடேட்டாவைப் புதுப்பிக்கவும்
uk: Оновлювати метадані calibre зі стовпчика збережених метаданих

source: Yes, Always
ar: نعم، دائمًا
de: Ja, immer.
es: Sí, siempre
et: Jah, alati
fr: Oui, Toujours
ja: はい、いつも
nl: Ja, Altijd
pl: Tak zawsze
ru: Да, всегда
ta: ஆம் எப்போதுமே
uk: Так, завжди

source: Yes, if EPUB has a cover image
ar: نعم، إذا كان ملف EPUB يحتوي على صورة غلاف
de: Ja, wenn das EPUB ein Cover-Image hat.
es: Si, si el EPUB tiene una imagen de portada
et: Jah, kui EPUBil on kaanepilt
fr: Oui, si l'EPUB à une image de couverture
ja: はい、EPUBに表紙画像があります場合
nl: Ja, als EPUB een omslagafbeelding heeft
pl: Tak, jeśli EPUB ma zdjęcie okładki
ru: Да, если у EPUB есть изображение обложки
ta: ஆம், epub ஒரு கவர் படம் இருந்தால்
uk: Так, Якщо у EPUB є зображення обкладинки

source: Yes, unless FanFicFare found a cover image
ar: نعم، إلا إذا وجد FanFicFare صورة غلاف
de: Ja, außer FanFicFare hat ein Cover-Image gefunden.
es: Sí, a menos que FanFicFare encuentre una imagen de portada
et: Jah, kui FanFicFare ei leidnud kaanepilti
fr: Oui, sauf si FanFicFare a trouvé une image de couverture
ja: はい、FanFicFareが表紙画像を見つけました場合を除き
nl: Ja, tenzij FanFicFare een omslagafbeelding vond
pl: Tak, chyba że FanFicFare znalazło zdjęcie okładki
ru: Да, если FanFicFare не нашел изображение обложки
ta: ஆம், ஃபேன்ஃபிக்ஃபேர் ஒரு கவர் படத்தைக் கண்டுபிடிக்காவிட்டால்
uk: Так, якщо FanFicFare не вдасться знайти зображення обкладинки

source: Yes, unless found on site
ar: نعم، إلا إذا تم العثور عليه في الموقع
es: Sí, a menos que se encuentre en el sitio
et: Jah, kui saidil ei leitud
fr: Oui, à moins qu'elle ne soit trouvée sur place
ja: はい、サイトに見つけました場合を除き
nl: Ja, tenzij op de site gevonden
pl: Tak, chyba że znaleziono na miejscu
ru: Да, если не найдено на сайте
ta: ஆம், தளத்தில் காணப்படாவிட்டால்
uk: Так, якщо не знайдено сайта

source: No
ar: لا
de: Nein.
et: Ei
fr: Non
ja: いいえ
nl: Nee
pl: Nie
ru: Нет
ta: இல்லை
uk: Ні

source: Default Update EPUB Cover when Updating EPUB?
es: ¿Actualización predeterminada de portada de EPUB al actualizar EPUB?
fr: Par défaut mettre à jour la couverture de l'ePub quand mise à jour de l'ePub ?
ja: EPUBを更新する際にEPUB表紙を更新するのブフォルト？
nb: Standar oppdatering EPUB forside når vi oppdaterer EPUB?
nl: Update standaard de EPUB Cover bij het updaten van de EPUB?
pl: Domyślna aktualizacja okładki EPUB podczas aktualizacji EPUB?
ru: Обновлять обложку EPUB при обновлении EPUB по умолчанию?

source: On each download, FanFicFare offers an option to update the book cover image <i>inside</i> the EPUB from the web site when the EPUB is updated.<br />This sets whether that will default to on or off.
es: En cada descarga, FanFicFare ofrece la opción de actualizar la imagen de portada del libro <i>dentro</i> del EPUB a partir del sitio de Internet cuando se actualiza el EPUB.<br/>Esto establece si la opción está activada o desactivada de manera predeterminada.
fr: A chaque téléchargement, FanFicFare propose une option pour mettre l'image de couverture du livre <i>à l'intérieur</i> de l'ePub depuis le site web quand l'ePub est mis à jour. <br />Ces paramétrages se placeront sur marche ou arrêt par défaut.
ja: 毎ダウンロードで、FanFicFareはEPUBを更新する際にWebサイトから<i>EPUB内</i>に本の表紙画像を更新するオプションがあります。<br />これはオンまたはオフにデフォルトを設定します。
nb: På hver nedlastning, FanFicFare tilbyr et valg å oppdatere bokens forsidebilde <i>inni</i> EPUBen fra nettsiden når EPUBen er oppdatert.<br />Dette bestemmer hva som er satt som standard av eller på.
nl: Bij elke download biedt FanFicFare de optie om de boekomslag<i> in </i>de EPUB vanaf de website bij te werken wanneer de EPUB wordt bijgewerkt.<br /> Hiermee wordt ingesteld of dit standaard wordt in- of uitgeschakeld.
pl: Przy każdym pobieraniu FanFicFare oferuje opcję aktualizacji obrazu okładki książki <i>w</i> EPUB ze strony internetowej, gdy EPUB jest aktualizowany. <br />Pozwala to ustawić, czy będzie to domyślnie włączone, czy wyłączone.
ru: При каждой загрузке FanFicFare предлагает возможность обновить изображение обложки книги <i>внутри</i> EPUB с веб-сайта при обновлении EPUB. <br />Этот параметр определяет, будет ли это по умолчанию включено или выключено.

source: Generate a Calibre book cover image when Calibre metadata is updated.<br />Defaults to 'Yes, Always' for backward compatibility and because %(gc)s(Plugin) will only run if configured for Default or site.
es: Generar una portada de libro para calibre cuando se actualicen los metadatos de calibre.<br/>De manera predeterminada es «Sí, siempre» para mantener la compatibilidad con versiones anteriores y porque %(gc)s (complemento) sólo se ejecuta si está configurado como predeterminado o para el sitio web.
fr: Génère une image de couverture de livre calibre lorsque les métadonnées calibre sont mises à jour.<br /> Par défaut sur 'Oui, Toujours' pour la rétrocompatibilité et parce que %(gc)s(Extension) fonctionnera uniquement si configuré en Par Défaut ou site.
ja: calibreメタデータが更新された時に、calibreの本表紙画像を生成します。<br />後方互換性ため、および%(gc)s（プラグイン）はデフォルトまたはサイトに設定される場合にのみ実行しますため、デフォルトは「はい、いつも」です。
nb: Generer en Calibre bok forsidebilde når Calibre metadata er oppdatert.<br /> Standard til 'Ja, Alltid' for bakoverkompabilitet og fordi %(gc)s(Plugin) vil bare kjøre hvis konfigurert til standard eller side.
nl: Genereert een Caliber-boekomslag wanneer Calibre metagegevens worden bijgewerkt. <br />Standaard is 'Ja, Altijd' voor achterwaartse compatibiliteit en omdat %(gc)s(Plugin) alleen wordt uitgevoerd als deze is geconfigureerd voor Standaard of site.
pl: Wygeneruj obraz okładki książki Calibre po zaktualizowaniu metadanych Calibre. <br />Domyślnie `` Tak, zawsze '' dla zgodności z poprzednimi wersjami i ponieważ %(gc)s (wtyczka) będzie działać tylko wtedy, gdy skonfigurowano ją jako domyślną lub witrynę.
ru: Создать изображение обложки книги Calibre при обновлении метаданных Calibre. <br />По умолчанию используется значение «Да, всегда» для обратной совместимости, и потому %(gc)s (плагин) будет работать только в том случае, если настроено значение «По умолчанию» или «Сайт».

source: Use plugin to create covers. Additional settings are below.
es: Usar complemento para crear portadas. Configuraciones adicionales más abajo.
fr: Utiliser l'extension pour créer des couvertures. Les paramètres additionnels sont ci-dessous.
ja: プラグインを使って表紙を生成します。追加的な設定は以下にあります。
nb: Bruk plagin for å opprette forsider. Ekstra innstillinger er under.
nl: Maak plug om covers te maken. Aanvullende instellingen staan hieronder.
pl: Użyj wtyczki do tworzenia okładek. Dodatkowe ustawienia znajdują się poniżej.
ru: Использовать плагин для создания обложек. Дополнительные настройки ниже.

source: Inject/update the cover inside EPUB
es: Insertar o actualizar la portada en el EPUB
fr: Injecter / mettre à jour la couverture à l'intérieur du fichier EPUB
ja: EPUB内の表紙を注入・更新します
nb: Opprett/oppdater forsiden inni EPUB
nl: Injecteer/update de cover binnen de EPUB
pl: Włóż/Zaktualizuj okładkę wewnątrz EPUB
ru: Внедрить/обновить обложку внутри EPUB

source: Update EPUB Cover?
es: ¿Actualizar portada del archivo EPUB?
fr: Mettre à jour la couverture de l'ePub ?
ja: EPUBの表紙を更新しますか？
nb: Oppdatere EPUB forside?
pl: Zaktualizować okładkę EPUB?
ru: Обновить обложку EPUB?

source: Update book cover image from site or defaults (if found) <i>inside</i> the EPUB when EPUB is updated.
es: Actualizar la imagen de portada a partir del sitio o de la configuración predeterminada (si se encuentra) <i>dentro</i> del archivo EPUB al actualizarlo.
fr: Met à jour l'image de couverture du livre depuis le site ou par défaut (si trouvée) <i>à l'intérieur</i> de l'ePub quand l'ePub est mis à jour.
ja: EPUBを更新します際に、サイトまたはデフォルト（見つけた場合）から<i>EPUB内に</i>本の表紙画像を更新します。
nb: Oppdater bokens forsidebilde fra siden eller standard (hvis funnet) <i>inni</i> EPUBen når EPUBen er oppdatert.
nl: Werk de omslagafbeelding bij van de site of van de standaardinstellingen (indien gevonden)<i>in</i> de EPUB wanneer EPUB wordt bijgewerkt.
ru: Обновить изображение обложки книги с сайта или по умолчанию (если найдено) <i>внутри</i> EPUB при обновлении EPUB.

source: Existing epub contains %d chapters, web site only has %d. Use Overwrite to force update.
es: El epub existente contiene %d capítulos, el sitio de internet sólo tiene %d. Use Reemplazar para forzar la actualización.
fr: L'ePub existant contient des chapitres %d, le site web a seulement %d. Utiliser Ecraser pour forcer la mise à jour.
ja: 既存のEPUBは%d章を含みます、Webサイトは%d章のみ。上書きを使って強制更新します。
nb: Eksisterende epub inneholder %d kapitler, nettside har bare %d. Bruk Overskriv for å tvinge gjennom oppdatering.
nl: Bestaande epub bevat %d hoofdstukken, de website slechts %d. Gebruik Overschrijven om de update te forceren.
ru: Существующий epub содержит %d глав, а веб-сайт только %d. Используйте Перезапись для принудительного обновления.

source: Story Details:
es: Detalles de la historia:
fr: Détails du récit :
ja: ストーリーの詳細:
nb: Historiedetaljer:
nl: Verhaaldetails:
pl: Szczegóły historii:
ru: Детали истории:

source: Adding/Updating %s BAD books.
es: Añadiendo o actualizando %s libros INCORRECTOS.
fr: Ajoute/met à jour %s de MAUVAIS livres
ja: %s冊の悪い本を追加・更新中。
nb: Oppretting eller oppdatering %s BAD bøker.
nl: Toevoegen/bijwerken %s BAD boeken.
pl: Dodawanie/aktualizowanie %s złych książek.
ru: Добавление/Обновление %s ПЛОХИХ книг.

source: Launch background process for site %s:
es: Lanzar proceso en segundo plano para %s:
fr: Lancer le processus d'arrière-plan pour le site %s :
ja: サイト%sのバックグラウンドを開始します:
nl: Start achtergrondproces voor site %s:
ru: Запустить фоновый процесс для сайта %s:

source: defaults.ini
ta: douplients.ini

source: FanFicFare
ta: ஃபேன்ஃபிக்ஃபேர்

source: FanFicFare:
ta: ஃபேன்ஃபிக்ஃபேர்:
